{
  "book_usfm": "NEH",
  "name": "Nehemiah",
  "local_title": "New King James Version",
  "local_abbreviation": "NKJV",
  "version_id": 114,
  "publisher": {
    "name": "Thomas Nelson, Inc."
  },
  "copyright": {
    "html": "<p>The Holy Bible, New King James Version, Copyright © 1982 Thomas Nelson. All rights reserved.</p>",
    "text": "The Holy Bible, New King James Version, Copyright © 1982 Thomas Nelson. All rights reserved."
  },
  "language": {
    "iso_639_1": "en",
    "iso_639_3": "eng",
    "language_tag": "eng",
    "local_name": "English",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/mrk214/bible-data-en-eng",
  "chapters": [
    {
      "chapter_usfm": "NEH.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.1"
        ],
        "human": "Nehemiah 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.2"
        ],
        "human": "Nehemiah 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "EZR.10"
        ],
        "human": "Ezra 10",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Nehemiah Prays for His People"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "The words of Nehemiah the son of Hachaliah.",
            "It came to pass in the month of Chislev, in the twentieth year, as I was in Shushan the citadel,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "that Hanani one of my brethren came with men from Judah; and I asked them concerning the Jews who had escaped, who had survived the captivity, and concerning Jerusalem."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "And they said to me, “The survivors who are left from the captivity in the province are there in great distress and reproach. The wall of Jerusalem is also broken down, and its gates are burned with fire.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "So it was, when I heard these words, that I sat down and wept, and mourned for many days; I was fasting and praying before the God of heaven."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "And I said: “I pray, Lord God of heaven, O great and awesome God, You who keep Your covenant and mercy with those who love You and observe Your commandments,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "please let Your ear be attentive and Your eyes open, that You may hear the prayer of Your servant which I pray before You now, day and night, for the children of Israel Your servants, and confess the sins of the children of Israel which we have sinned against You. Both my father’s house and I have sinned."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "We have acted very corruptly against You, and have not kept the commandments, the statutes, nor the ordinances which You commanded Your servant Moses."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Remember, I pray, the word that You commanded Your servant Moses, saying, ‘If you are unfaithful, I will scatter you among the nations;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "but if you return to Me, and keep My commandments and do them, though some of you were cast out to the farthest part of the heavens, yet I will gather them from there, and bring them to the place which I have chosen as a dwelling for My name.’"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Now these are Your servants and Your people, whom You have redeemed by Your great power, and by Your strong hand."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "O Lord, I pray, please let Your ear be attentive to the prayer of Your servant, and to the prayer of Your servants who desire to fear Your name; and let Your servant prosper this day, I pray, and grant him mercy in the sight of this man.”",
            "For I was the king’s cupbearer."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.2"
        ],
        "human": "Nehemiah 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.3"
        ],
        "human": "Nehemiah 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.1"
        ],
        "human": "Nehemiah 1",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Nehemiah Sent to Judah"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "And it came to pass in the month of Nisan, in the twentieth year of King Artaxerxes, when wine was before him, that I took the wine and gave it to the king. Now I had never been sad in his presence before."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Therefore the king said to me, “Why is your face sad, since you are not sick? This is nothing but sorrow of heart.”",
            "So I became dreadfully afraid,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "and said to the king, “May the king live forever! Why should my face not be sad, when the city, the place of my fathers’ tombs, lies waste, and its gates are burned with fire?”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Then the king said to me, “What do you request?”",
            "So I prayed to the God of heaven."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "And I said to the king, “If it pleases the king, and if your servant has found favor in your sight, I ask that you send me to Judah, to the city of my fathers’ tombs, that I may rebuild it.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Then the king said to me (the queen also sitting beside him), “How long will your journey be? And when will you return?” So it pleased the king to send me; and I set him a time."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Furthermore I said to the king, “If it pleases the king, let letters be given to me for the governors of the region beyond the River, that they must permit me to pass through till I come to Judah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "and a letter to Asaph the keeper of the king’s forest, that he must give me timber to make beams for the gates of the citadel which pertains to the temple, for the city wall, and for the house that I will occupy.” And the king granted them to me according to the good hand of my God upon me."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Then I went to the governors in the region beyond the River, and gave them the king’s letters. Now the king had sent captains of the army and horsemen with me."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "When Sanballat the Horonite and Tobiah the Ammonite official heard of it, they were deeply disturbed that a man had come to seek the well-being of the children of Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Nehemiah Views the Wall of Jerusalem"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "So I came to Jerusalem and was there three days."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Then I arose in the night, I and a few men with me; I told no one what my God had put in my heart to do at Jerusalem; nor was there any animal with me, except the one on which I rode."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "And I went out by night through the Valley Gate to the Serpent Well and the Refuse Gate, and viewed the walls of Jerusalem which were broken down and its gates which were burned with fire."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Then I went on to the Fountain Gate and to the King’s Pool, but there was no room for the animal under me to pass."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "So I went up in the night by the valley, and viewed the wall; then I turned back and entered by the Valley Gate, and so returned."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "And the officials did not know where I had gone or what I had done; I had not yet told the Jews, the priests, the nobles, the officials, or the others who did the work."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Then I said to them, “You see the distress that we are in, how Jerusalem lies waste, and its gates are burned with fire. Come and let us build the wall of Jerusalem, that we may no longer be a reproach.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "And I told them of the hand of my God which had been good upon me, and also of the king’s words that he had spoken to me.",
            "So they said, “Let us rise up and build.” Then they set their hands to this good work."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "But when Sanballat the Horonite, Tobiah the Ammonite official, and Geshem the Arab heard of it, they laughed at us and despised us, and said, “What is this thing that you are doing? Will you rebel against the king?”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "So I answered them, and said to them, “The God of heaven Himself will prosper us; therefore we His servants will arise and build, but you have no heritage or right or memorial in Jerusalem.”"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.3"
        ],
        "human": "Nehemiah 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.4"
        ],
        "human": "Nehemiah 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.2"
        ],
        "human": "Nehemiah 2",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Rebuilding the Wall"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Then Eliashib the high priest rose up with his brethren the priests and built the Sheep Gate; they consecrated it and hung its doors. They built as far as the Tower of the Hundred, and consecrated it, then as far as the Tower of Hananel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Next to Eliashib the men of Jericho built. And next to them Zaccur the son of Imri built."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Also the sons of Hassenaah built the Fish Gate; they laid its beams and hung its doors with its bolts and bars."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "And next to them Meremoth the son of Urijah, the son of Koz, made repairs. Next to them Meshullam the son of Berechiah, the son of Meshezabel, made repairs. Next to them Zadok the son of Baana made repairs."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Next to them the Tekoites made repairs; but their nobles did not put their shoulders to the work of their Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Moreover Jehoiada the son of Paseah and Meshullam the son of Besodeiah repaired the Old Gate; they laid its beams and hung its doors, with its bolts and bars."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "And next to them Melatiah the Gibeonite, Jadon the Meronothite, the men of Gibeon and Mizpah, repaired the residence of the governor of the region beyond the River."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Next to him Uzziel the son of Harhaiah, one of the goldsmiths, made repairs. Also next to him Hananiah, one of the perfumers, made repairs; and they fortified Jerusalem as far as the Broad Wall."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "And next to them Rephaiah the son of Hur, leader of half the district of Jerusalem, made repairs."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Next to them Jedaiah the son of Harumaph made repairs in front of his house. And next to him Hattush the son of Hashabniah made repairs."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Malchijah the son of Harim and Hashub the son of Pahath-Moab repaired another section, as well as the Tower of the Ovens."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "And next to him was Shallum the son of Hallohesh, leader of half the district of Jerusalem; he and his daughters made repairs."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Hanun and the inhabitants of Zanoah repaired the Valley Gate. They built it, hung its doors with its bolts and bars, and repaired a thousand cubits of the wall as far as the Refuse Gate."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Malchijah the son of Rechab, leader of the district of Beth Haccerem, repaired the Refuse Gate; he built it and hung its doors with its bolts and bars."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Shallun the son of Col-Hozeh, leader of the district of Mizpah, repaired the Fountain Gate; he built it, covered it, hung its doors with its bolts and bars, and repaired the wall of the Pool of Shelah by the King’s Garden, as far as the stairs that go down from the City of David."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "After him Nehemiah the son of Azbuk, leader of half the district of Beth Zur, made repairs as far as the place in front of the tombs of David, to the man-made pool, and as far as the House of the Mighty."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "After him the Levites, under Rehum the son of Bani, made repairs. Next to him Hashabiah, leader of half the district of Keilah, made repairs for his district."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "After him their brethren, under Bavai the son of Henadad, leader of the other half of the district of Keilah, made repairs."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "And next to him Ezer the son of Jeshua, the leader of Mizpah, repaired another section in front of the Ascent to the Armory at the buttress."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "After him Baruch the son of Zabbai carefully repaired the other section, from the buttress to the door of the house of Eliashib the high priest."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "After him Meremoth the son of Urijah, the son of Koz, repaired another section, from the door of the house of Eliashib to the end of the house of Eliashib."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "And after him the priests, the men of the plain, made repairs."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "After him Benjamin and Hasshub made repairs opposite their house. After them Azariah the son of Maaseiah, the son of Ananiah, made repairs by his house."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "After him Binnui the son of Henadad repaired another section, from the house of Azariah to the buttress, even as far as the corner."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Palal the son of Uzai made repairs opposite the buttress, and on the tower which projects from the king’s upper house that was by the court of the prison. After him Pedaiah the son of Parosh made repairs."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Moreover the Nethinim who dwelt in Ophel made repairs as far as the place in front of the Water Gate toward the east, and on the projecting tower."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "After them the Tekoites repaired another section, next to the great projecting tower, and as far as the wall of Ophel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Beyond the Horse Gate the priests made repairs, each in front of his own house."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "After them Zadok the son of Immer made repairs in front of his own house. After him Shemaiah the son of Shechaniah, the keeper of the East Gate, made repairs."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "After him Hananiah the son of Shelemiah, and Hanun, the sixth son of Zalaph, repaired another section. After him Meshullam the son of Berechiah made repairs in front of his dwelling."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "After him Malchijah, one of the goldsmiths, made repairs as far as the house of the Nethinim and of the merchants, in front of the Miphkad Gate, and as far as the upper room at the corner."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "And between the upper room at the corner, as far as the Sheep Gate, the goldsmiths and the merchants made repairs."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.4"
        ],
        "human": "Nehemiah 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.5"
        ],
        "human": "Nehemiah 5",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.3"
        ],
        "human": "Nehemiah 3",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Wall Defended Against Enemies"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "But it so happened, when Sanballat heard that we were rebuilding the wall, that he was furious and very indignant, and mocked the Jews."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "And he spoke before his brethren and the army of Samaria, and said, “What are these feeble Jews doing? Will they fortify themselves? Will they offer sacrifices? Will they complete it in a day? Will they revive the stones from the heaps of rubbish—stones that are burned?”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Now Tobiah the Ammonite was beside him, and he said, “Whatever they build, if even a fox goes up on it, he will break down their stone wall.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Hear, O our God, for we are despised; turn their reproach on their own heads, and give them as plunder to a land of captivity!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Do not cover their iniquity, and do not let their sin be blotted out from before You; for they have provoked You to anger before the builders."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "So we built the wall, and the entire wall was joined together up to half its height, for the people had a mind to work."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Now it happened, when Sanballat, Tobiah, the Arabs, the Ammonites, and the Ashdodites heard that the walls of Jerusalem were being restored and the gaps were beginning to be closed, that they became very angry,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "and all of them conspired together to come and attack Jerusalem and create confusion."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Nevertheless we made our prayer to our God, and because of them we set a watch against them day and night."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Then Judah said, “The strength of the laborers is failing, and there is so much rubbish that we are not able to build the wall.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "And our adversaries said, “They will neither know nor see anything, till we come into their midst and kill them and cause the work to cease.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "So it was, when the Jews who dwelt near them came, that they told us ten times, “From whatever place you turn, they will be upon us.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Therefore I positioned men behind the lower parts of the wall, at the openings; and I set the people according to their families, with their swords, their spears, and their bows."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "And I looked, and arose and said to the nobles, to the leaders, and to the rest of the people, “Do not be afraid of them. Remember the Lord, great and awesome, and fight for your brethren, your sons, your daughters, your wives, and your houses.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "And it happened, when our enemies heard that it was known to us, and that God had brought their plot to nothing, that all of us returned to the wall, everyone to his work."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "So it was, from that time on, that half of my servants worked at construction, while the other half held the spears, the shields, the bows, and wore armor; and the leaders were behind all the house of Judah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Those who built on the wall, and those who carried burdens, loaded themselves so that with one hand they worked at construction, and with the other held a weapon."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Every one of the builders had his sword girded at his side as he built. And the one who sounded the trumpet was beside me."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Then I said to the nobles, the rulers, and the rest of the people, “The work is great and extensive, and we are separated far from one another on the wall."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Wherever you hear the sound of the trumpet, rally to us there. Our God will fight for us.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "So we labored in the work, and half of the men held the spears from daybreak until the stars appeared."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "At the same time I also said to the people, “Let each man and his servant stay at night in Jerusalem, that they may be our guard by night and a working party by day.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "So neither I, my brethren, my servants, nor the men of the guard who followed me took off our clothes, except that everyone took them off for washing."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.5",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.5"
        ],
        "human": "Nehemiah 5"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.6"
        ],
        "human": "Nehemiah 6",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.4"
        ],
        "human": "Nehemiah 4",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Nehemiah Deals with Oppression"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "And there was a great outcry of the people and their wives against their Jewish brethren."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "For there were those who said, “We, our sons, and our daughters are many; therefore let us get grain, that we may eat and live.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "There were also some who said, “We have mortgaged our lands and vineyards and houses, that we might buy grain because of the famine.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "There were also those who said, “We have borrowed money for the king’s tax on our lands and vineyards."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Yet now our flesh is as the flesh of our brethren, our children as their children; and indeed we are forcing our sons and our daughters to be slaves, and some of our daughters have been brought into slavery. It is not in our power to redeem them, for other men have our lands and vineyards.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "And I became very angry when I heard their outcry and these words."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "After serious thought, I rebuked the nobles and rulers, and said to them, “Each of you is exacting usury from his brother.” So I called a great assembly against them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "And I said to them, “According to our ability we have redeemed our Jewish brethren who were sold to the nations. Now indeed, will you even sell your brethren? Or should they be sold to us?”",
            "Then they were silenced and found nothing to say."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Then I said, “What you are doing is not good. Should you not walk in the fear of our God because of the reproach of the nations, our enemies?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "I also, with my brethren and my servants, am lending them money and grain. Please, let us stop this usury!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Restore now to them, even this day, their lands, their vineyards, their olive groves, and their houses, also a hundredth of the money and the grain, the new wine and the oil, that you have charged them.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "So they said, “We will restore it, and will require nothing from them; we will do as you say.”",
            "Then I called the priests, and required an oath from them that they would do according to this promise."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Then I shook out the fold of my garment and said, “So may God shake out each man from his house, and from his property, who does not perform this promise. Even thus may he be shaken out and emptied.”",
            "And all the assembly said, “Amen!” and praised the Lord. Then the people did according to this promise."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Generosity of Nehemiah"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Moreover, from the time that I was appointed to be their governor in the land of Judah, from the twentieth year until the thirty-second year of King Artaxerxes, twelve years, neither I nor my brothers ate the governor’s provisions."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "But the former governors who were before me laid burdens on the people, and took from them bread and wine, besides forty shekels of silver. Yes, even their servants bore rule over the people, but I did not do so, because of the fear of God."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Indeed, I also continued the work on this wall, and we did not buy any land. All my servants were gathered there for the work."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "And at my table were one hundred and fifty Jews and rulers, besides those who came to us from the nations around us."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Now that which was prepared daily was one ox and six choice sheep. Also fowl were prepared for me, and once every ten days an abundance of all kinds of wine. Yet in spite of this I did not demand the governor’s provisions, because the bondage was heavy on this people."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Remember me, my God, for good, according to all that I have done for this people."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.6",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.6"
        ],
        "human": "Nehemiah 6"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.7"
        ],
        "human": "Nehemiah 7",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.5"
        ],
        "human": "Nehemiah 5",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Conspiracy Against Nehemiah"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Now it happened when Sanballat, Tobiah, Geshem the Arab, and the rest of our enemies heard that I had rebuilt the wall, and that there were no breaks left in it (though at that time I had not hung the doors in the gates),"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "that Sanballat and Geshem sent to me, saying, “Come, let us meet together among the villages in the plain of Ono.” But they thought to do me harm."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "So I sent messengers to them, saying, “I am doing a great work, so that I cannot come down. Why should the work cease while I leave it and go down to you?”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "But they sent me this message four times, and I answered them in the same manner."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Then Sanballat sent his servant to me as before, the fifth time, with an open letter in his hand."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "In it was written:",
            "It is reported among the nations, and Geshem says, that you and the Jews plan to rebel; therefore, according to these rumors, you are rebuilding the wall, that you may be their king."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "And you have also appointed prophets to proclaim concerning you at Jerusalem, saying, “There is a king in Judah!” Now these matters will be reported to the king. So come, therefore, and let us consult together."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Then I sent to him, saying, “No such things as you say are being done, but you invent them in your own heart.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "For they all were trying to make us afraid, saying, “Their hands will be weakened in the work, and it will not be done.”",
            "Now therefore, O God, strengthen my hands."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Afterward I came to the house of Shemaiah the son of Delaiah, the son of Mehetabel, who was a secret informer; and he said, “Let us meet together in the house of God, within the temple, and let us close the doors of the temple, for they are coming to kill you; indeed, at night they will come to kill you.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "And I said, “Should such a man as I flee? And who is there such as I who would go into the temple to save his life? I will not go in!”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Then I perceived that God had not sent him at all, but that he pronounced this prophecy against me because Tobiah and Sanballat had hired him."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "For this reason he was hired, that I should be afraid and act that way and sin, so that they might have cause for an evil report, that they might reproach me."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "My God, remember Tobiah and Sanballat, according to these their works, and the prophetess Noadiah and the rest of the prophets who would have made me afraid."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Wall Completed"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "So the wall was finished on the twenty-fifth day of Elul, in fifty-two days."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "And it happened, when all our enemies heard of it, and all the nations around us saw these things, that they were very disheartened in their own eyes; for they perceived that this work was done by our God."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Also in those days the nobles of Judah sent many letters to Tobiah, and the letters of Tobiah came to them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "For many in Judah were pledged to him, because he was the son-in-law of Shechaniah the son of Arah, and his son Jehohanan had married the daughter of Meshullam the son of Berechiah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Also they reported his good deeds before me, and reported my words to him. Tobiah sent letters to frighten me."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.7",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.7"
        ],
        "human": "Nehemiah 7"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.8"
        ],
        "human": "Nehemiah 8",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.6"
        ],
        "human": "Nehemiah 6",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Then it was, when the wall was built and I had hung the doors, when the gatekeepers, the singers, and the Levites had been appointed,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "that I gave the charge of Jerusalem to my brother Hanani, and Hananiah the leader of the citadel, for he was a faithful man and feared God more than many."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "And I said to them, “Do not let the gates of Jerusalem be opened until the sun is hot; and while they stand guard, let them shut and bar the doors; and appoint guards from among the inhabitants of Jerusalem, one at his watch station and another in front of his own house.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Captives Who Returned to Jerusalem"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Now the city was large and spacious, but the people in it were few, and the houses were not rebuilt."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Then my God put it into my heart to gather the nobles, the rulers, and the people, that they might be registered by genealogy. And I found a register of the genealogy of those who had come up in the first return, and found written in it:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "These are the people of the province who came back from the captivity, of those who had been carried away, whom Nebuchadnezzar the king of Babylon had carried away, and who returned to Jerusalem and Judah, everyone to his city."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Those who came with Zerubbabel were Jeshua, Nehemiah, Azariah, Raamiah, Nahamani, Mordecai, Bilshan, Mispereth, Bigvai, Nehum, and Baanah.",
            "The number of the men of the people of Israel:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "the sons of Parosh, two thousand one hundred and seventy-two;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "the sons of Shephatiah, three hundred and seventy-two;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "the sons of Arah, six hundred and fifty-two;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "the sons of Pahath-Moab, of the sons of Jeshua and Joab, two thousand eight hundred and eighteen;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "the sons of Elam, one thousand two hundred and fifty-four;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "the sons of Zattu, eight hundred and forty-five;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "the sons of Zaccai, seven hundred and sixty;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "the sons of Binnui, six hundred and forty-eight;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "the sons of Bebai, six hundred and twenty-eight;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "the sons of Azgad, two thousand three hundred and twenty-two;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "the sons of Adonikam, six hundred and sixty-seven;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "the sons of Bigvai, two thousand and sixty-seven;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "the sons of Adin, six hundred and fifty-five;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "the sons of Ater of Hezekiah, ninety-eight;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "the sons of Hashum, three hundred and twenty-eight;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "the sons of Bezai, three hundred and twenty-four;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "the sons of Hariph, one hundred and twelve;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "the sons of Gibeon, ninety-five;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "the men of Bethlehem and Netophah, one hundred and eighty-eight;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "the men of Anathoth, one hundred and twenty-eight;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "the men of Beth Azmaveth, forty-two;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "the men of Kirjath Jearim, Chephirah, and Beeroth, seven hundred and forty-three;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "the men of Ramah and Geba, six hundred and twenty-one;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "the men of Michmas, one hundred and twenty-two;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "the men of Bethel and Ai, one hundred and twenty-three;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "the men of the other Nebo, fifty-two;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "the sons of the other Elam, one thousand two hundred and fifty-four;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "the sons of Harim, three hundred and twenty;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "the sons of Jericho, three hundred and forty-five;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "the sons of Lod, Hadid, and Ono, seven hundred and twenty-one;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "the sons of Senaah, three thousand nine hundred and thirty."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "The priests: the sons of Jedaiah, of the house of Jeshua, nine hundred and seventy-three;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "the sons of Immer, one thousand and fifty-two;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "the sons of Pashhur, one thousand two hundred and forty-seven;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "the sons of Harim, one thousand and seventeen."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "The Levites: the sons of Jeshua, of Kadmiel,",
            "and of the sons of Hodevah, seventy-four."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "The singers: the sons of Asaph, one hundred and forty-eight."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "The gatekeepers: the sons of Shallum,",
            "the sons of Ater,",
            "the sons of Talmon,",
            "the sons of Akkub,",
            "the sons of Hatita,",
            "the sons of Shobai, one hundred and thirty-eight."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            46
          ],
          "lines": [
            "The Nethinim: the sons of Ziha,",
            "the sons of Hasupha,",
            "the sons of Tabbaoth,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            47
          ],
          "lines": [
            "the sons of Keros,",
            "the sons of Sia,",
            "the sons of Padon,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            48
          ],
          "lines": [
            "the sons of Lebana,",
            "the sons of Hagaba,",
            "the sons of Salmai,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            49
          ],
          "lines": [
            "the sons of Hanan,",
            "the sons of Giddel,",
            "the sons of Gahar,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            50
          ],
          "lines": [
            "the sons of Reaiah,",
            "the sons of Rezin,",
            "the sons of Nekoda,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            51
          ],
          "lines": [
            "the sons of Gazzam,",
            "the sons of Uzza,",
            "the sons of Paseah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            52
          ],
          "lines": [
            "the sons of Besai,",
            "the sons of Meunim,",
            "the sons of Nephishesim,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            53
          ],
          "lines": [
            "the sons of Bakbuk,",
            "the sons of Hakupha,",
            "the sons of Harhur,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            54
          ],
          "lines": [
            "the sons of Bazlith,",
            "the sons of Mehida,",
            "the sons of Harsha,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            55
          ],
          "lines": [
            "the sons of Barkos,",
            "the sons of Sisera,",
            "the sons of Tamah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            56
          ],
          "lines": [
            "the sons of Neziah,",
            "and the sons of Hatipha."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            57
          ],
          "lines": [
            "The sons of Solomon’s servants: the sons of Sotai,",
            "the sons of Sophereth,",
            "the sons of Perida,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            58
          ],
          "lines": [
            "the sons of Jaala,",
            "the sons of Darkon,",
            "the sons of Giddel,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            59
          ],
          "lines": [
            "the sons of Shephatiah,",
            "the sons of Hattil,",
            "the sons of Pochereth of Zebaim,",
            "and the sons of Amon."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            60
          ],
          "lines": [
            "All the Nethinim, and the sons of Solomon’s servants, were three hundred and ninety-two."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            61
          ],
          "lines": [
            "And these were the ones who came up from Tel Melah, Tel Harsha, Cherub, Addon, and Immer, but they could not identify their father’s house nor their lineage, whether they were of Israel:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            62
          ],
          "lines": [
            "the sons of Delaiah,",
            "the sons of Tobiah,",
            "the sons of Nekoda, six hundred and forty-two;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            63
          ],
          "lines": [
            "and of the priests: the sons of Habaiah,",
            "the sons of Koz,",
            "the sons of Barzillai, who took a wife of the daughters of Barzillai the Gileadite, and was called by their name."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            64
          ],
          "lines": [
            "These sought their listing among those who were registered by genealogy, but it was not found; therefore they were excluded from the priesthood as defiled."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            65
          ],
          "lines": [
            "And the governor said to them that they should not eat of the most holy things till a priest could consult with the Urim and Thummim."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            66
          ],
          "lines": [
            "Altogether the whole assembly was forty-two thousand three hundred and sixty,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            67
          ],
          "lines": [
            "besides their male and female servants, of whom there were seven thousand three hundred and thirty-seven; and they had two hundred and forty-five men and women singers."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            68
          ],
          "lines": [
            "Their horses were seven hundred and thirty-six, their mules two hundred and forty-five,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            69
          ],
          "lines": [
            "their camels four hundred and thirty-five, and donkeys six thousand seven hundred and twenty."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            70
          ],
          "lines": [
            "And some of the heads of the fathers’ houses gave to the work. The governor gave to the treasury one thousand gold drachmas, fifty basins, and five hundred and thirty priestly garments."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            71
          ],
          "lines": [
            "Some of the heads of the fathers’ houses gave to the treasury of the work twenty thousand gold drachmas, and two thousand two hundred silver minas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            72
          ],
          "lines": [
            "And that which the rest of the people gave was twenty thousand gold drachmas, two thousand silver minas, and sixty-seven priestly garments."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            73
          ],
          "lines": [
            "So the priests, the Levites, the gatekeepers, the singers, some of the people, the Nethinim, and all Israel dwelt in their cities."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Ezra Reads the Law"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            73
          ],
          "lines": [
            "When the seventh month came, the children of Israel were in their cities."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.8",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.8"
        ],
        "human": "Nehemiah 8"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.9"
        ],
        "human": "Nehemiah 9",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.7"
        ],
        "human": "Nehemiah 7",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Now all the people gathered together as one man in the open square that was in front of the Water Gate; and they told Ezra the scribe to bring the Book of the Law of Moses, which the Lord had commanded Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "So Ezra the priest brought the Law before the assembly of men and women and all who could hear with understanding on the first day of the seventh month."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Then he read from it in the open square that was in front of the Water Gate from morning until midday, before the men and women and those who could understand; and the ears of all the people were attentive to the Book of the Law."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "So Ezra the scribe stood on a platform of wood which they had made for the purpose; and beside him, at his right hand, stood Mattithiah, Shema, Anaiah, Urijah, Hilkiah, and Maaseiah; and at his left hand Pedaiah, Mishael, Malchijah, Hashum, Hashbadana, Zechariah, and Meshullam."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "And Ezra opened the book in the sight of all the people, for he was standing above all the people; and when he opened it, all the people stood up."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "And Ezra blessed the Lord, the great God.",
            "Then all the people answered, “Amen, Amen!” while lifting up their hands. And they bowed their heads and worshiped the Lord with their faces to the ground."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Also Jeshua, Bani, Sherebiah, Jamin, Akkub, Shabbethai, Hodijah, Maaseiah, Kelita, Azariah, Jozabad, Hanan, Pelaiah, and the Levites, helped the people to understand the Law; and the people stood in their place."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "So they read distinctly from the book, in the Law of God; and they gave the sense, and helped them to understand the reading."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "And Nehemiah, who was the governor, Ezra the priest and scribe, and the Levites who taught the people said to all the people, “This day is holy to the Lord your God; do not mourn nor weep.” For all the people wept, when they heard the words of the Law."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Then he said to them, “Go your way, eat the fat, drink the sweet, and send portions to those for whom nothing is prepared; for this day is holy to our Lord. Do not sorrow, for the joy of the Lord is your strength.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "So the Levites quieted all the people, saying, “Be still, for the day is holy; do not be grieved.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "And all the people went their way to eat and drink, to send portions and rejoice greatly, because they understood the words that were declared to them."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Feast of Tabernacles"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Now on the second day the heads of the fathers’ houses of all the people, with the priests and Levites, were gathered to Ezra the scribe, in order to understand the words of the Law."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "And they found written in the Law, which the Lord had commanded by Moses, that the children of Israel should dwell in booths during the feast of the seventh month,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "and that they should announce and proclaim in all their cities and in Jerusalem, saying, “Go out to the mountain, and bring olive branches, branches of oil trees, myrtle branches, palm branches, and branches of leafy trees, to make booths, as it is written.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Then the people went out and brought them and made themselves booths, each one on the roof of his house, or in their courtyards or the courts of the house of God, and in the open square of the Water Gate and in the open square of the Gate of Ephraim."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "So the whole assembly of those who had returned from the captivity made booths and sat under the booths; for since the days of Joshua the son of Nun until that day the children of Israel had not done so. And there was very great gladness."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Also day by day, from the first day until the last day, he read from the Book of the Law of God. And they kept the feast seven days; and on the eighth day there was a sacred assembly, according to the prescribed manner."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.9",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.9"
        ],
        "human": "Nehemiah 9"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.10"
        ],
        "human": "Nehemiah 10",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.8"
        ],
        "human": "Nehemiah 8",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The People Confess Their Sins"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Now on the twenty-fourth day of this month the children of Israel were assembled with fasting, in sackcloth, and with dust on their heads."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Then those of Israelite lineage separated themselves from all foreigners; and they stood and confessed their sins and the iniquities of their fathers."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "And they stood up in their place and read from the Book of the Law of the Lord their God for one–fourth of the day; and for another fourth they confessed and worshiped the Lord their God."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Then Jeshua, Bani, Kadmiel, Shebaniah, Bunni, Sherebiah, Bani, and Chenani stood on the stairs of the Levites and cried out with a loud voice to the Lord their God."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "And the Levites, Jeshua, Kadmiel, Bani, Hashabniah, Sherebiah, Hodijah, Shebaniah, and Pethahiah, said:",
            "“Stand up and bless the Lord your God",
            "Forever and ever!",
            "“Blessed be Your glorious name,",
            "Which is exalted above all blessing and praise!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "You alone are the Lord;",
            "You have made heaven,",
            "The heaven of heavens, with all their host,",
            "The earth and everything on it,",
            "The seas and all that is in them,",
            "And You preserve them all.",
            "The host of heaven worships You."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "“You are the Lord God,",
            "Who chose Abram,",
            "And brought him out of Ur of the Chaldeans,",
            "And gave him the name Abraham;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "You found his heart faithful before You,",
            "And made a covenant with him",
            "To give the land of the Canaanites,",
            "The Hittites, the Amorites,",
            "The Perizzites, the Jebusites,",
            "And the Girgashites—",
            "To give it to his descendants.",
            "You have performed Your words,",
            "For You are righteous."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "“You saw the affliction of our fathers in Egypt,",
            "And heard their cry by the Red Sea."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "You showed signs and wonders against Pharaoh,",
            "Against all his servants,",
            "And against all the people of his land.",
            "For You knew that they acted proudly against them.",
            "So You made a name for Yourself, as it is this day."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "And You divided the sea before them,",
            "So that they went through the midst of the sea on the dry land;",
            "And their persecutors You threw into the deep,",
            "As a stone into the mighty waters."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Moreover You led them by day with a cloudy pillar,",
            "And by night with a pillar of fire,",
            "To give them light on the road",
            "Which they should travel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "“You came down also on Mount Sinai,",
            "And spoke with them from heaven,",
            "And gave them just ordinances and true laws,",
            "Good statutes and commandments."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "You made known to them Your holy Sabbath,",
            "And commanded them precepts, statutes and laws,",
            "By the hand of Moses Your servant."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "You gave them bread from heaven for their hunger,",
            "And brought them water out of the rock for their thirst,",
            "And told them to go in to possess the land",
            "Which You had sworn to give them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "“But they and our fathers acted proudly,",
            "Hardened their necks,",
            "And did not heed Your commandments."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "They refused to obey,",
            "And they were not mindful of Your wonders",
            "That You did among them.",
            "But they hardened their necks,",
            "And in their rebellion",
            "They appointed a leader",
            "To return to their bondage.",
            "But You are God,",
            "Ready to pardon,",
            "Gracious and merciful,",
            "Slow to anger,",
            "Abundant in kindness,",
            "And did not forsake them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "“Even when they made a molded calf for themselves,",
            "And said, ‘This is your god",
            "That brought you up out of Egypt,’",
            "And worked great provocations,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Yet in Your manifold mercies",
            "You did not forsake them in the wilderness.",
            "The pillar of the cloud did not depart from them by day,",
            "To lead them on the road;",
            "Nor the pillar of fire by night,",
            "To show them light,",
            "And the way they should go."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "You also gave Your good Spirit to instruct them,",
            "And did not withhold Your manna from their mouth,",
            "And gave them water for their thirst."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Forty years You sustained them in the wilderness;",
            "They lacked nothing;",
            "Their clothes did not wear out",
            "And their feet did not swell."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "“Moreover You gave them kingdoms and nations,",
            "And divided them into districts.",
            "So they took possession of the land of Sihon,",
            "The land of the king of Heshbon,",
            "And the land of Og king of Bashan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "You also multiplied their children as the stars of heaven,",
            "And brought them into the land",
            "Which You had told their fathers",
            "To go in and possess."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "So the people went in",
            "And possessed the land;",
            "You subdued before them the inhabitants of the land,",
            "The Canaanites,",
            "And gave them into their hands,",
            "With their kings",
            "And the people of the land,",
            "That they might do with them as they wished."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "And they took strong cities and a rich land,",
            "And possessed houses full of all goods,",
            "Cisterns already dug, vineyards, olive groves,",
            "And fruit trees in abundance.",
            "So they ate and were filled and grew fat,",
            "And delighted themselves in Your great goodness."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "“Nevertheless they were disobedient",
            "And rebelled against You,",
            "Cast Your law behind their backs",
            "And killed Your prophets, who testified against them",
            "To turn them to Yourself;",
            "And they worked great provocations."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Therefore You delivered them into the hand of their enemies,",
            "Who oppressed them;",
            "And in the time of their trouble,",
            "When they cried to You,",
            "You heard from heaven;",
            "And according to Your abundant mercies",
            "You gave them deliverers who saved them",
            "From the hand of their enemies."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "“But after they had rest,",
            "They again did evil before You.",
            "Therefore You left them in the hand of their enemies,",
            "So that they had dominion over them;",
            "Yet when they returned and cried out to You,",
            "You heard from heaven;",
            "And many times You delivered them according to Your mercies,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "And testified against them,",
            "That You might bring them back to Your law.",
            "Yet they acted proudly,",
            "And did not heed Your commandments,",
            "But sinned against Your judgments,",
            "‘Which if a man does, he shall live by them.’",
            "And they shrugged their shoulders,",
            "Stiffened their necks,",
            "And would not hear."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Yet for many years You had patience with them,",
            "And testified against them by Your Spirit in Your prophets.",
            "Yet they would not listen;",
            "Therefore You gave them into the hand of the peoples of the lands."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Nevertheless in Your great mercy",
            "You did not utterly consume them nor forsake them;",
            "For You are God, gracious and merciful."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "“Now therefore, our God,",
            "The great, the mighty, and awesome God,",
            "Who keeps covenant and mercy:",
            "Do not let all the trouble seem small before You",
            "That has come upon us,",
            "Our kings and our princes,",
            "Our priests and our prophets,",
            "Our fathers and on all Your people,",
            "From the days of the kings of Assyria until this day."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "However You are just in all that has befallen us;",
            "For You have dealt faithfully,",
            "But we have done wickedly."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Neither our kings nor our princes,",
            "Our priests nor our fathers,",
            "Have kept Your law,",
            "Nor heeded Your commandments and Your testimonies,",
            "With which You testified against them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "For they have not served You in their kingdom,",
            "Or in the many good things that You gave them,",
            "Or in the large and rich land which You set before them;",
            "Nor did they turn from their wicked works."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "“Here we are, servants today!",
            "And the land that You gave to our fathers,",
            "To eat its fruit and its bounty,",
            "Here we are, servants in it!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "And it yields much increase to the kings",
            "You have set over us,",
            "Because of our sins;",
            "Also they have dominion over our bodies and our cattle",
            "At their pleasure;",
            "And we are in great distress."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "“And because of all this,",
            "We make a sure covenant and write it;",
            "Our leaders, our Levites, and our priests seal it.”"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.10",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.10"
        ],
        "human": "Nehemiah 10"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.11"
        ],
        "human": "Nehemiah 11",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.9"
        ],
        "human": "Nehemiah 9",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The People Who Sealed the Covenant"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Now those who placed their seal on the document were:",
            "Nehemiah the governor, the son of Hacaliah, and Zedekiah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Seraiah, Azariah, Jeremiah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Pashhur, Amariah, Malchijah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Hattush, Shebaniah, Malluch,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Harim, Meremoth, Obadiah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Daniel, Ginnethon, Baruch,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Meshullam, Abijah, Mijamin,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Maaziah, Bilgai, and Shemaiah. These were the priests."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "The Levites: Jeshua the son of Azaniah, Binnui of the sons of Henadad, and Kadmiel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Their brethren: Shebaniah, Hodijah, Kelita, Pelaiah, Hanan,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Micha, Rehob, Hashabiah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Zaccur, Sherebiah, Shebaniah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Hodijah, Bani, and Beninu."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "The leaders of the people: Parosh, Pahath-Moab, Elam, Zattu, Bani,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Bunni, Azgad, Bebai,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Adonijah, Bigvai, Adin,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Ater, Hezekiah, Azzur,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Hodijah, Hashum, Bezai,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Hariph, Anathoth, Nebai,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Magpiash, Meshullam, Hezir,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Meshezabel, Zadok, Jaddua,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Pelatiah, Hanan, Anaiah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Hoshea, Hananiah, Hasshub,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Hallohesh, Pilha, Shobek,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Rehum, Hashabnah, Maaseiah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Ahijah, Hanan, Anan,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Malluch, Harim, and Baanah."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Covenant That Was Sealed"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Now the rest of the people—the priests, the Levites, the gatekeepers, the singers, the Nethinim, and all those who had separated themselves from the peoples of the lands to the Law of God, their wives, their sons, and their daughters, everyone who had knowledge and understanding—"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "these joined with their brethren, their nobles, and entered into a curse and an oath to walk in God’s Law, which was given by Moses the servant of God, and to observe and do all the commandments of the Lord our Lord, and His ordinances and His statutes:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "We would not give our daughters as wives to the peoples of the land, nor take their daughters for our sons;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "if the peoples of the land brought wares or any grain to sell on the Sabbath day, we would not buy it from them on the Sabbath, or on a holy day; and we would forego the seventh year’s produce and the exacting of every debt."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Also we made ordinances for ourselves, to exact from ourselves yearly one-third of a shekel for the service of the house of our God:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "for the showbread, for the regular grain offering, for the regular burnt offering of the Sabbaths, the New Moons, and the set feasts; for the holy things, for the sin offerings to make atonement for Israel, and all the work of the house of our God."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "We cast lots among the priests, the Levites, and the people, for bringing the wood offering into the house of our God, according to our fathers’ houses, at the appointed times year by year, to burn on the altar of the Lord our God as it is written in the Law."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "And we made ordinances to bring the firstfruits of our ground and the firstfruits of all fruit of all trees, year by year, to the house of the Lord;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "to bring the firstborn of our sons and our cattle, as it is written in the Law, and the firstborn of our herds and our flocks, to the house of our God, to the priests who minister in the house of our God;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "to bring the firstfruits of our dough, our offerings, the fruit from all kinds of trees, the new wine and oil, to the priests, to the storerooms of the house of our God; and to bring the tithes of our land to the Levites, for the Levites should receive the tithes in all our farming communities."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "And the priest, the descendant of Aaron, shall be with the Levites when the Levites receive tithes; and the Levites shall bring up a tenth of the tithes to the house of our God, to the rooms of the storehouse."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "For the children of Israel and the children of Levi shall bring the offering of the grain, of the new wine and the oil, to the storerooms where the articles of the sanctuary are, where the priests who minister and the gatekeepers and the singers are; and we will not neglect the house of our God."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.11",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.11"
        ],
        "human": "Nehemiah 11"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.12"
        ],
        "human": "Nehemiah 12",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.10"
        ],
        "human": "Nehemiah 10",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The People Dwelling in Jerusalem"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Now the leaders of the people dwelt at Jerusalem; the rest of the people cast lots to bring one out of ten to dwell in Jerusalem, the holy city, and nine-tenths were to dwell in other cities."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "And the people blessed all the men who willingly offered themselves to dwell at Jerusalem."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "These are the heads of the province who dwelt in Jerusalem. (But in the cities of Judah everyone dwelt in his own possession in their cities—Israelites, priests, Levites, Nethinim, and descendants of Solomon’s servants.)"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Also in Jerusalem dwelt some of the children of Judah and of the children of Benjamin.",
            "The children of Judah: Athaiah the son of Uzziah, the son of Zechariah, the son of Amariah, the son of Shephatiah, the son of Mahalalel, of the children of Perez;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "and Maaseiah the son of Baruch, the son of Col-Hozeh, the son of Hazaiah, the son of Adaiah, the son of Joiarib, the son of Zechariah, the son of Shiloni."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "All the sons of Perez who dwelt at Jerusalem were four hundred and sixty-eight valiant men."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "And these are the sons of Benjamin: Sallu the son of Meshullam, the son of Joed, the son of Pedaiah, the son of Kolaiah, the son of Maaseiah, the son of Ithiel, the son of Jeshaiah;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "and after him Gabbai and Sallai, nine hundred and twenty-eight."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Joel the son of Zichri was their overseer, and Judah the son of Senuah was second over the city."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Of the priests: Jedaiah the son of Joiarib, and Jachin;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Seraiah the son of Hilkiah, the son of Meshullam, the son of Zadok, the son of Meraioth, the son of Ahitub, was the leader of the house of God."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Their brethren who did the work of the house were eight hundred and twenty-two; and Adaiah the son of Jeroham, the son of Pelaliah, the son of Amzi, the son of Zechariah, the son of Pashhur, the son of Malchijah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "and his brethren, heads of the fathers’ houses, were two hundred and forty-two; and Amashai the son of Azarel, the son of Ahzai, the son of Meshillemoth, the son of Immer,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "and their brethren, mighty men of valor, were one hundred and twenty-eight. Their overseer was Zabdiel the son of one of the great men."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Also of the Levites: Shemaiah the son of Hasshub, the son of Azrikam, the son of Hashabiah, the son of Bunni;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Shabbethai and Jozabad, of the heads of the Levites, had the oversight of the business outside of the house of God;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Mattaniah the son of Micha, the son of Zabdi, the son of Asaph, the leader who began the thanksgiving with prayer; Bakbukiah, the second among his brethren; and Abda the son of Shammua, the son of Galal, the son of Jeduthun."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "All the Levites in the holy city were two hundred and eighty-four."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Moreover the gatekeepers, Akkub, Talmon, and their brethren who kept the gates, were one hundred and seventy-two."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "And the rest of Israel, of the priests and Levites, were in all the cities of Judah, everyone in his inheritance."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "But the Nethinim dwelt in Ophel. And Ziha and Gishpa were over the Nethinim."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Also the overseer of the Levites at Jerusalem was Uzzi the son of Bani, the son of Hashabiah, the son of Mattaniah, the son of Micha, of the sons of Asaph, the singers in charge of the service of the house of God."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "For it was the king’s command concerning them that a certain portion should be for the singers, a quota day by day."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Pethahiah the son of Meshezabel, of the children of Zerah the son of Judah, was the king’s deputy in all matters concerning the people."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The People Dwelling Outside Jerusalem"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "And as for the villages with their fields, some of the children of Judah dwelt in Kirjath Arba and its villages, Dibon and its villages, Jekabzeel and its villages;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "in Jeshua, Moladah, Beth Pelet,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Hazar Shual, and Beersheba and its villages;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "in Ziklag and Meconah and its villages;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "in En Rimmon, Zorah, Jarmuth,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Zanoah, Adullam, and their villages; in Lachish and its fields; in Azekah and its villages. They dwelt from Beersheba to the Valley of Hinnom."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Also the children of Benjamin from Geba dwelt in Michmash, Aija, and Bethel, and their villages;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "in Anathoth, Nob, Ananiah;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "in Hazor, Ramah, Gittaim;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "in Hadid, Zeboim, Neballat;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "in Lod, Ono, and the Valley of Craftsmen."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Some of the Judean divisions of Levites were in Benjamin."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.12",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.12"
        ],
        "human": "Nehemiah 12"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.13"
        ],
        "human": "Nehemiah 13",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.11"
        ],
        "human": "Nehemiah 11",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Priests and Levites"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Now these are the priests and the Levites who came up with Zerubbabel the son of Shealtiel, and Jeshua: Seraiah, Jeremiah, Ezra,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Amariah, Malluch, Hattush,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Shechaniah, Rehum, Meremoth,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Iddo, Ginnethoi, Abijah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Mijamin, Maadiah, Bilgah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Shemaiah, Joiarib, Jedaiah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Sallu, Amok, Hilkiah, and Jedaiah.",
            "These were the heads of the priests and their brethren in the days of Jeshua."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Moreover the Levites were Jeshua, Binnui, Kadmiel, Sherebiah, Judah, and Mattaniah who led the thanksgiving psalms, he and his brethren."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Also Bakbukiah and Unni, their brethren, stood across from them in their duties."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Jeshua begot Joiakim, Joiakim begot Eliashib, Eliashib begot Joiada,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Joiada begot Jonathan, and Jonathan begot Jaddua."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Now in the days of Joiakim, the priests, the heads of the fathers’ houses were: of Seraiah, Meraiah; of Jeremiah, Hananiah;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "of Ezra, Meshullam; of Amariah, Jehohanan;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "of Melichu, Jonathan; of Shebaniah, Joseph;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "of Harim, Adna; of Meraioth, Helkai;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "of Iddo, Zechariah; of Ginnethon, Meshullam;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "of Abijah, Zichri; the son of Minjamin; of Moadiah, Piltai;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "of Bilgah, Shammua; of Shemaiah, Jehonathan;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "of Joiarib, Mattenai; of Jedaiah, Uzzi;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "of Sallai, Kallai; of Amok, Eber;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "of Hilkiah, Hashabiah; and of Jedaiah, Nethanel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "During the reign of Darius the Persian, a record was also kept of the Levites and priests who had been heads of their fathers’ houses in the days of Eliashib, Joiada, Johanan, and Jaddua."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "The sons of Levi, the heads of the fathers’ houses until the days of Johanan the son of Eliashib, were written in the book of the chronicles."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "And the heads of the Levites were Hashabiah, Sherebiah, and Jeshua the son of Kadmiel, with their brothers across from them, to praise and give thanks, group alternating with group, according to the command of David the man of God."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Mattaniah, Bakbukiah, Obadiah, Meshullam, Talmon, and Akkub were gatekeepers keeping the watch at the storerooms of the gates."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "These lived in the days of Joiakim the son of Jeshua, the son of Jozadak, and in the days of Nehemiah the governor, and of Ezra the priest, the scribe."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Nehemiah Dedicates the Wall"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Now at the dedication of the wall of Jerusalem they sought out the Levites in all their places, to bring them to Jerusalem to celebrate the dedication with gladness, both with thanksgivings and singing, with cymbals and stringed instruments and harps."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "And the sons of the singers gathered together from the countryside around Jerusalem, from the villages of the Netophathites,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "from the house of Gilgal, and from the fields of Geba and Azmaveth; for the singers had built themselves villages all around Jerusalem."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Then the priests and Levites purified themselves, and purified the people, the gates, and the wall."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "So I brought the leaders of Judah up on the wall, and appointed two large thanksgiving choirs. One went to the right hand on the wall toward the Refuse Gate."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "After them went Hoshaiah and half of the leaders of Judah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "and Azariah, Ezra, Meshullam,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Judah, Benjamin, Shemaiah, Jeremiah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "and some of the priests’ sons with trumpets—Zechariah the son of Jonathan, the son of Shemaiah, the son of Mattaniah, the son of Michaiah, the son of Zaccur, the son of Asaph,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "and his brethren, Shemaiah, Azarel, Milalai, Gilalai, Maai, Nethanel, Judah, and Hanani, with the musical instruments of David the man of God. Ezra the scribe went before them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "By the Fountain Gate, in front of them, they went up the stairs of the City of David, on the stairway of the wall, beyond the house of David, as far as the Water Gate eastward."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "The other thanksgiving choir went the opposite way, and I was behind them with half of the people on the wall, going past the Tower of the Ovens as far as the Broad Wall,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "and above the Gate of Ephraim, above the Old Gate, above the Fish Gate, the Tower of Hananel, the Tower of the Hundred, as far as the Sheep Gate; and they stopped by the Gate of the Prison."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "So the two thanksgiving choirs stood in the house of God, likewise I and the half of the rulers with me;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "and the priests, Eliakim, Maaseiah, Minjamin, Michaiah, Elioenai, Zechariah, and Hananiah, with trumpets;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "also Maaseiah, Shemaiah, Eleazar, Uzzi, Jehohanan, Malchijah, Elam, and Ezer. The singers sang loudly with Jezrahiah the director."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "Also that day they offered great sacrifices, and rejoiced, for God had made them rejoice with great joy; the women and the children also rejoiced, so that the joy of Jerusalem was heard afar off."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Temple Responsibilities"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "And at the same time some were appointed over the rooms of the storehouse for the offerings, the firstfruits, and the tithes, to gather into them from the fields of the cities the portions specified by the Law for the priests and Levites; for Judah rejoiced over the priests and Levites who ministered."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "Both the singers and the gatekeepers kept the charge of their God and the charge of the purification, according to the command of David and Solomon his son."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            46
          ],
          "lines": [
            "For in the days of David and Asaph of old there were chiefs of the singers, and songs of praise and thanksgiving to God."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            47
          ],
          "lines": [
            "In the days of Zerubbabel and in the days of Nehemiah all Israel gave the portions for the singers and the gatekeepers, a portion for each day. They also consecrated holy things for the Levites, and the Levites consecrated them for the children of Aaron."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.13",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.13"
        ],
        "human": "Nehemiah 13"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "EST.1"
        ],
        "human": "Esther 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.12"
        ],
        "human": "Nehemiah 12",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Principles of Separation"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "On that day they read from the Book of Moses in the hearing of the people, and in it was found written that no Ammonite or Moabite should ever come into the assembly of God,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "because they had not met the children of Israel with bread and water, but hired Balaam against them to curse them. However, our God turned the curse into a blessing."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "So it was, when they had heard the Law, that they separated all the mixed multitude from Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Reforms of Nehemiah"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Now before this, Eliashib the priest, having authority over the storerooms of the house of our God, was allied with Tobiah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "And he had prepared for him a large room, where previously they had stored the grain offerings, the frankincense, the articles, the tithes of grain, the new wine and oil, which were commanded to be given to the Levites and singers and gatekeepers, and the offerings for the priests."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "But during all this I was not in Jerusalem, for in the thirty-second year of Artaxerxes king of Babylon I had returned to the king. Then after certain days I obtained leave from the king,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "and I came to Jerusalem and discovered the evil that Eliashib had done for Tobiah, in preparing a room for him in the courts of the house of God."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "And it grieved me bitterly; therefore I threw all the household goods of Tobiah out of the room."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Then I commanded them to cleanse the rooms; and I brought back into them the articles of the house of God, with the grain offering and the frankincense."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "I also realized that the portions for the Levites had not been given them; for each of the Levites and the singers who did the work had gone back to his field."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "So I contended with the rulers, and said, “Why is the house of God forsaken?” And I gathered them together and set them in their place."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Then all Judah brought the tithe of the grain and the new wine and the oil to the storehouse."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "And I appointed as treasurers over the storehouse Shelemiah the priest and Zadok the scribe, and of the Levites, Pedaiah; and next to them was Hanan the son of Zaccur, the son of Mattaniah; for they were considered faithful, and their task was to distribute to their brethren."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Remember me, O my God, concerning this, and do not wipe out my good deeds that I have done for the house of my God, and for its services!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "In those days I saw people in Judah treading wine presses on the Sabbath, and bringing in sheaves, and loading donkeys with wine, grapes, figs, and all kinds of burdens, which they brought into Jerusalem on the Sabbath day. And I warned them about the day on which they were selling provisions."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Men of Tyre dwelt there also, who brought in fish and all kinds of goods, and sold them on the Sabbath to the children of Judah, and in Jerusalem."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Then I contended with the nobles of Judah, and said to them, “What evil thing is this that you do, by which you profane the Sabbath day?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Did not your fathers do thus, and did not our God bring all this disaster on us and on this city? Yet you bring added wrath on Israel by profaning the Sabbath.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "So it was, at the gates of Jerusalem, as it began to be dark before the Sabbath, that I commanded the gates to be shut, and charged that they must not be opened till after the Sabbath. Then I posted some of my servants at the gates, so that no burdens would be brought in on the Sabbath day."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Now the merchants and sellers of all kinds of wares lodged outside Jerusalem once or twice."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Then I warned them, and said to them, “Why do you spend the night around the wall? If you do so again, I will lay hands on you!” From that time on they came no more on the Sabbath."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "And I commanded the Levites that they should cleanse themselves, and that they should go and guard the gates, to sanctify the Sabbath day.",
            "Remember me, O my God, concerning this also, and spare me according to the greatness of Your mercy!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "In those days I also saw Jews who had married women of Ashdod, Ammon, and Moab."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "And half of their children spoke the language of Ashdod, and could not speak the language of Judah, but spoke according to the language of one or the other people."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "So I contended with them and cursed them, struck some of them and pulled out their hair, and made them swear by God, saying, “You shall not give your daughters as wives to their sons, nor take their daughters for your sons or yourselves."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Did not Solomon king of Israel sin by these things? Yet among many nations there was no king like him, who was beloved of his God; and God made him king over all Israel. Nevertheless pagan women caused even him to sin."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Should we then hear of your doing all this great evil, transgressing against our God by marrying pagan women?”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "And one of the sons of Joiada, the son of Eliashib the high priest, was a son-in-law of Sanballat the Horonite; therefore I drove him from me."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Remember them, O my God, because they have defiled the priesthood and the covenant of the priesthood and the Levites."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Thus I cleansed them of everything pagan. I also assigned duties to the priests and the Levites, each to his service,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "and to bringing the wood offering and the firstfruits at appointed times.",
            "Remember me, O my God, for good!"
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}