{
  "book_usfm": "2TI",
  "name": "2 Timoteo",
  "local_title": "Nueva Traducción Viviente",
  "local_abbreviation": "NTV",
  "version_id": 127,
  "publisher": {
    "name": "Tyndale House Publishers Inc."
  },
  "copyright": {
    "html": "<p>Santa Biblia, Nueva Traducción Viviente, copyright © 2010 by Tyndale House Foundation. Used by permission of Tyndale House Publishers, a Division of Tyndale House Ministries, Carol Stream, Illinois 60188. All rights reserved.</p>",
    "text": "Santa Biblia, Nueva Traducción Viviente, copyright © 2010 by Tyndale House Foundation. Used by permission of Tyndale House Publishers, a Division of Tyndale House Ministries, Carol Stream, Illinois 60188. All rights reserved."
  },
  "language": {
    "iso_639_1": "es",
    "iso_639_3": "spa",
    "language_tag": "spa",
    "local_name": "Español (América Latina)",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/mrk214/bible-data-es-spa",
  "chapters": [
    {
      "chapter_usfm": "2TI.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2TI.1"
        ],
        "human": "2 Timoteo 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2TI.2"
        ],
        "human": "2 Timoteo 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1TI.6"
        ],
        "human": "1 Timoteo 6",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Saludos de Pablo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Yo, Pablo, elegido por la voluntad de Dios para ser apóstol de Cristo Jesús escribo esta carta. Fui enviado para contarles a otros acerca de la vida que él ha prometido mediante la fe en Cristo Jesús."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Le escribo a Timoteo, mi querido hijo.",
            "Que Dios Padre y Cristo Jesús nuestro Señor te den gracia, misericordia y paz."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Animado a ser fiel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Timoteo, doy gracias a Dios por ti, al mismo Dios que sirvo con la conciencia limpia tal como lo hicieron mis antepasados. Día y noche te recuerdo constantemente en mis oraciones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Tengo muchos deseos de volver a verte porque no me olvido de tus lágrimas cuando nos separamos. Y me llenaré de alegría cuando estemos juntos otra vez."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Me acuerdo de tu fe sincera, pues tú tienes la misma fe de la que primero estuvieron llenas tu abuela Loida y tu madre, Eunice, y sé que esa fe sigue firme en ti."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Por esta razón, te recuerdo que avives el fuego del don espiritual que Dios te dio cuando te impuse mis manos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Pues Dios no nos ha dado un espíritu de temor y timidez sino de poder, amor y autodisciplina."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Así que nunca te avergüences de contarles a otros acerca de nuestro Señor, ni te avergüences de mí, aun cuando estoy preso por él. Con las fuerzas que Dios te da prepárate para sufrir conmigo a causa de la Buena Noticia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Pues Dios nos salvó y nos llamó para vivir una vida santa. No lo hizo porque lo mereciéramos, sino porque ese era su plan desde antes del comienzo del tiempo, para mostrarnos su gracia por medio de Cristo Jesús;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "y ahora todo esto él nos lo ha hecho evidente mediante la venida de Cristo Jesús, nuestro Salvador. Destruyó el poder de la muerte e iluminó el camino a la vida y a la inmortalidad por medio de la Buena Noticia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Y Dios me eligió para que sea predicador, apóstol y maestro de esta Buena Noticia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Por eso estoy sufriendo aquí, en prisión; pero no me avergüenzo de ello, porque yo sé en quién he puesto mi confianza y estoy seguro de que él es capaz de guardar lo que le he confiado hasta el día de su regreso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Aférrate al modelo de la sana enseñanza que aprendiste de mí, un modelo formado por la fe y el amor que tienes en Cristo Jesús."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Mediante el poder del Espíritu Santo, quien vive en nosotros, guarda con sumo cuidado la preciosa verdad que se te confió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Como tú sabes, todos los de la provincia de Asia me abandonaron, incluso Figelo y Hermógenes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Que el Señor muestre una bondad especial con Onesíforo y toda su familia, porque él me visitó muchas veces y me dio ánimo. Jamás se avergonzó de que yo estuviera en cadenas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Cuando vino a Roma, me buscó por todas partes hasta que me encontró."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Que el Señor le muestre una bondad especial el día que Cristo vuelva. Y tú bien sabes de cuánta ayuda fue en Éfeso."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2TI.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2TI.2"
        ],
        "human": "2 Timoteo 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2TI.3"
        ],
        "human": "2 Timoteo 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2TI.1"
        ],
        "human": "2 Timoteo 1",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Un buen soldado de Cristo Jesús"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Timoteo, mi querido hijo, sé fuerte por medio de la gracia que Dios te da en Cristo Jesús."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Me has oído enseñar verdades, que han sido confirmadas por muchos testigos confiables. Ahora enseña estas verdades a otras personas dignas de confianza que estén capacitadas para transmitirlas a otros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Soporta el sufrimiento junto conmigo como un buen soldado de Cristo Jesús."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Ningún soldado se enreda en los asuntos de la vida civil, porque de ser así, no podría agradar al oficial que lo reclutó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Asimismo ningún atleta puede obtener el premio a menos que siga las reglas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Y el agricultor que se esfuerza en su trabajo debería ser el primero en gozar del fruto de su labor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Piensa en lo que te digo. El Señor te ayudará a entender todas estas cosas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Siempre recuerda que Jesucristo, descendiente del rey David, fue levantado de los muertos; esta es la Buena Noticia que yo predico."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Debido a que predico esta Buena Noticia, sufro y estoy encadenado como un criminal; pero la palabra de Dios no puede ser encadenada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Por eso estoy dispuesto a soportar cualquier cosa si esta traerá salvación y gloria eterna en Cristo Jesús a los que Dios ha elegido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "La siguiente declaración es digna de confianza:",
            "Si morimos con él,",
            "también viviremos con él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Si soportamos privaciones,",
            "reinaremos con él.",
            "Si lo negamos,",
            "él nos negará."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Si somos infieles,",
            "él permanece fiel,",
            "pues él no puede negar quién es."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Recuérdales estas cosas a todos y ordénales en presencia de Dios que dejen de pelearse por palabras. Esos altercados son inútiles y pueden destruir a los que los oyen."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Un obrero aprobado"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Esfuérzate para poder presentarte delante de Dios y recibir su aprobación. Sé un buen obrero, alguien que no tiene de qué avergonzarse y que explica correctamente la palabra de verdad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Evita las conversaciones inútiles y necias, que solo llevan a una conducta cada vez más mundana."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Este tipo de conversaciones se extienden como el cáncer, así como en el caso de Himeneo y Fileto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Ellos han abandonado el camino de la verdad al afirmar que la resurrección de los muertos ya ocurrió; de esa manera, desviaron de la fe a algunas personas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Sin embargo, la verdad de Dios se mantiene firme como una piedra de cimiento con la siguiente inscripción: «El Señor conoce a los que son suyos», y «Todos los que pertenecen al Señor deben apartarse de la maldad»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "En una casa de ricos, algunos utensilios son de oro y plata, y otros son de madera y barro. Los utensilios costosos se usan en ocasiones especiales, mientras que los baratos son para el uso diario."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Si te mantienes puro, serás un utensilio especial para uso honorable. Tu vida será limpia, y estarás listo para que el Maestro te use en toda buena obra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Huye de todo lo que estimule las pasiones juveniles. En cambio, sigue la vida recta, la fidelidad, el amor y la paz. Disfruta del compañerismo de los que invocan al Señor con un corazón puro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Te repito: no te metas en discusiones necias y sin sentido que solo inician pleitos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Un siervo del Señor no debe andar peleando, sino que debe ser bondadoso con todos, capaz de enseñar y paciente con las personas difíciles."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Instruye con ternura a los que se oponen a la verdad. Tal vez Dios les cambie el corazón, y aprendan la verdad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Entonces entrarán en razón y escaparán de la trampa del diablo. Pues él los ha tenido cautivos, para que hagan lo que él quiere."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2TI.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2TI.3"
        ],
        "human": "2 Timoteo 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2TI.4"
        ],
        "human": "2 Timoteo 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2TI.2"
        ],
        "human": "2 Timoteo 2",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Peligros de los últimos días"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Timoteo, es bueno que sepas que, en los últimos días, habrá tiempos muy difíciles."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Pues la gente solo tendrá amor por sí misma y por su dinero. Serán fanfarrones y orgullosos, se burlarán de Dios, serán desobedientes a sus padres y malagradecidos. No considerarán nada sagrado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "No amarán ni perdonarán; calumniarán a otros y no tendrán control propio. Serán crueles y odiarán lo que es bueno."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Traicionarán a sus amigos, serán imprudentes, se llenarán de soberbia y amarán el placer en lugar de amar a Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Actuarán como religiosos pero rechazarán el único poder capaz de hacerlos obedientes a Dios. ¡Aléjate de esa clase de individuos!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Pues son de los que se las ingenian para meterse en las casas de otros y ganarse la confianza de mujeres vulnerables que cargan con la culpa del pecado y están dominadas por todo tipo de deseos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "(Dichas mujeres siempre van detrás de nuevas enseñanzas pero jamás logran entender la verdad)."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Estos «maestros» se oponen a la verdad, tal como Janes y Jambres se opusieron a Moisés. Tienen la mente depravada, y una fe falsa;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "pero no se saldrán con la suya por mucho tiempo. Algún día, todos se darán cuenta de lo tontos que son, tal como pasó con Janes y Jambres."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Encargo de Pablo a Timoteo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Pero tú, Timoteo, sabes muy bien lo que yo enseño y cómo vivo y cuál es el propósito de mi vida. También conoces mi fe, mi paciencia, mi amor y mi constancia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Sabes cuánta persecución y sufrimiento he soportado, y cómo fui perseguido en Antioquía, Iconio y Listra; pero el Señor me rescató de todo eso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Es cierto, y todo el que quiera vivir una vida de sumisión a Dios en Cristo Jesús sufrirá persecución;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "pero los malos y los impostores serán cada vez más fuertes. Engañarán a otros, y ellos mismos serán engañados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Pero tú debes permanecer fiel a las cosas que se te han enseñado. Sabes que son verdad, porque sabes que puedes confiar en quienes te las enseñaron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Desde la niñez, se te han enseñado las sagradas Escrituras, las cuales te han dado la sabiduría para recibir la salvación que viene por confiar en Cristo Jesús."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Toda la Escritura es inspirada por Dios y es útil para enseñarnos lo que es verdad y para hacernos ver lo que está mal en nuestra vida. Nos corrige cuando estamos equivocados y nos enseña a hacer lo correcto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Dios la usa para preparar y capacitar a su pueblo para que haga toda buena obra."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2TI.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2TI.4"
        ],
        "human": "2 Timoteo 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "TIT.1"
        ],
        "human": "Tito 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2TI.3"
        ],
        "human": "2 Timoteo 3",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "En presencia de Dios y de Cristo Jesús —quien un día juzgará a los vivos y a los muertos cuando venga para establecer su reino— te pido encarecidamente:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "predica la palabra de Dios. Mantente preparado, sea o no el tiempo oportuno. Corrige, reprende y anima a tu gente con paciencia y buena enseñanza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Llegará el tiempo en que la gente no escuchará más la sólida y sana enseñanza. Seguirán sus propios deseos y buscarán maestros que les digan lo que sus oídos se mueren por oír."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Rechazarán la verdad e irán tras los mitos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Pero tú debes mantener la mente clara en toda situación. No tengas miedo de sufrir por el Señor. Ocúpate en decirles a otros la Buena Noticia y lleva a cabo todo el ministerio que Dios te dio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "En cuanto a mí, mi vida ya fue derramada como una ofrenda a Dios. Se acerca el tiempo de mi muerte."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "He peleado la buena batalla, he terminado la carrera y he permanecido fiel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Ahora me espera el premio, la corona de justicia que el Señor, el Juez justo, me dará el día de su regreso; y el premio no es solo para mí, sino para todos los que esperan con anhelo su venida."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Palabras finales de Pablo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Timoteo, por favor, ven lo más pronto posible."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Demas me abandonó porque ama las cosas de esta vida y se fue a Tesalónica. Crescente se fue a Galacia, y Tito a Dalmacia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Solo Lucas está conmigo. Trae a Marcos contigo cuando vengas, porque me será de ayuda en mi ministerio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "A Tíquico lo envié a Éfeso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Cuando vengas, no te olvides de traer el abrigo que dejé con Carpo en Troas. Tráeme también mis libros y especialmente mis pergaminos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Alejandro —el que trabaja el cobre— me hizo mucho daño, pero el Señor lo juzgará por lo que ha hecho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Cuídate de él, porque se opuso firmemente a todo lo que dijimos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "La primera vez que fui llevado ante el juez, nadie me acompañó. Todos me abandonaron; que no se lo tomen en cuenta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Pero el Señor estuvo a mi lado y me dio fuerzas, a fin de que yo pudiera predicar la Buena Noticia en toda su plenitud, para que todos los gentiles la oyeran. Y él me libró de una muerte segura."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Así es, y el Señor me librará de todo ataque maligno y me llevará a salvo a su reino celestial. ¡A Dios sea toda la gloria por siempre y para siempre! Amén."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Saludos finales de Pablo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Dales mis saludos a Priscila y a Aquila, y a los que viven en la casa de Onesíforo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Erasto se quedó en Corinto, y a Trófimo lo dejé enfermo en Mileto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Haz todo lo posible por llegar aquí antes del invierno. Eubulo te envía saludos, al igual que Pudente, Lino, Claudia y todos los hermanos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Que el Señor esté con tu espíritu, y que su gracia sea con todos ustedes."
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}