{
  "book_usfm": "GAL",
  "name": "Gálatas",
  "local_title": "Nueva Traducción Viviente",
  "local_abbreviation": "NTV",
  "version_id": 127,
  "publisher": {
    "name": "Tyndale House Publishers Inc."
  },
  "copyright": {
    "html": "<p>Santa Biblia, Nueva Traducción Viviente, copyright © 2010 by Tyndale House Foundation. Used by permission of Tyndale House Publishers, a Division of Tyndale House Ministries, Carol Stream, Illinois 60188. All rights reserved.</p>",
    "text": "Santa Biblia, Nueva Traducción Viviente, copyright © 2010 by Tyndale House Foundation. Used by permission of Tyndale House Publishers, a Division of Tyndale House Ministries, Carol Stream, Illinois 60188. All rights reserved."
  },
  "language": {
    "iso_639_1": "es",
    "iso_639_3": "spa",
    "language_tag": "spa",
    "local_name": "Español (América Latina)",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/mrk214/bible-data-es-spa",
  "chapters": [
    {
      "chapter_usfm": "GAL.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "GAL.1"
        ],
        "human": "Gálatas 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "GAL.2"
        ],
        "human": "Gálatas 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2CO.13"
        ],
        "human": "2 Corintios 13",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Saludos de Pablo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Les escribo, yo, el apóstol Pablo. No fui nombrado apóstol por ningún grupo de personas ni por ninguna autoridad humana, sino por Jesucristo mismo y por Dios Padre, quien levantó a Jesús de los muertos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Todos los hermanos de este lugar se unen a mí para enviar esta carta que escribo a las iglesias de Galacia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Que Dios Padre y nuestro Señor Jesucristo les concedan gracia y paz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Tal como Dios nuestro Padre lo planeó, Jesús entregó su vida por nuestros pecados para rescatarnos de este mundo de maldad en el que vivimos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "¡A Dios sea toda la gloria por siempre y para siempre! Amén."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Un solo camino verdadero"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Estoy horrorizado de que ustedes estén apartándose tan pronto de Dios, quien los llamó a sí mismo por medio de la amorosa misericordia de Cristo. Están siguiendo un evangelio diferente, que aparenta ser la Buena Noticia,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "pero no lo es en absoluto. Están siendo engañados por los que a propósito distorsionan la verdad acerca de Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Si alguien —ya sea nosotros o incluso un ángel del cielo— les predica otra Buena Noticia diferente de la que nosotros les hemos predicado, que le caiga la maldición de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Repito lo que ya hemos dicho: si alguien predica otra Buena Noticia distinta de la que ustedes han recibido, que esa persona sea maldita."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Queda claro que no es mi intención ganarme el favor de la gente, sino el de Dios. Si mi objetivo fuera agradar a la gente, no sería un siervo de Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El mensaje de Pablo procede de Cristo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Amados hermanos, quiero que entiendan que el mensaje del evangelio que predico no se basa en un simple razonamiento humano."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "No recibí mi mensaje de ninguna fuente humana ni nadie me lo enseñó. En cambio, lo recibí por revelación directa de Jesucristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Ustedes saben cómo me comportaba cuando pertenecía a la religión judía y cómo perseguí con violencia a la iglesia de Dios. Hice todo lo posible por destruirla."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Yo superaba ampliamente a mis compatriotas judíos en mi celo por las tradiciones de mis antepasados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Pero aun antes de que yo naciera, Dios me eligió y me llamó por su gracia maravillosa. Luego le agradó"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "revelarme a su Hijo para que yo proclamara a los gentiles la Buena Noticia acerca de Jesús.",
            "Cuando esto sucedió, no me apresuré a consultar con ningún ser humano."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Tampoco subí a Jerusalén para pedir consejo de los que eran apóstoles antes que yo. En cambio, me fui a la región de Arabia y después regresé a la ciudad de Damasco."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Luego, tres años más tarde, fui a Jerusalén para conocer a Pedro y me quedé quince días con él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "El único otro apóstol que conocí en esos días fue Santiago, el hermano del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Declaro delante de Dios que no es mentira lo que les escribo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Después de esa visita, me dirigí al norte, a las provincias de Siria y Cilicia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Y aun así, las iglesias en Cristo que están en Judea todavía no me conocían personalmente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Todo lo que sabían de mí era lo que la gente decía: «¡El que antes nos perseguía ahora predica la misma fe que trataba de destruir!»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Y alababan a Dios por causa de mí."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "GAL.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "GAL.2"
        ],
        "human": "Gálatas 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "GAL.3"
        ],
        "human": "Gálatas 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "GAL.1"
        ],
        "human": "Gálatas 1",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Los apóstoles aceptan a Pablo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Luego, catorce años más tarde, regresé a Jerusalén, esta vez con Bernabé; y Tito también vino."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Fui a Jerusalén, porque Dios me reveló que debía hacerlo. Durante mi tiempo allí, me reuní en privado con los que eran reconocidos como los dirigentes de la iglesia y les presenté el mensaje que predico a los gentiles. Quería asegurarme de que estábamos de acuerdo, porque temía que todos mis esfuerzos hubieran sido inútiles y que estaba corriendo la carrera en vano."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Sin embargo, ellos me respaldaron y ni siquiera exigieron que mi compañero Tito se circuncidara, a pesar de que era griego."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Incluso esa cuestión surgió solo a causa de unos supuestos creyentes —en realidad, falsos— que se habían infiltrado entre nosotros. Se metieron en secreto para espiarnos y privarnos de la libertad que tenemos en Cristo Jesús. Pues querían esclavizarnos y obligarnos a seguir los reglamentos judíos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "pero no nos doblegamos ante ellos ni por un solo instante. Queríamos preservar la verdad del mensaje del evangelio para ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Los líderes de la iglesia no tenían nada que agregar a lo que yo predicaba. (Dicho sea de paso, su fama de grandes líderes a mí no me afectó para nada, porque Dios no tiene favoritos)."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Al contrario, ellos comprendieron que Dios me había dado la responsabilidad de predicar el evangelio a los gentiles tal como le había dado a Pedro la responsabilidad de predicar a los judíos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Pues el mismo Dios que actuaba por medio de Pedro, apóstol a los judíos, también actuaba por medio de mí, apóstol a los gentiles."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "De hecho, Santiago, Pedro y Juan —quienes eran considerados pilares de la iglesia— reconocieron el don que Dios me había dado y nos aceptaron a Bernabé y a mí como sus colegas. Nos animaron a seguir predicando a los gentiles mientras ellos continuaban su tarea con los judíos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "La única sugerencia que hicieron fue que siguiéramos ayudando a los pobres, algo que yo siempre tengo deseos de hacer."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Pablo enfrenta a Pedro"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Pero cuando Pedro llegó a Antioquía, tuve que enfrentarlo cara a cara, porque él estaba muy equivocado en lo que hacía."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Cuando llegó por primera vez, Pedro comía con los creyentes gentiles, quienes no estaban circuncidados; pero después, cuando llegaron algunos amigos de Santiago, Pedro no quiso comer más con esos gentiles. Tenía miedo a la crítica de los que insistían en la necesidad de la circuncisión."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Como resultado, otros creyentes judíos imitaron la hipocresía de Pedro, e incluso Bernabé se dejó llevar por esa hipocresía."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Cuando vi que ellos no seguían la verdad del mensaje del evangelio, le dije a Pedro delante de todos los demás: «Si tú, que eres judío de nacimiento, dejaste a un lado las leyes judías y vives como un gentil, ¿por qué ahora tratas de obligar a estos gentiles a seguir las tradiciones judías?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "»Tú y yo somos judíos de nacimiento, no somos “pecadores” como los gentiles."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Sin embargo, sabemos que una persona es declarada justa ante Dios por la fe en Jesucristo y no por la obediencia a la ley. Y nosotros hemos creído en Cristo Jesús para poder ser declarados justos ante Dios por causa de nuestra fe en Cristo y no porque hayamos obedecido la ley. Pues nadie jamás será declarado justo ante Dios mediante la obediencia a la ley»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Pero supongamos que intentamos ser declarados justos ante Dios por medio de la fe en Cristo y luego se nos declara culpables por haber abandonado la ley. ¿Acaso esto quiere decir que Cristo nos ha llevado al pecado? ¡Por supuesto que no!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Más bien, soy un pecador si vuelvo a construir el viejo sistema de la ley que ya eché abajo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Pues, cuando intenté obedecer la ley, la ley misma me condenó. Así que morí a la ley —es decir, dejé de intentar cumplir todas sus exigencias— a fin de vivir para Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Mi antiguo yo ha sido crucificado con Cristo. Ya no vivo yo, sino que Cristo vive en mí. Así que vivo en este cuerpo terrenal confiando en el Hijo de Dios, quien me amó y se entregó a sí mismo por mí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Yo no tomo la gracia de Dios como algo sin sentido. Pues, si cumplir la ley pudiera hacernos justos ante Dios, entonces no habría sido necesario que Cristo muriera."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "GAL.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "GAL.3"
        ],
        "human": "Gálatas 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "GAL.4"
        ],
        "human": "Gálatas 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "GAL.2"
        ],
        "human": "Gálatas 2",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La ley y la fe en Cristo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "¡Ay gálatas tontos! ¿Quién los ha hechizado? Pues el significado de la muerte de Jesucristo se les explicó con tanta claridad como si lo hubieran visto morir en la cruz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Déjenme hacerles una pregunta: ¿recibieron al Espíritu Santo por obedecer la ley de Moisés? ¡Claro que no! Recibieron al Espíritu porque creyeron el mensaje que escucharon acerca de Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "¿Será posible que sean tan tontos? Después de haber comenzado su nueva vida en el Espíritu, ¿por qué ahora tratan de ser perfectos mediante sus propios esfuerzos?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "¿Acaso han pasado por tantas experiencias en vano? ¡No puede ser que no les hayan servido para nada!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Vuelvo a preguntarles: ¿acaso Dios les da al Espíritu Santo y hace milagros entre ustedes porque obedecen la ley? ¡Por supuesto que no! Es porque creen el mensaje que oyeron acerca de Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Del mismo modo, «Abraham le creyó a Dios, y Dios lo consideró justo debido a su fe»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Así que los verdaderos hijos de Abraham son los que ponen su fe en Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Es más, las Escrituras previeron este tiempo en el que Dios haría justos a sus ojos a los gentiles por causa de su fe. Dios anunció esa Buena Noticia a Abraham hace tiempo, cuando le dijo: «Todas las naciones serán bendecidas por medio de ti»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Así que todos los que ponen su fe en Cristo participan de la misma bendición que recibió Abraham por causa de su fe."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Sin embargo, los que dependen de la ley para hacerse justos ante Dios están bajo la maldición de Dios, porque las Escrituras dicen: «Maldito es todo el que no cumple ni obedece cada uno de los mandatos que están escritos en el libro de la ley de Dios»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Queda claro, entonces, que nadie puede hacerse justo ante Dios por tratar de cumplir la ley, ya que las Escrituras dicen: «Es por medio de la fe que el justo tiene vida»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "El camino de la fe es muy diferente del camino de la ley, que dice: «Es mediante la obediencia a la ley que una persona tiene vida»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Pero Cristo nos ha rescatado de la maldición dictada en la ley. Cuando fue colgado en la cruz, cargó sobre sí la maldición de nuestras fechorías. Pues está escrito: «Maldito todo el que es colgado en un madero»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Mediante Cristo Jesús, Dios bendijo a los gentiles con la misma bendición que le prometió a Abraham, a fin de que los creyentes pudiéramos recibir por medio de la fe al Espíritu Santo prometido."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La ley y la promesa de Dios"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Amados hermanos, el siguiente es un ejemplo de la vida diaria: así como nadie puede anular ni modificar un acuerdo irrevocable, tampoco en este caso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Dios ha dado las promesas a Abraham y a su hijo. Y noten que la Escritura no dice «a sus hijos», como si significara muchos descendientes. Más bien, dice «a su hijo», y eso sin duda se refiere a Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Lo que trato de decir es lo siguiente: el acuerdo que Dios hizo con Abraham no podía anularse cuatrocientos treinta años más tarde —cuando Dios le dio la ley a Moisés—, porque Dios estaría rompiendo su promesa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Pues, si fuera posible recibir la herencia por cumplir la ley, entonces esa herencia ya no sería el resultado de aceptar la promesa de Dios; pero Dios, por su gracia, se la concedió a Abraham mediante una promesa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Entonces, ¿para qué se entregó la ley? Fue añadida a la promesa para mostrarle a la gente sus pecados, pero la intención era que la ley durara solo hasta la llegada del hijo prometido. Por medio de ángeles, Dios entregó su ley a Moisés, quien hizo de mediador entre Dios y el pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Ahora bien, un mediador es de ayuda si dos o más partes tienen que llegar a un acuerdo, pero Dios —quien es uno solo— no usó ningún mediador cuando le dio la promesa a Abraham."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "¿Hay algún conflicto, entonces, entre la ley de Dios y las promesas de Dios? ¡De ninguna manera! Si la ley pudiera darnos vida nueva, nosotros podríamos hacernos justos ante Dios por obedecerla;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "pero las Escrituras declaran que todos somos prisioneros del pecado, así que recibimos la promesa de libertad que Dios hizo únicamente por creer en Jesucristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Hijos de Dios por medio de la fe"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Antes de que se nos abriera el camino de la fe en Cristo, estábamos vigilados por la ley. Nos mantuvo en custodia protectora, por así decirlo, hasta que fuera revelado el camino de la fe."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Dicho de otra manera, la ley fue nuestra tutora hasta que vino Cristo; nos protegió hasta que se nos declarara justos ante Dios por medio de la fe."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Y ahora que ha llegado el camino de la fe, ya no necesitamos que la ley sea nuestra tutora."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Pues todos ustedes son hijos de Dios por la fe en Cristo Jesús."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Y todos los que fueron unidos a Cristo en el bautismo se han puesto a Cristo como si se pusieran ropa nueva."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Ya no hay judío ni gentil, esclavo ni libre, hombre ni mujer, porque todos ustedes son uno en Cristo Jesús."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Y ahora que pertenecen a Cristo, son verdaderos hijos de Abraham. Son sus herederos, y la promesa de Dios a Abraham les pertenece a ustedes."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "GAL.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "GAL.4"
        ],
        "human": "Gálatas 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "GAL.5"
        ],
        "human": "Gálatas 5",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "GAL.3"
        ],
        "human": "Gálatas 3",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Piénsenlo de la siguiente manera: si un padre muere y deja una herencia a sus hijos pequeños, esos niños no están en mejor situación que los esclavos hasta que se hagan mayores de edad, aunque son los verdaderos dueños de todas las posesiones de su padre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Tienen que obedecer a sus tutores hasta que cumplan la edad establecida por su padre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Eso mismo sucedía con nosotros antes de que viniera Cristo. Éramos como niños; éramos esclavos de los principios espirituales básicos de este mundo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Sin embargo, cuando se cumplió el tiempo establecido, Dios envió a su Hijo, nacido de una mujer y sujeto a la ley."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Dios lo envió para que comprara la libertad de los que éramos esclavos de la ley, a fin de poder adoptarnos como sus propios hijos;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "y debido a que somos sus hijos, Dios envió al Espíritu de su Hijo a nuestro corazón, el cual nos impulsa a exclamar «Abba, Padre»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Ahora ya no eres un esclavo sino un hijo de Dios, y como eres su hijo, Dios te ha hecho su heredero."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Preocupación de Pablo por los gálatas"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Antes de conocer a Dios, ustedes, los gentiles, eran esclavos de los llamados dioses, que ni siquiera existen."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Así que ahora que conocen a Dios (o mejor dicho, ahora que Dios los conoce a ustedes), ¿por qué quieren retroceder y convertirse otra vez en esclavos de los débiles e inútiles principios espirituales de este mundo?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Pretenden ganarse el favor de Dios al cumplir con ciertos días o meses, estaciones o años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Temo por ustedes. Quizá todo el arduo trabajo que hice entre ustedes fue en vano."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Amados hermanos, les ruego que vivan como yo, libres de esas cosas, pues yo llegué a ser como ustedes, los gentiles, libre de esas leyes.",
            "Ustedes no me trataron mal cuando les prediqué por primera vez."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Sin duda, recordarán que yo estaba enfermo la primera vez que les llevé la Buena Noticia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Aunque mi condición los tentaba a no aceptarme, ustedes no me despreciaron ni me rechazaron. Todo lo contrario, me recibieron y me cuidaron como si yo fuera un ángel de Dios o incluso el mismo Cristo Jesús."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "¿Dónde ha ido a parar el espíritu de alegría y de gratitud que antes tenían? Estoy seguro de que ustedes se hubieran arrancado los propios ojos para dármelos de haber sido posible."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "¿Acaso ahora me volví su enemigo porque les digo la verdad?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Esos falsos maestros están muy ansiosos de ganarse el favor de ustedes, pero sus intenciones no son nada buenas. Lo que quieren es aislarlos de mí para que ustedes solo les presten atención a ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Si alguien quiere hacer cosas buenas por ustedes, no hay ningún problema; pero que lo haga en todo tiempo, no solo cuando estoy con ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "¡Oh mis hijos queridos! Siento como si volviera a sufrir dolores de parto por ustedes, y seguirán hasta que Cristo se forme por completo en sus vidas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Desearía estar con ustedes en este momento para poder hablarles en otro tono, pero estando tan lejos, no sé qué más puedo hacer para ayudarlos."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Los dos hijos de Abraham"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Díganme ustedes, los que quieren vivir bajo la ley, ¿saben lo que en realidad dice la ley?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Las Escrituras dicen que Abraham tuvo dos hijos, uno de la mujer esclava y el otro de su esposa, quien había nacido libre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "El nacimiento del hijo de la esclava fue el resultado de un intento humano por lograr que se cumpliera la promesa de Dios; pero el nacimiento del hijo de la libre fue la manera en que Dios cumplió su promesa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Esas dos mujeres son una ilustración de los dos pactos de Dios. La primera mujer, Agar, representa el monte Sinaí, donde el pueblo recibió la ley que los hizo esclavos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Y ahora Jerusalén es igual que el monte Sinaí, en Arabia, porque la ciudad y sus hijos viven bajo la esclavitud de la ley;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "pero la otra mujer, Sara, representa la Jerusalén celestial. Ella es la mujer libre y es nuestra madre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Como dijo Isaías:",
            "«¡Alégrate, oh mujer sin hijos,",
            "tú que nunca diste a luz!",
            "¡Ponte a gritar de alegría,",
            "tú que nunca tuviste dolores de parto!",
            "¡Pues la mujer desolada ahora tiene más hijos",
            "que la que vive con su esposo!»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Y ustedes, amados hermanos, son hijos de la promesa igual que Isaac;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "pero ahora son perseguidos por los que quieren que cumplan la ley, tal como Ismael —el hijo que nació del esfuerzo humano— persiguió a Isaac, el hijo que nació por el poder del Espíritu."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "¿Pero qué dicen las Escrituras al respecto? «Echa fuera a la esclava y a su hijo, porque el hijo de la mujer esclava no compartirá la herencia del hijo de la mujer libre»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Así que, amados hermanos, no somos hijos de la mujer esclava; somos hijos de la mujer libre."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "GAL.5",
      "is_chapter": true,
      "current": {
        "usfm": [
          "GAL.5"
        ],
        "human": "Gálatas 5"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "GAL.6"
        ],
        "human": "Gálatas 6",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "GAL.4"
        ],
        "human": "Gálatas 4",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Libertad en Cristo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Por lo tanto, Cristo en verdad nos ha liberado. Ahora asegúrense de permanecer libres y no se esclavicen de nuevo a la ley."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "¡Presten atención! Yo, Pablo, les digo lo siguiente: si dependen de la circuncisión para hacerse justos ante Dios, entonces Cristo no les servirá de nada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Lo repito: si pretenden lograr el favor de Dios mediante la circuncisión, entonces están obligados a obedecer cada una de las ordenanzas de la ley de Moisés."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Pues, si ustedes pretenden hacerse justos ante Dios por cumplir la ley, ¡han quedado separados de Cristo! Han caído de la gracia de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Sin embargo, los que vivimos por el Espíritu esperamos con anhelo recibir por la fe la justicia que Dios nos ha prometido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Pues, una vez que depositamos nuestra fe en Cristo Jesús, de nada sirve estar o no circuncidado. Lo importante es la fe que se expresa por medio del amor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Ustedes corrían muy bien la carrera. ¿Quién les impidió seguir la verdad?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Seguro que no fue Dios, porque él es quien los llamó a ser libres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "¡Esa falsa enseñanza es como un poquito de levadura que impregna toda la masa!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Confío en que el Señor los guardará de creer falsas enseñanzas. Dios juzgará a la persona que los está confundiendo, sea quien fuere."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Amados hermanos, si yo todavía predicara que ustedes deben circuncidarse —como algunos dicen que hago—, ¿por qué, entonces, aún se me persigue? Si ya no predicara que la salvación es por medio de la cruz de Cristo, nadie se ofendería."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Cómo me gustaría que esos perturbadores que quieren mutilarlos a ustedes mediante la circuncisión se mutilaran ellos mismos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Pues ustedes, mis hermanos, han sido llamados a vivir en libertad; pero no usen esa libertad para satisfacer los deseos de la naturaleza pecaminosa. Al contrario, usen la libertad para servirse unos a otros por amor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Pues toda la ley puede resumirse en un solo mandato: «Ama a tu prójimo como a ti mismo»,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "pero si están siempre mordiéndose y devorándose unos a otros, ¡tengan cuidado! Corren peligro de destruirse unos a otros."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Vivir por el poder del Espíritu"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Por eso les digo: dejen que el Espíritu Santo los guíe en la vida. Entonces no se dejarán llevar por los impulsos de la naturaleza pecaminosa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "La naturaleza pecaminosa desea hacer el mal, que es precisamente lo contrario de lo que quiere el Espíritu. Y el Espíritu nos da deseos que se oponen a lo que desea la naturaleza pecaminosa. Estas dos fuerzas luchan constantemente entre sí, entonces ustedes no son libres para llevar a cabo sus buenas intenciones,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "pero cuando el Espíritu los guía, ya no están obligados a cumplir la ley de Moisés."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Cuando ustedes siguen los deseos de la naturaleza pecaminosa, los resultados son más que claros: inmoralidad sexual, impureza, pasiones sensuales,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "idolatría, hechicería, hostilidad, peleas, celos, arrebatos de furia, ambición egoísta, discordias, divisiones,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "envidia, borracheras, fiestas desenfrenadas y otros pecados parecidos. Permítanme repetirles lo que les dije antes: cualquiera que lleve esa clase de vida no heredará el reino de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "En cambio, la clase de fruto que el Espíritu Santo produce en nuestra vida es: amor, alegría, paz, paciencia, gentileza, bondad, fidelidad,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "humildad y control propio. ¡No existen leyes contra esas cosas!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Los que pertenecen a Cristo Jesús han clavado en la cruz las pasiones y los deseos de la naturaleza pecaminosa y los han crucificado allí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Ya que vivimos por el Espíritu, sigamos la guía del Espíritu en cada aspecto de nuestra vida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "No nos hagamos vanidosos ni nos provoquemos unos a otros ni tengamos envidia unos de otros."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "GAL.6",
      "is_chapter": true,
      "current": {
        "usfm": [
          "GAL.6"
        ],
        "human": "Gálatas 6"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "EPH.1"
        ],
        "human": "Efesios 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "GAL.5"
        ],
        "human": "Gálatas 5",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Siempre cosechamos lo que sembramos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Amados hermanos, si otro creyente está dominado por algún pecado, ustedes, que son espirituales, deberían ayudarlo a volver al camino recto con ternura y humildad. Y tengan mucho cuidado de no caer ustedes en la misma tentación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Ayúdense a llevar los unos las cargas de los otros, y obedezcan de esa manera la ley de Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Si te crees demasiado importante para ayudar a alguien, solo te engañas a ti mismo. No eres tan importante."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Presta mucha atención a tu propio trabajo, porque entonces obtendrás la satisfacción de haber hecho bien tu labor y no tendrás que compararte con nadie."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Pues cada uno es responsable de su propia conducta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Los que reciben enseñanza de la palabra de Dios deberían proveer a las necesidades de sus maestros, compartiendo todas las cosas buenas con ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "No se dejen engañar: nadie puede burlarse de la justicia de Dios. Siempre se cosecha lo que se siembra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Los que viven solo para satisfacer los deseos de su propia naturaleza pecaminosa cosecharán, de esa naturaleza, destrucción y muerte; pero los que viven para agradar al Espíritu, del Espíritu, cosecharán vida eterna."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Así que no nos cansemos de hacer el bien. A su debido tiempo, cosecharemos numerosas bendiciones si no nos damos por vencidos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Por lo tanto, siempre que tengamos la oportunidad, hagamos el bien a todos, en especial a los de la familia de la fe."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Último consejo de Pablo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Fíjense que uso letras grandes para escribirles de mi propio puño y letra estas últimas palabras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Los que tratan de obligarlos a circuncidarse lo hacen para quedar bien con otros. No quieren ser perseguidos por enseñar que solo la cruz de Cristo salva."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Ni siquiera los que luchan a favor de la circuncisión cumplen toda la ley. Solo quieren que ustedes se circunciden para poder jactarse de ello y decir a todos que ustedes son sus discípulos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "En cuanto a mí, que nunca me jacte de otra cosa que no sea la cruz de nuestro Señor Jesucristo. Debido a esa cruz, mi interés por este mundo fue crucificado y el interés del mundo por mí también ha muerto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "No importa si fuimos o no circuncidados. Lo que importa es que hayamos sido transformados en una creación nueva."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Que la paz y la misericordia de Dios sean con todos los que viven según ese principio; ellos son el nuevo pueblo de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "De ahora en adelante, que nadie me cause problemas con esas cosas. Pues yo llevo, en mi cuerpo, cicatrices que muestran que pertenezco a Jesús."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Amados hermanos, que la gracia de nuestro Señor Jesucristo sea con el espíritu de cada uno de ustedes. Amén."
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}