{
  "book_usfm": "NEH",
  "name": "Nehemías",
  "local_title": "Nueva Traducción Viviente",
  "local_abbreviation": "NTV",
  "version_id": 127,
  "publisher": {
    "name": "Tyndale House Publishers Inc."
  },
  "copyright": {
    "html": "<p>Santa Biblia, Nueva Traducción Viviente, copyright © 2010 by Tyndale House Foundation. Used by permission of Tyndale House Publishers, a Division of Tyndale House Ministries, Carol Stream, Illinois 60188. All rights reserved.</p>",
    "text": "Santa Biblia, Nueva Traducción Viviente, copyright © 2010 by Tyndale House Foundation. Used by permission of Tyndale House Publishers, a Division of Tyndale House Ministries, Carol Stream, Illinois 60188. All rights reserved."
  },
  "language": {
    "iso_639_1": "es",
    "iso_639_3": "spa",
    "language_tag": "spa",
    "local_name": "Español (América Latina)",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/mrk214/bible-data-es-spa",
  "chapters": [
    {
      "chapter_usfm": "NEH.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.1"
        ],
        "human": "Nehemías 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.2"
        ],
        "human": "Nehemías 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "EZR.10"
        ],
        "human": "Esdras 10",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Estas son las memorias de Nehemías, hijo de Hacalías."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Preocupación de Nehemías por Jerusalén"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "A fines del otoño, en el mes de quisleu, del año veinte del reinado del rey Artajerjes, me encontraba en la fortaleza de Susa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Hananí, uno de mis hermanos, vino a visitarme con algunos hombres que acababan de llegar de Judá. Les pregunté por los judíos que habían regresado del cautiverio y sobre la situación en Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Me dijeron: «Las cosas no andan bien. Los que regresaron a la provincia de Judá tienen grandes dificultades y viven en desgracia. La muralla de Jerusalén fue derribada, y las puertas fueron consumidas por el fuego»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Cuando oí esto, me senté a llorar. De hecho, durante varios días estuve de duelo, ayuné y oré al Dios del cielo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "y dije:",
            "«Oh Señor, Dios del cielo, Dios grande y temible que cumples tu pacto de amor inagotable con los que te aman y obedecen tus mandatos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "¡escucha mi oración! Mírame y verás que oro día y noche por tu pueblo Israel. Confieso que hemos pecado contra ti. ¡Es cierto, incluso mi propia familia y yo hemos pecado!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Hemos pecado terriblemente al no haber obedecido los mandatos, los decretos y las ordenanzas que nos diste por medio de tu siervo Moisés."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "»Te suplico que recuerdes lo que le dijiste a tu siervo Moisés: “Si me son infieles los dispersaré entre las naciones;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "pero si vuelven a mí y obedecen mis mandatos y viven conforme a ellos, entonces aunque se encuentren desterrados en los extremos más lejanos de la tierra, yo los volveré a traer al lugar que elegí para que mi nombre sea honrado”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "»El pueblo que rescataste con tu gran poder y mano fuerte es tu siervo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "¡Oh Señor, te suplico que oigas mi oración! Escucha las oraciones de aquellos quienes nos deleitamos en darte honra. Te suplico que hoy me concedas éxito y hagas que el rey me dé su favor. Pon en su corazón el deseo de ser bondadoso conmigo».",
            "En esos días yo era el copero del rey."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.2"
        ],
        "human": "Nehemías 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.3"
        ],
        "human": "Nehemías 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.1"
        ],
        "human": "Nehemías 1",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Nehemías va a Jerusalén"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "A comienzos de la siguiente primavera, en el mes de nisán, durante el año veinte del reinado de Artajerjes, le servía el vino al rey y, como nunca antes había estado triste en su presencia,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "me preguntó:",
            "—¿Por qué te ves tan triste? No me parece que estés enfermo; debes estar profundamente angustiado.",
            "Entonces quedé aterrado,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "pero le contesté:",
            "—Viva el rey para siempre. ¿Cómo no voy a estar triste cuando la ciudad donde están enterrados mis antepasados está en ruinas, y sus puertas han sido consumidas por el fuego?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "El rey preguntó:",
            "—Bueno, ¿cómo te puedo ayudar?",
            "Después de orar al Dios del cielo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "contesté:",
            "—Si al rey le agrada, y si está contento conmigo, su servidor, envíeme a Judá para reconstruir la ciudad donde están enterrados mis antepasados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "El rey, con la reina sentada a su lado, preguntó:",
            "—¿Cuánto tiempo estarás fuera? ¿Cuándo piensas regresar?",
            "Después de decirle cuánto tiempo estaría ausente, el rey accedió a mi petición."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Además le dije al rey:",
            "—Si al rey le agrada, permítame llevar cartas dirigidas a los gobernadores de la provincia al occidente del río Éufrates, indicándoles que me permitan viajar sin peligro por sus territorios de camino a Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Además, le ruego que me dé una carta dirigida a Asaf, el encargado del bosque del rey, con instrucciones de suministrarme madera. La necesitaré para hacer vigas para las puertas de la fortaleza del templo, para las murallas de la ciudad y para mi propia casa.",
            "Entonces el rey me concedió estas peticiones porque la bondadosa mano de Dios estaba sobre mí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Cuando llegué ante los gobernadores de la provincia al occidente del río Éufrates, les entregué las cartas del rey. Debo agregar que el rey mandó oficiales del ejército y jinetes para protegerme."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Ahora bien, cuando Sanbalat, el horonita, y Tobías, el oficial amonita, se enteraron de mi llegada, se molestaron mucho porque alguien había venido para ayudar al pueblo de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Nehemías inspecciona la muralla de Jerusalén"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Entonces llegué a Jerusalén. Tres días después,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "me escabullí durante la noche, llevando conmigo a unos cuantos hombres. No le había dicho a nadie acerca de los planes que Dios había puesto en mi corazón para Jerusalén. No llevamos ningún animal de carga, con excepción del burro en el que yo cabalgaba."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Salí por la puerta del Valle cuando ya había oscurecido y pasé por el pozo del Chacal hacia la puerta del Estiércol para inspeccionar las murallas caídas y las puertas quemadas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Luego fui a la puerta de la Fuente y al estanque del Rey, pero mi burro no pudo pasar por los escombros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "A pesar de que aún estaba oscuro, subí por el valle de Cedrón e inspeccioné la muralla, antes de regresar y entrar nuevamente por la puerta del Valle."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Los funcionarios de la ciudad no supieron de mi salida ni de lo que hice, porque aún no le había dicho nada a nadie sobre mis planes. Todavía no había hablado con los líderes judíos: los sacerdotes, los nobles, los funcionarios, ni con ningún otro en la administración;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "pero ahora les dije:",
            "—Ustedes saben muy bien las dificultades en que estamos. Jerusalén yace en ruinas y sus puertas fueron destruidas por fuego. ¡Reconstruyamos la muralla de Jerusalén y pongamos fin a esta desgracia!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Después les conté cómo la bondadosa mano de Dios estaba sobre mí, y acerca de mi conversación con el rey.",
            "De inmediato contestaron:",
            "—¡Sí, reconstruyamos la muralla!",
            "Así que comenzaron la buena obra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Sin embargo, cuando Sanbalat, Tobías y Gesem el árabe se enteraron de nuestro plan, se burlaron con desprecio.",
            "—¿Qué están haciendo? —preguntaron—. ¿Se rebelan contra el rey?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Yo contesté:",
            "—El Dios del cielo nos ayudará a tener éxito. Nosotros, sus siervos, comenzaremos a reconstruir esta muralla; pero ustedes no tienen ninguna parte ni derecho legal o reclamo histórico en Jerusalén."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.3"
        ],
        "human": "Nehemías 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.4"
        ],
        "human": "Nehemías 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.2"
        ],
        "human": "Nehemías 2",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Reconstrucción de la muralla de Jerusalén"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Entonces Eliasib, el sumo sacerdote, y los demás sacerdotes comenzaron a reconstruir la puerta de las Ovejas. La dedicaron y colocaron las puertas, levantaron la muralla hasta llegar a la torre de los Cien, la cual también dedicaron, y hasta la torre de Hananeel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Trabajaron junto a ellos personas de la ciudad de Jericó, y más allá de ellos estaba Zacur, hijo de Imri."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "La puerta del Pescado la construyeron los hijos de Senaa. Colocaron las vigas, levantaron las puertas e instalaron sus cerrojos y barras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Meremot, hijo de Urías y nieto de Cos, reparó la siguiente sección de la muralla. A su lado estaban Mesulam, hijo de Berequías y nieto de Mesezabeel, y luego Sadoc, hijo de Baana."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Contiguo a ellos estaban los habitantes de Tecoa, aunque sus líderes se negaron a trabajar con los supervisores de la construcción."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "La puerta de la Ciudad Antigua la repararon Joiada, hijo de Paseah, y Mesulam, hijo de Besodías. Colocaron las vigas, levantaron las puertas e instalaron sus cerrojos y barras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Junto a ellos estaban Melatías de Gabaón, Jadón de Meronot, gente de Gabaón y gente de Mizpa, el cuartel general del gobernador de la provincia al occidente del río Éufrates."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Contiguo a ellos estaba Uziel, hijo de Harhaía, orfebre de profesión, quien también trabajó en la muralla. Después estaba Hananías, fabricante de perfumes. Omitieron una sección de Jerusalén mientras edificaban el muro Ancho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Junto a ellos, en la muralla, estaba Refaías, hijo de Hur, jefe de la mitad del distrito de Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Luego Jedaías, hijo de Harumaf, reparó la muralla frente a su propia casa, y junto a él estaba Hatús, hijo de Hasabnías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Enseguida se encontraban Malquías, hijo de Harim, y Hasub, hijo de Pahat-moab, quienes repararon otra sección de la muralla y la torre de los Hornos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Salum, hijo de Halohes, y sus hijas repararon la siguiente sección. Él era jefe de la otra mitad del distrito de Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "La puerta del Valle la repararon los habitantes de Zanoa, dirigidos por Hanún. Levantaron las puertas e instalaron sus cerrojos y barras. También repararon cuatrocientos sesenta metros de la muralla hasta la puerta del Estiércol."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Malquías, hijo de Recab, el jefe del distrito de Bet-haquerem reparó la puerta del Estiércol. La reconstruyó, levantó las puertas e instaló sus cerrojos y barras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "La puerta de la Fuente la reparó Salum, hijo de Col-hoze, jefe del distrito de Mizpa. Él la reedificó, la techó, levantó las puertas e instaló sus cerrojos y barras. Luego reparó la muralla del estanque de Siloé cerca del jardín del rey y reconstruyó la muralla hasta las escaleras que descienden de la Ciudad de David."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Junto a él estaba Nehemías, hijo de Azbuc, jefe de la mitad del distrito de Bet-sur. Él reconstruyó la muralla desde un lugar frente a las tumbas de la familia de David hasta el depósito de agua y la casa de los Guerreros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Junto a él, hizo reparaciones un grupo de levitas que trabajaba bajo la supervisión de Rehum, hijo de Bani. Luego estaba Hasabías, jefe de la mitad del distrito de Keila, quien supervisaba la construcción de la muralla en nombre de su propio distrito."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Próximo a ellos estaban sus compatriotas dirigidos por Binúi, hijo de Henadad, jefe de la otra mitad del distrito de Keila."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Junto a ellos, Ezer, hijo de Jesúa, jefe de Mizpa, reparó otra sección de la muralla frente a la subida hacia el arsenal cerca del ángulo de la muralla."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Junto a él estaba Baruc, hijo de Zabai, quien reparó con entusiasmo una sección adicional, desde el ángulo hasta la puerta de la casa de Eliasib, el sumo sacerdote."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Meremot, hijo de Urías y nieto de Cos, reconstruyó otra sección de la muralla que se extendía desde la puerta de la casa de Eliasib hasta el otro extremo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Los sacerdotes de la región vecina hicieron las subsiguientes reparaciones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Después de ellos, Benjamín y Hasub repararon la sección frente a su casa, y Azarías, hijo de Maaseías y nieto de Ananías, reparó la sección frente a su casa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "A continuación Binúi, hijo de Henadad, reconstruyó otra sección de la muralla desde la casa de Azarías hasta el ángulo y la esquina."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Palal, hijo de Uzai, continuó con la tarea desde el punto opuesto al ángulo y la torre que sobresale de la casa superior del rey, al lado del patio de la guardia. Próximo a él estaban Pedaías, hijo de Faros,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "junto con los sirvientes del templo que vivían en la colina de Ofel, quienes repararon la muralla hasta un punto frente a la puerta del Agua hacia el oriente y la torre saliente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Luego seguían los habitantes de Tecoa, quienes repararon otra sección frente a la gran torre saliente hasta el muro de Ofel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Los sacerdotes repararon la muralla encima de la puerta de los Caballos. Cada uno reparó la sección justo frente a su propia casa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "A continuación Sadoc, hijo de Imer, también reconstruyó la muralla frente a su propia casa, y más allá de él estaba Semaías, hijo de Secanías, guardián de la puerta Oriental."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Junto a ellos Hananías, hijo de Selemías, y Hanún, el sexto hijo de Salaf, repararon otra sección, mientras Mesulam, hijo de Berequías, reconstruyó la muralla frente a donde vivía."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Malquías, uno de los orfebres, reparó la muralla hasta las viviendas para los sirvientes del templo y los comerciantes, frente a la puerta de la Inspección. Luego él siguió hasta la habitación de la planta alta de la esquina."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Los otros orfebres y comerciantes repararon la muralla desde esa esquina hasta la puerta de las Ovejas."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.4"
        ],
        "human": "Nehemías 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.5"
        ],
        "human": "Nehemías 5",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.3"
        ],
        "human": "Nehemías 3",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Los enemigos se oponen a la reconstrucción"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Cuando Sanbalat se enteró de que estábamos reconstruyendo la muralla, se enojó muchísimo. Se puso furioso y se burló de los judíos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "diciendo ante sus amigos y los oficiales del ejército de Samaria: «¿Qué cree que está haciendo este pobre y debilucho grupo de judíos? ¿Acaso creen que pueden construir la muralla en un día por tan solo ofrecer unos cuantos sacrificios? ¿Realmente creen que pueden hacer algo con piedras rescatadas de un montón de escombros, y para colmo piedras calcinadas?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Tobías, el amonita, que estaba a su lado, comentó: «¡Esa muralla se vendría abajo si tan siquiera un zorro caminara sobre ella!»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Entonces oré: «Escúchanos, Dios nuestro, porque se burlan de nosotros. ¡Que sus burlas recaigan sobre sus propias cabezas, y que ellos mismos sean llevados cautivos a una tierra extraña!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "No pases por alto su culpa. No borres sus pecados, porque han provocado tu enojo delante de los que construyen la muralla»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Por fin se completó la muralla alrededor de toda la ciudad hasta la mitad de su altura, porque el pueblo había trabajado con entusiasmo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Sin embargo, cuando Sanbalat, Tobías, los árabes, los amonitas y los asdodeos se enteraron de que la obra progresaba y que se estaban reparando las brechas en la muralla de Jerusalén, se enfurecieron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Todos hicieron planes para venir y luchar contra Jerusalén y causar confusión entre nosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Así que oramos a nuestro Dios y pusimos guardias en la ciudad día y noche para protegernos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Entonces el pueblo de Judá comenzó a quejarse: «Los trabajadores se están cansando, y los escombros que quedan por sacar son demasiados. Jamás podremos construir la muralla por nuestra cuenta»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Mientras tanto, nuestros enemigos decían: «Antes de que se den cuenta de lo que está pasando, caeremos encima de ellos, los mataremos y detendremos el trabajo»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Los judíos que vivían cerca de los enemigos venían y nos decían una y otra vez: «¡Llegarán de todos lados y nos atacarán!»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "De manera que coloqué guardias armados detrás de las partes más bajas de la muralla, en los lugares más descubiertos. Puse a la gente por familias para que hiciera guardia con espadas, lanzas y arcos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Luego, mientras revisaba la situación, reuní a los nobles y a los demás del pueblo y les dije: «¡No le tengan miedo al enemigo! ¡Recuerden al Señor, quien es grande y glorioso, y luchen por sus hermanos, sus hijos, sus hijas, sus esposas y sus casas!»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Cuando nuestros enemigos se enteraron de que conocíamos sus planes y que Dios mismo los había frustrado, todos volvimos a nuestro trabajo en la muralla."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Sin embargo, de ahí en adelante, solo la mitad de los hombres trabajaba mientras que la otra mitad hacía guardia con lanzas, escudos, arcos y cotas de malla. Los líderes se colocaron detrás del pueblo de Judá"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "que edificaba la muralla. Los obreros seguían con el trabajo, sosteniendo con una mano la carga y con la otra un arma."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Todos los que construían tenían una espada asegurada a su costado. El que tocaba la trompeta quedó conmigo para tocar alarma."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Entonces les expliqué a los nobles, a los oficiales y a todo el pueblo lo siguiente: «La obra es muy extensa, y nos encontramos muy separados unos de otros a lo largo de la muralla."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Cuando oigan el sonido de la trompeta, corran hacia el lugar donde esta suene. ¡Entonces nuestro Dios peleará por nosotros!»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Trabajábamos desde temprano hasta tarde, desde la salida hasta la puesta del sol; y la mitad de los hombres estaba siempre de guardia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "También les dije a todos los que vivían fuera de las murallas que se quedaran en Jerusalén. De esa manera ellos y sus sirvientes podían colaborar con los turnos de guardia de noche y trabajar durante el día."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Durante ese tiempo, ninguno de nosotros —ni yo, ni mis parientes, ni mis sirvientes, ni los guardias que estaban conmigo— nos quitamos la ropa. En todo momento portábamos nuestras armas, incluso cuando íbamos por agua."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.5",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.5"
        ],
        "human": "Nehemías 5"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.6"
        ],
        "human": "Nehemías 6",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.4"
        ],
        "human": "Nehemías 4",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Nehemías defiende a los oprimidos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "En esos días, algunos de los hombres y sus esposas elevaron una protesta contra sus hermanos judíos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Decían: «Nuestras familias son tan numerosas que necesitamos más comida para sobrevivir»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Otros decían: «Hemos hipotecado nuestros campos, viñedos y casas para conseguir comida durante el hambre»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Otros más decían: «Para poder pagar los impuestos, tuvimos que pedir dinero prestado dando nuestros campos y viñedos como garantía."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Pertenecemos a la misma familia de los que son ricos, y nuestros hijos son iguales a los de ellos. Sin embargo, tenemos que vender nuestros hijos como esclavos solo para conseguir lo necesario para vivir. Ya hemos vendido a algunas de nuestras hijas, y no hay nada que podamos hacer, porque nuestros campos y viñedos ya están hipotecados a otros»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Cuando oí sus quejas me enojé muchísimo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Después de pensarlo bien, denuncié a esos nobles y a los funcionarios y les dije: «¡Ustedes perjudican a sus propios parientes al cobrar intereses cuando les piden dinero prestado!». Entonces convoqué a una reunión pública para tratar el problema."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "En la reunión les dije:",
            "—Estamos haciendo todo lo posible para rescatar a nuestros parientes judíos que han tenido que venderse a extranjeros paganos, pero ahora son ustedes los que los someten a esclavitud. ¿Cuántas veces tendremos que redimirlos?",
            "Ellos no tenían nada que argumentar en su defensa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Entonces insistí:",
            "—¡No está bien lo que ustedes hacen! ¿Acaso no deberían andar en el temor de nuestro Dios para evitar que nos pongan en ridículo las naciones enemigas?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Yo mismo, al igual que mis hermanos y mis trabajadores, he estado prestando dinero y grano al pueblo, pero ahora dejemos de cobrarles intereses."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Devuélvanles hoy mismo sus campos y viñedos, sus olivares y sus casas. Además devuelvan los intereses que cobraron cuando prestaron dinero, grano, vino nuevo y aceite de oliva."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Entonces ellos respondieron:",
            "—Devolveremos todo y no le exigiremos nada al pueblo; haremos como tú dices.",
            "Luego llamé a los sacerdotes e hice que los nobles y los funcionarios juraran que cumplirían su promesa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Sacudí los dobleces de mi manto y les dije:",
            "—¡Si no cumplen su promesa, que así los sacuda Dios de sus casas y de sus propiedades!",
            "Entonces toda la asamblea respondió:",
            "—¡Amén!",
            "Todos alabaron al Señor y cumplieron con lo prometido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Durante los doce años en los que fui gobernador de Judá —desde el año veinte hasta el año treinta y dos del reinado del rey Artajerjes— ni yo ni mis funcionarios reclamamos la ración de comida que nos correspondía."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Los gobernadores anteriores, por contraste, impusieron pesadas cargas al pueblo, al exigir una ración diaria de comida y vino, además de cuarenta piezas de plata. Hasta sus ayudantes se aprovechaban del pueblo. Sin embargo, como yo temía a Dios, no actué de esa manera."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "También me dediqué a trabajar en la muralla y me negué a adquirir tierras. Además, exigí a todos mis sirvientes que dedicaran tiempo a trabajar en la muralla."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "No pedí nada, aunque con frecuencia daba de comer a ciento cincuenta funcionarios judíos en mi mesa, ¡sin contar a todos los visitantes de otras tierras!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Las provisiones que yo pagaba todos los días incluían: un buey, seis ovejas o cabras selectas y una gran cantidad de carne de ave. Además, cada diez días necesitábamos una abundante provisión de toda clase de vino. Sin embargo, rehusé exigir la ración que me correspondía como gobernador porque el pueblo ya tenía una carga pesada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Oh Dios mío, acuérdate de todo lo que he hecho por este pueblo y bendíceme."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.6",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.6"
        ],
        "human": "Nehemías 6"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.7"
        ],
        "human": "Nehemías 7",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.5"
        ],
        "human": "Nehemías 5",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Continúa la oposición a la reconstrucción"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Sanbalat, Tobías, Gesem el árabe y los demás enemigos nuestros descubrieron que yo había terminado la reconstrucción de la muralla y que no quedaba ninguna brecha; a pesar de que todavía no habíamos levantado las puertas en sus respectivos lugares."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Así que Sanbalat y Gesem enviaron un mensaje pidiéndome que me encontrara con ellos en una de las aldeas de la llanura de Ono.",
            "Pero me di cuenta de que ellos tramaban hacerme daño,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "de modo que les respondí con el siguiente mensaje: «Estoy ocupado en una gran tarea, así que no puedo ir. ¿Por qué habría de dejar el trabajo para ir a encontrarme con ustedes?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Cuatro veces me enviaron el mismo mensaje, y cada vez les respondí lo mismo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "La quinta vez, el sirviente de Sanbalat llegó con una carta abierta en su mano"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "que decía:",
            "«Circula un rumor entre las naciones vecinas, y Gesem me asegura que es cierto, que tú y los judíos piensan rebelarse y que por eso reconstruyen la muralla. Según sus informes, tú te propones ser el rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "También informa que has nombrado profetas en Jerusalén para que proclamen acerca de ti: “¡Atención! ¡Hay rey en Judá!”.",
            "»Puedes tener la seguridad de que este informe llegará a oídos del rey, de modo que sugiero que vengas a hablar conmigo del asunto»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Yo respondí: «Todo lo que dices es puro cuento. Tú mismo inventaste todo»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Solo trataban de intimidarnos, creían que podrían desalentarnos y detener la obra. De modo que seguí con el trabajo más decidido que nunca."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Más adelante fui a visitar a Semaías, hijo de Delaía y nieto de Mehetabel, que estaba recluido en su casa. Me dijo:",
            "—Reunámonos dentro del templo de Dios y cerremos las puertas con cerrojos. Tus enemigos vienen a matarte esta noche."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Pero yo respondí:",
            "—¿Acaso debería una persona en mi posición huir del peligro? ¿Acaso debería alguien en mi posición entrar al templo para salvar su vida? ¡No lo haré!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Me di cuenta de que Dios no le había hablado, sino que decía esa profecía contra mí porque Tobías y Sanbalat lo habían contratado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Ellos esperaban intimidarme y hacerme pecar. De esa forma podrían acusarme y desacreditarme."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Oh Dios mío, acuérdate de todas las cosas malvadas que Tobías y Sanbalat han hecho; y recuerda a la profetisa Noadías y a todos los profetas como ella que trataron de intimidarme."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Los trabajadores completan la muralla"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Así que el 2 de octubre, a los cincuenta y dos días después de comenzar la obra, se terminó la muralla."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Cuando se enteraron nuestros enemigos y las naciones vecinas, se sintieron aterrorizados y humillados. Se dieron cuenta de que esta obra se había realizado con la ayuda de nuestro Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Durante esos cincuenta y dos días, circularon muchas cartas entre Tobías y los nobles de Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Pues muchos en Judá le habían jurado lealtad porque su suegro era Secanías, hijo de Ara, y Johanán, su hijo, estaba casado con la hija de Mesulam, hijo de Berequías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Constantemente ellos me hablaban de las buenas acciones de Tobías, y luego le contaban todo lo que yo decía. Por su parte, Tobías no dejaba de enviarme cartas amenazadoras a fin de intimidarme."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.7",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.7"
        ],
        "human": "Nehemías 7"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.8"
        ],
        "human": "Nehemías 8",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.6"
        ],
        "human": "Nehemías 6",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Cuando quedó terminada la muralla e instalé las puertas en sus sitios, se nombraron porteros, cantores y levitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "A mi hermano Hananí le entregué la responsabilidad de gobernar Jerusalén junto con Hananías, el comandante de la fortaleza, porque era un hombre fiel que temía a Dios más que la mayoría."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Les dije: «No dejen abiertas las puertas durante las horas más calurosas del día; y aun mientras los porteros estén de guardia, mantengan las puertas cerradas con las barras puestas. Asignen a los residentes de Jerusalén para que hagan guardia cada uno con un turno regular. Algunos servirán en puestos de centinela y otros frente a su propia casa»."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Nehemías registra al pueblo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "En ese tiempo, la ciudad era grande y espaciosa, pero poco poblada y ninguna de las casas se había reconstruido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Entonces mi Dios me dio la idea de reunir a todos los nobles y dirigentes de la ciudad, junto con los ciudadanos comunes, para que se registraran. Yo había encontrado el registro genealógico de los primeros que habían regresado a Judá. Allí estaba escrito lo siguiente:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Esta es la lista de los desterrados judíos de las provincias que regresaron de su cautiverio. El rey Nabucodonosor los había desterrado a Babilonia, pero ahora regresaron a Jerusalén y a las otras ciudades de Judá donde vivían originalmente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Sus líderes fueron Zorobabel, Jesúa, Nehemías, Seraías, Reelaías, Nahamaní, Mardoqueo, Bilsán, Mispar, Bigvai, Rehum y Baana.",
            "Este es el total de los hombres de Israel que regresó del destierro:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "la familia de Paros",
            "2172"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "la familia de Sefatías",
            "372"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "la familia de Ara",
            "652"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "la familia de Pahat-moab (descendientes de Jesúa y Joab)",
            "2818"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "la familia de Elam",
            "1254"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "la familia de Zatu",
            "845"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "la familia de Zacai",
            "760"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "la familia de Bani",
            "648"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "la familia de Bebai",
            "628"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "la familia de Azgad",
            "2322"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "la familia de Adonicam",
            "667"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "la familia de Bigvai",
            "2067"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "la familia de Adín",
            "655"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "la familia de Ater (descendientes de Ezequías)",
            "98"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "la familia de Hasum",
            "328"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "la familia de Bezai",
            "324"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "la familia de Jora",
            "112"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "la familia de Gibar",
            "95"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "la gente de Belén y Netofa",
            "188"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "la gente de Anatot",
            "128"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "la gente de Bet-azmavet",
            "42"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "la gente de Quiriat-jearim, Cafira y Beerot",
            "743"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "la gente de Ramá y Geba",
            "621"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "la gente de Micmas",
            "122"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "la gente de Betel y Hai",
            "123"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "la gente de Nebo occidental",
            "52"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "los ciudadanos de Elam occidental",
            "1254"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "los ciudadanos de Harim",
            "320"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "los ciudadanos de Jericó",
            "345"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "los ciudadanos de Lod, Hadid y Ono",
            "721"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "los ciudadanos de Senaa",
            "3930"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "Estos son los sacerdotes que regresaron del destierro:",
            "la familia de Jedaías (por la línea genealógica de Jesúa)",
            "973"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "la familia de Imer",
            "1052"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "la familia de Pasur",
            "1247"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "la familia de Harim",
            "1017"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "Estos son los levitas que regresaron del destierro:",
            "la familia de Jesúa y la de Cadmiel (descendientes de Hodavías)",
            "74"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "los cantores de la familia de Asaf",
            "148"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "los porteros de las familias de Salum, Ater, Talmón, Acub, Hatita y Sobai",
            "138"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            46
          ],
          "lines": [
            "Regresaron del destierro los descendientes de estos sirvientes del templo:",
            "Ziha, Hasufa, Tabaot,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            47
          ],
          "lines": [
            "Queros, Siaha, Padón,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            48
          ],
          "lines": [
            "Lebana, Hagaba, Salmai,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            49
          ],
          "lines": [
            "Hanán, Gidel, Gahar,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            50
          ],
          "lines": [
            "Reaía, Rezín, Necoda,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            51
          ],
          "lines": [
            "Gazam, Uza, Paseah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            52
          ],
          "lines": [
            "Besai, Mehunim, Nefusim,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            53
          ],
          "lines": [
            "Bacbuc, Hacufa, Harhur,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            54
          ],
          "lines": [
            "Bazlut, Mehída, Harsa,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            55
          ],
          "lines": [
            "Barcos, Sísara, Tema,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            56
          ],
          "lines": [
            "Nezía y Hatifa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            57
          ],
          "lines": [
            "Regresaron del destierro los descendientes de estos sirvientes del rey Salomón:",
            "Sotai, Hasoferet, Peruda,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            58
          ],
          "lines": [
            "Jaala, Darcón, Gidel,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            59
          ],
          "lines": [
            "Sefatías, Hatil, Poqueret-hazebaim y Ami."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            60
          ],
          "lines": [
            "En total, los sirvientes del templo y los descendientes de los sirvientes de Salomón fueron trescientas noventa y dos personas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            61
          ],
          "lines": [
            "Otro grupo regresó en esos días de las ciudades de Tel-mela, Tel-harsa, Querub, Addán e Imer. Sin embargo, ni ellos ni sus familias pudieron demostrar que eran descendientes de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            62
          ],
          "lines": [
            "Ese grupo incluía a las familias de Delaía, Tobías y Necoda: un total de seiscientas cuarenta y dos personas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            63
          ],
          "lines": [
            "También regresaron tres familias de sacerdotes: Habaía, Cos y Barzilai. (Este Barzilai se había casado con una mujer que era descendiente de Barzilai de Galaad y había tomado el nombre de la familia de ella)."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            64
          ],
          "lines": [
            "Buscaron sus nombres en los registros genealógicos pero no los encontraron, así que no calificaron para servir como sacerdotes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            65
          ],
          "lines": [
            "El gobernador les dijo que no comieran de la porción de los sacrificios que correspondía a los sacerdotes hasta que un sacerdote pudiera consultar al Señor sobre ese asunto por medio del Urim y el Tumim, o sea, el sorteo sagrado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            66
          ],
          "lines": [
            "Así que un total de 42.360 personas regresaron a Judá,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            67
          ],
          "lines": [
            "además de 7337 sirvientes y 245 cantores, tanto hombres como mujeres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            68
          ],
          "lines": [
            "Llevaron consigo 736 caballos, 245 mulas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            69
          ],
          "lines": [
            "435 camellos y 6720 burros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            70
          ],
          "lines": [
            "Algunos de los jefes de familia dieron ofrendas para la obra. El gobernador entregó a la tesorería 1000 monedas de oro, 50 tazones de oro y 530 túnicas para los sacerdotes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            71
          ],
          "lines": [
            "Los otros jefes dieron al tesoro 20.000 monedas de oro y unos 1300 kilos de plata para la obra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            72
          ],
          "lines": [
            "El resto del pueblo entregó 20.000 monedas de oro, alrededor de 1200 kilos de plata y 67 túnicas para los sacerdotes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            73
          ],
          "lines": [
            "Entonces los sacerdotes, los levitas, los porteros, los cantores, los sirvientes del templo y algunos miembros del pueblo se establecieron cerca de Jerusalén. El resto de la gente regresó a sus respectivas ciudades por todo el territorio de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Esdras lee la ley"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            73
          ],
          "lines": [
            "En octubre, cuando los israelitas ya se habían establecido en sus ciudades,"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.8",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.8"
        ],
        "human": "Nehemías 8"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.9"
        ],
        "human": "Nehemías 9",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.7"
        ],
        "human": "Nehemías 7",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "todo el pueblo se reunió con un mismo propósito en la plaza, justo dentro de la puerta del Agua. Le pidieron al escriba Esdras que sacara el libro de la ley de Moisés, la cual el Señor había dado a Israel para que la obedeciera."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Así que el 8 de octubre el sacerdote Esdras llevó el libro de la ley ante la asamblea, que incluía a los hombres y a las mujeres y a todos los niños con edad suficiente para entender."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Se puso frente a la plaza, justo dentro de la entrada de la puerta del Agua, desde temprano por la mañana hasta el mediodía y leyó en voz alta a todos los que podían entender. Todo el pueblo escuchó atentamente la lectura del libro de la ley."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "El escriba Esdras estaba de pie sobre una plataforma de madera que se había construido para la ocasión. A su derecha se encontraban Matatías, Sema, Anías, Urías, Hilcías y Maaseías. A su izquierda estaban Pedaías, Misael, Malquías, Hasum, Hasbadana, Zacarías y Mesulam."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Esdras estaba de pie en la plataforma a plena vista de todo el pueblo. Cuando vieron que abría el libro, se pusieron todos de pie."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Entonces Esdras alabó al Señor, el gran Dios, y todo el pueblo, con las manos levantadas, exclamó: «¡Amén! ¡Amén!». Luego se inclinaron y, con el rostro en tierra, adoraron al Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Entonces los levitas —Jesúa, Bani, Serebías, Jamín, Acub, Sabetai, Hodías, Maaseías, Kelita, Azarías, Jozabed, Hanán y Pelaías— instruyeron al pueblo en la ley mientras todos permanecían en sus lugares."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Leían del libro de la ley de Dios y explicaban con claridad el significado de lo que se leía, así ayudaban al pueblo a comprender cada pasaje."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Luego Nehemías, el gobernador, Esdras, el sacerdote y escriba, y los levitas que interpretaban para el pueblo dijeron: «¡No se lamenten ni lloren en un día como este! Pues hoy es un día sagrado delante del Señor su Dios». Pues todo el pueblo había estado llorando mientras escuchaba las palabras de la ley."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Nehemías continuó diciendo: «Vayan y festejen con un banquete de deliciosos alimentos y bebidas dulces, y regalen porciones de comida a los que no tienen nada preparado. Este es un día sagrado delante de nuestro Señor. ¡No se desalienten ni entristezcan, porque el gozo del Señor es su fuerza!»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "También los levitas clamaban al pueblo y decían: «¡Cállense! ¡No lloren! Pues este es un día sagrado»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Así que el pueblo se fue a comer y a beber en una gran fiesta, a compartir porciones de la comida y a celebrar con gran alegría porque habían oído y entendido las palabras de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El Festival de las Enramadas"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "El 9 de octubre los jefes de familia de todo el pueblo, junto con los sacerdotes y los levitas, se reunieron con el escriba Esdras para repasar la ley más detalladamente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Mientras estudiaban la ley descubrieron que el Señor había ordenado, por medio de Moisés, que los israelitas debían vivir en enramadas durante el festival a celebrarse durante ese mes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Él había dicho que debía proclamarse al pueblo en todas sus ciudades y en Jerusalén, que fueran a las colinas a buscar ramas de olivo, olivo silvestre, mirto, palmeras y otros árboles frondosos. Con esas ramas debían construirse enramadas para que habitaran en ellas durante el festival, como está establecido en la ley."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Así que el pueblo salió y cortó ramas y las usó para levantar enramadas en las azoteas de sus casas, en sus patios, en los atrios del templo de Dios o en las plazas justo dentro de la puerta del Agua y de la puerta de Efraín."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Entonces todos los que habían regresado del cautiverio vivieron en las enramadas durante el festival, ¡y todos ellos se llenaron de alegría! Los israelitas no habían celebrado de esa forma desde los días de Josué, hijo de Nun."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Esdras leyó del libro de la ley de Dios en cada uno de los siete días del festival. Luego, al octavo día, realizaron una asamblea solemne, tal como lo exigía la ley."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.9",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.9"
        ],
        "human": "Nehemías 9"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.10"
        ],
        "human": "Nehemías 10",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.8"
        ],
        "human": "Nehemías 8",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El pueblo confiesa sus pecados"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "El 31 de octubre el pueblo volvió a reunirse en asamblea. Esta vez ayunaron, se vistieron de tela áspera y se echaron polvo sobre la cabeza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Los de ascendencia israelita se separaron de todos los extranjeros para confesar sus propios pecados y los pecados de sus antepasados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Permanecieron de pie en el mismo lugar durante tres horas mientras se les leía en voz alta el libro de la ley del Señor su Dios. Luego confesaron sus pecados y adoraron al Señor su Dios durante tres horas más."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Los levitas —Jesúa, Bani, Cadmiel, Sebanías, Buni, Serebías, Bani y Quenaní— estuvieron de pie en la escalera de los levitas y clamaron al Señor su Dios en voz alta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Luego los jefes de los levitas —Jesúa, Cadmiel, Bani, Hasabnías, Serebías, Hodías, Sebanías y Petaías— llamaron al pueblo: «¡Levántense y alaben al Señor su Dios, porque él vive desde la eternidad hasta la eternidad!». Entonces oraron:",
            "«¡Que tu glorioso nombre sea alabado! ¡Que sea exaltado por sobre toda bendición y alabanza!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "»Solo tú eres el Señor. Tú hiciste el firmamento, los cielos y todas las estrellas; hiciste la tierra, los mares y todo lo que hay en ellos. Tú los preservas a todos, y los ángeles del cielo te adoran."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "»Eres el Señor Dios, quien eligió a Abram y lo sacó de Ur de los caldeos y le dio un nuevo nombre, Abraham."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Cuando demostró ser fiel, hiciste un pacto con él para darle a él y a sus descendientes la tierra de los cananeos, de los hititas, de los amorreos, de los ferezeos, de los jebuseos y de los gergeseos; y has cumplido lo que prometiste, porque tú siempre eres fiel a tu palabra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "»Tú viste la miseria de nuestros antepasados en Egipto y escuchaste sus lamentos cuando estaban junto al mar Rojo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Realizaste señales milagrosas y maravillas contra el faraón, sus funcionarios y su pueblo, porque tú sabías con cuánta arrogancia trataban a nuestros antepasados. Tú tienes una gloriosa reputación que jamás ha sido olvidada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "¡Dividiste el mar para que tu pueblo pudiera cruzarlo por tierra seca! Luego arrojaste a sus perseguidores a las profundidades del mar. Se hundieron como piedras en aguas turbulentas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Guiaste a nuestros antepasados mediante una columna de nube durante el día y una columna de fuego durante la noche para que pudieran encontrar el camino."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "»Bajaste al monte Sinaí y les hablaste desde el cielo. Les diste ordenanzas e instrucciones justas, y decretos y mandatos buenos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Les diste instrucciones acerca de tu sagrado día de descanso. Además, por medio de tu siervo Moisés, les ordenaste que obedecieran todos tus mandatos, decretos e instrucciones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "»Les diste pan del cielo cuando tenían hambre y agua de la roca cuando tenían sed. Les ordenaste que fueran y tomaran posesión de la tierra que habías jurado darles."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "»Sin embargo, nuestros antepasados fueron arrogantes y tercos, y no prestaron ninguna atención a tus mandatos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Se negaron a obedecerte y no se acordaron de los milagros que habías hecho a favor de ellos. En cambio, se pusieron tercos y nombraron a un líder para que los llevara de regreso a su esclavitud en Egipto; pero tú eres Dios de perdón, bondadoso y misericordioso, lento para enojarte y rico en amor inagotable. No los abandonaste,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "ni siquiera cuando se hicieron un ídolo en forma de becerro y dijeron: “¡Este es tu dios que te sacó de Egipto!”. Cometieron terribles blasfemias."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "»En tu gran misericordia no los abandonaste para que murieran en el desierto. La columna de nube todavía los guiaba de día, y la columna de fuego les mostraba el camino durante la noche."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Enviaste tu buen Espíritu para que les enseñara, y no dejaste de alimentarlos con maná del cielo ni de darles agua para su sed."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Durante cuarenta años los sustentaste en el desierto, y nada les faltó. ¡No se les desgastó la ropa, ni se les hincharon los pies!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "»Luego ayudaste a nuestros antepasados a conquistar reinos y naciones, y colocaste a tu pueblo en todos los rincones de la tierra. Se apoderaron de la tierra del rey Sehón de Hesbón, y de la tierra del rey Og de Basán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Hiciste que sus descendientes fueran tan numerosos como las estrellas del cielo y los llevaste a la tierra que habías prometido a sus antepasados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "»Entraron y tomaron posesión de la tierra. Tú sometiste naciones enteras delante de ellos. ¡Hasta los cananeos, que habitaban esa tierra, se sintieron impotentes! Tu pueblo pudo hacer lo que quiso con esas naciones y con sus reyes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Nuestros antepasados conquistaron ciudades fortificadas y tierras fértiles. Se apoderaron de casas llenas de cosas buenas, con cisternas ya cavadas y viñedos y olivares, además de frutales en abundancia. De modo que comieron hasta saciarse y engordaron y disfrutaron de todas tus bendiciones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "»Sin embargo, a pesar de todo esto, fueron desobedientes y se rebelaron contra ti. Dieron la espalda a tu ley, mataron a tus profetas, quienes les advertían que volvieran a ti, y cometieron terribles blasfemias."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Así que los entregaste en manos de sus enemigos, quienes los hicieron sufrir; pero en sus momentos de angustia clamaron a ti, y desde el cielo los escuchaste. En tu gran misericordia, les enviaste libertadores que los rescataron de sus enemigos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "»No obstante, apenas tenían paz, volvían a cometer maldades ante tus ojos, y una vez más permitiste que sus enemigos los conquistaran. Sin embargo, cada vez que tu pueblo volvía y nuevamente clamaba a ti por ayuda, desde el cielo tú lo escuchabas una vez más. En tu maravillosa misericordia, los rescataste muchas veces."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "»Les advertías que regresaran a tu ley, pero ellos se volvieron orgullosos y obstinados, y desobedecieron tus mandatos. No siguieron tus ordenanzas que dan vida a quienes las obedecen. Tercamente te dieron la espalda y se negaron a escuchar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "En tu amor fuiste paciente con ellos durante muchos años. Enviaste tu Espíritu, quien les advertía por medio de los profetas. ¡Pero aun así no quisieron escuchar! Entonces nuevamente permitiste que los pueblos de la tierra los conquistaran;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "pero en tu gran misericordia no los destruiste por completo ni los abandonaste para siempre. ¡Qué Dios tan bondadoso y misericordioso eres tú!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "»Ahora, Dios nuestro —Dios grande, poderoso y temible que cumple su pacto de amor inagotable—, no permitas que todas las privaciones que hemos sufrido te parezcan insignificantes. Grandes dificultades cayeron sobre nosotros, nuestros reyes, nuestros líderes, nuestros sacerdotes, nuestros profetas y nuestros antepasados —todo tu pueblo—, desde los días cuando los reyes de Asiria por primera vez nos vencieron hasta el día de hoy."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Cada vez que nos castigaste actuaste con justicia. Hemos pecado grandemente, y nos diste solo lo que merecíamos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Nuestros reyes, líderes, sacerdotes y antepasados no obedecieron tu ley ni prestaron atención a las advertencias de tus mandatos y leyes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Aun cuando tenían su propio reino, no te sirvieron, a pesar de que derramaste tu bondad sobre ellos. Les diste un territorio grande y fértil, pero ellos se negaron a abandonar su perversidad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "»Por eso, ¡hoy somos esclavos en esta tierra de abundancia que diste a nuestros antepasados para que la disfrutaran! Somos esclavos aquí en esta buena tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Los abundantes productos agrícolas de esta tierra se amontonan en las manos de los reyes que has puesto sobre nosotros por causa de nuestros pecados. Ellos ejercen su poder sobre nosotros y nuestros animales. Les servimos según su antojo, y pasamos por mucho sufrimiento»."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El pueblo decide obedecer"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Entonces el pueblo respondió: «En vista de todo esto, hacemos una promesa solemne y la ponemos por escrito. En este documento sellado están los nombres de nuestros líderes, levitas y sacerdotes»."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.10",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.10"
        ],
        "human": "Nehemías 10"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.11"
        ],
        "human": "Nehemías 11",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.9"
        ],
        "human": "Nehemías 9",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "La siguiente es una lista de las personas que ratificaron el documento sellado.",
            "El gobernador:",
            "Nehemías, hijo de Hacalías, y también Sedequías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Los siguientes sacerdotes:",
            "Seraías, Azarías, Jeremías,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Pasur, Amarías, Malquías,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Hatús, Sebanías, Maluc,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Harim, Meremot, Obadías,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Daniel, Ginetón, Baruc,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Mesulam, Abías, Mijamín,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Maazías, Bilgaí y Semaías. Estos eran los sacerdotes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Los siguientes levitas:",
            "Jesúa, hijo de Azanías, Binúi, de la familia de Henadad, Cadmiel,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "y los demás levitas: Sebanías, Hodías, Kelita, Pelaías, Hanán,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Micaía, Rehob, Hasabías,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Zacur, Serebías, Sebanías,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Hodías, Bani y Beninu."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Los siguientes jefes del pueblo:",
            "Paros, Pahat-moab, Elam, Zatu, Bani,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Buni, Azgad, Bebai,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Adonías, Bigvai, Adín,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Ater, Ezequías, Azur,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Hodías, Hasum, Bezai,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Harif, Anatot, Nebai,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Magpías, Mesulam, Hezir,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Mesezabeel, Sadoc, Jadúa,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Pelatías, Hanán, Anaías,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Oseas, Hananías, Hasub,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Halohes, Pilha, Sobec,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Rehum, Hasabna, Maaseías,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Ahías, Hanán, Anán,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Maluc, Harim y Baana."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Promesa del pueblo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Luego el resto del pueblo —los sacerdotes, los levitas, los porteros, los cantores, los sirvientes del templo y todos los que se habían separado de la gente pagana de esa tierra para obedecer la ley de Dios, junto con sus mujeres, hijos, hijas y todos los que tenían edad suficiente para entender—"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "se unió a sus jefes y se comprometió mediante juramento. Juraron que caería una maldición sobre ellos mismos si dejaban de obedecer la ley de Dios dada por medio de su siervo Moisés. Prometieron solemnemente seguir al pie de la letra todos los mandatos, las ordenanzas y los decretos del Señor, nuestro Señor:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "«Nos comprometemos a no permitir que nuestras hijas se casen con los habitantes paganos de la tierra ni a permitir que nuestros hijos se casen con sus hijas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "»También prometemos no comprar mercadería ni grano que la gente de esta tierra traiga para vender en el día de descanso o en cualquier otro día sagrado. Cada séptimo año dejaremos que nuestras tierras descansen y perdonaremos toda deuda."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "»Además, nos comprometemos a obedecer el mandato de pagar el impuesto anual del templo de cuatro gramos de plata para los gastos del templo de nuestro Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Este monto servirá para el pan de la Presencia; las ofrendas regulares de grano y las ofrendas quemadas; las ofrendas de los días de descanso, las celebraciones de luna nueva y los festivales anuales; las ofrendas sagradas y las ofrendas para hacer expiación por el pecado de Israel. Servirá para proporcionar todo lo necesario para el trabajo del templo de nuestro Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "»Hicimos sorteos sagrados para determinar cuándo —en tiempos regulares cada año— las familias de los sacerdotes, los levitas y la gente común deberán llevar leña al templo de Dios para ser quemada en el altar del Señor nuestro Dios, como está escrito en la ley."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "»Nos comprometemos a llevar cada año al templo del Señor la primera parte de toda cosecha, sea producto de la tierra o de nuestros árboles frutales."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Aceptamos entregar a Dios nuestros primeros hijos varones y las primeras crías de todo nuestro ganado y de nuestros rebaños, como lo establece la ley. Los presentaremos a los sacerdotes que ejercen el ministerio en el templo de nuestro Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Almacenaremos los productos agrícolas en los depósitos del templo de nuestro Dios. Llevaremos lo mejor de nuestra harina y otras ofrendas de grano, lo mejor de nuestra fruta, lo mejor de nuestro vino nuevo y de nuestro aceite de oliva. Además, prometemos llevar a los levitas una décima parte de todo lo que nuestra tierra produzca, porque son los levitas quienes recogen los diezmos en todas nuestras poblaciones rurales."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "»Un sacerdote —descendiente de Aarón— estará con los levitas cuando reciban esos diezmos. Una décima parte de todos los diezmos que se reúnan será entregada por los levitas al templo de nuestro Dios para ser colocada en los depósitos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "El pueblo y los levitas tienen que trasladar estas ofrendas de grano, de vino nuevo y de aceite de oliva a los depósitos y colocarlas en recipientes sagrados cerca de los sacerdotes de turno, los porteros y los cantores.",
            "»Todos nos comprometemos a no descuidar el templo de nuestro Dios»."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.11",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.11"
        ],
        "human": "Nehemías 11"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.12"
        ],
        "human": "Nehemías 12",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.10"
        ],
        "human": "Nehemías 10",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El pueblo habita en Jerusalén"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Los jefes del pueblo vivían en Jerusalén, la ciudad santa. Mediante los sorteos sagrados eligieron a una décima parte del pueblo de otras ciudades de Judá y de Benjamín para que vivieran allí también, mientras que el resto siguió viviendo donde estaba;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "y el pueblo elogiaba a todos los que se ofrecían para reubicarse en Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "La siguiente es una lista de los nombres de los funcionarios provinciales que fueron a vivir a Jerusalén. (La mayoría del pueblo, de los sacerdotes, de los levitas, de los sirvientes del templo y de los descendientes de los sirvientes de Salomón siguieron viviendo en sus propias casas en las diversas ciudades de Judá,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "pero algunos de los de Judá y de Benjamín repoblaron Jerusalén).",
            "De la tribu de Judá:",
            "Ataías, hijo de Uzías, hijo de Zacarías, hijo de Amarías, hijo de Sefatías, hijo de Mahalaleel, de la familia de Fares."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "También Maaseías, hijo de Baruc, hijo de Col-hoze, hijo de Hazaías, hijo de Adaías, hijo de Joiarib, hijo de Zacarías, de la familia de Sela."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Fueron cuatrocientos sesenta y ocho descendientes de Fares los que se establecieron en Jerusalén, todos ellos hombres excepcionales."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "De la tribu de Benjamín:",
            "Salú, hijo de Mesulam, hijo de Joed, hijo de Pedaías, hijo de Colaías, hijo de Maaseías, hijo de Itiel, hijo de Jesaías;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "después de él estaban Gabai y Salai: en total novecientos veintiocho parientes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "El funcionario principal de ellos era Joel, hijo de Zicri, y su asistente era Judá, hijo de Senúa, el segundo en autoridad de la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "De los sacerdotes:",
            "Jedaías, hijo de Joiarib; Jaquín;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "y Seraías, hijo de Hilcías, hijo de Mesulam, hijo de Sadoc, hijo de Meraiot, hijo de Ahitob, que era el supervisor del templo de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "También ochocientos veintidós de sus colaboradores, quienes trabajaban en el templo. También Adaías, hijo de Jeroham, hijo de Pelalías, hijo de Amsi, hijo de Zacarías, hijo de Pasur, hijo de Malquías,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "junto con doscientos cuarenta y dos de sus colaboradores, quienes eran jefes de sus familias. También Amasai, hijo de Azareel, hijo de Azai, hijo de Mesilemot, hijo de Imer,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "y ciento veintiocho de sus excepcionales colaboradores. El funcionario principal de ellos era Zabdiel, hijo de Gedolim."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "De los levitas:",
            "Semaías, hijo de Hasub, hijo de Azricam, hijo de Hasabías, hijo de Buni."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "También Sabetai y Jozabad, quienes estaban a cargo del trabajo fuera del templo de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "También Matanías, hijo de Micaía, hijo de Zabdi, descendiente de Asaf, quien dirigía las acciones de gracias y la oración. También Bacbuquías, ayudante de Matanías, y Abda, hijo de Samúa, hijo de Galal, hijo de Jedutún."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "En total, había doscientos ochenta y cuatro levitas en la ciudad santa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "De los porteros:",
            "Acub, Talmón y ciento setenta y dos colaboradores que vigilaban las puertas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Los demás sacerdotes, levitas e israelitas vivían en las otras ciudades de Judá, dondequiera que se encontrara su herencia familiar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Sin embargo, todos los sirvientes del templo, bajo la dirección de Ziha y Gispa, se establecieron en la colina de Ofel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "El funcionario principal de los levitas en Jerusalén era Uzi, hijo de Bani, hijo de Hasabías, hijo de Matanías, hijo de Micaía, descendiente de Asaf. Los integrantes de la familia de Asaf eran los cantores en el templo de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Las responsabilidades diarias de los cantores se llevaban a cabo según los términos establecidos por un mandato real."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Petaías, hijo de Mesezabeel, descendiente de Zera, hijo de Judá, era el consejero real en todos los asuntos de la administración pública."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "En cuanto a las aldeas vecinas con sus campos abiertos, parte de la gente de Judá vivía en Quiriat-arba y sus asentamientos, en Dibón y sus asentamientos y en Jecabseel y sus aldeas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "También residían en Jesúa, Molada, Bet-pelet,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Hazar-sual, Beerseba y sus asentamientos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Siclag y Mecona y sus asentamientos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "También vivían en En-rimón, Zora, Jarmut,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Zanoa y Adulam y sus aldeas vecinas. También vivían en Laquis y sus campos aledaños y en Azeca y sus aldeas cercanas. De manera que el pueblo de Judá vivía desde Beerseba en el sur hasta el valle de Hinom."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Parte de la gente de Benjamín vivía en Geba, Micmas, Aía y Betel y sus asentamientos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "También vivían en Anatot, Nob, Ananías,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Hazor, Ramá, Gitaim,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Hadid, Seboim, Nebalat,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Lod, Ono y el valle de los Artesanos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Algunos de los levitas que residían en Judá fueron enviados a vivir con la tribu de Benjamín."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.12",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.12"
        ],
        "human": "Nehemías 12"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.13"
        ],
        "human": "Nehemías 13",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.11"
        ],
        "human": "Nehemías 11",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Historia de los sacerdotes y los levitas"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "La siguiente es una lista de los sacerdotes y los levitas que regresaron con Zorobabel, hijo de Salatiel y Jesúa, el sumo sacerdote:",
            "Seraías, Jeremías, Esdras,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Amarías, Maluc, Hatús,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Secanías, Harim, Meremot,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Iddo, Ginetón, Abías,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Miniamín, Moadías, Bilga,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Semaías, Joiarib, Jedaías,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Salú, Amoc, Hilcías y Jedaías.",
            "Estos eran los jefes de los sacerdotes y sus colaboradores en los días de Jesúa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Los levitas que regresaron con ellos eran Jesúa, Binúi, Cadmiel, Serebías, Judá y Matanías, quien junto con sus colaboradores estaba a cargo de las canciones de acción de gracias."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Sus colaboradores, Bacbuquías y Uni, se ubicaban frente a ellos durante el servicio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Jesúa, el sumo sacerdote, fue padre de Joiacim.",
            "Joiacim fue padre de Eliasib.",
            "Eliasib fue padre de Joiada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Joiada fue padre de Johanán.",
            "Johanán fue padre de Jadúa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Ahora bien, cuando Joiacim era sumo sacerdote, los jefes de familia de los sacerdotes eran los siguientes:",
            "Meraías era jefe de la familia de Seraías.",
            "Hananías era jefe de la familia de Jeremías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Mesulam era jefe de la familia de Esdras.",
            "Johanán era jefe de la familia de Amarías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Jonatán era jefe de la familia de Maluc.",
            "José era jefe de la familia de Secanías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Adna era jefe de la familia de Harim.",
            "Helcai era jefe de la familia de Meremot."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Zacarías era jefe de la familia de Iddo.",
            "Mesulam era jefe de la familia de Ginetón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Zicri era jefe de la familia de Abías.",
            "También había un jefe de la familia de Miniamín.",
            "Piltai era jefe de la familia de Moadías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Samúa era jefe de la familia de Bilga.",
            "Jonatán era jefe de la familia de Semaías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Matenai era jefe de la familia de Joiarib.",
            "Uzi era jefe de la familia de Jedaías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Calai era jefe de la familia de Salú.",
            "Eber era jefe de la familia de Amoc."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Hasabías era jefe de la familia de Hilcías.",
            "Natanael era jefe de la familia de Jedaías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Durante los años cuando Eliasib, Joiada, Johanán y Jadúa servían como sumos sacerdotes, se mantuvo un registro de las familias de los levitas. Durante el reinado de Darío el persa se mantuvo otro registro de los sacerdotes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Hasta los días de Johanán, nieto de Eliasib, se mantuvo un registro de los jefes de las familias de los levitas en El libro de historia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Estos eran los jefes de familia de los levitas: Hasabías, Serebías, Jesúa, Binúi, Cadmiel y otros colaboradores, quienes se ubicaban frente a ellos durante las ceremonias de alabanza y acción de gracias, un lado le respondía al otro, como lo ordenó David, hombre de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Este grupo incluía a Matanías, a Bacbuquías y a Obadías.",
            "Mesulam, Talmón y Acub eran los porteros a cargo de los depósitos cerca de las puertas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Todos ellos sirvieron en los días de Joiacim, hijo de Jesúa, hijo de Jehosadac, y en los días de Nehemías, el gobernador, y de Esdras, el sacerdote y escriba."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Dedicación de la muralla de Jerusalén"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Para la dedicación de la nueva muralla de Jerusalén se les pidió a los levitas de toda la tierra que fueran a Jerusalén para colaborar en las ceremonias. Debían tomar parte en la feliz celebración con sus canciones de acción de gracias y con música de címbalos, arpas y liras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Se reunió a los cantores de la zona alrededor de Jerusalén y de las aldeas de los netofatitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "También llegaron de Bet-gilgal y de las zonas rurales cercanas a Geba y Azmavet porque los cantores habían levantado sus propios asentamientos en los alrededores de Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Primero los sacerdotes y los levitas se purificaron a sí mismos, luego purificaron al pueblo, a las puertas y a la muralla."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Conduje a los líderes de Judá a la parte superior de la muralla y organicé dos grandes coros para dar acción de gracias. Uno de los coros se dirigió hacia el sur por encima de la muralla hasta la puerta del Estiércol."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Osaías y la mitad de los jefes de Judá los seguían,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "con Azarías, Esdras, Mesulam,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Judá, Benjamín, Semaías y Jeremías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Luego iban algunos sacerdotes que tocaban trompetas, junto con Zacarías, hijo de Jonatán, hijo de Semaías, hijo de Matanías, hijo de Micaías, hijo de Zacur, descendiente de Asaf."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Los compañeros de Zacarías eran Semaías, Azareel, Milalai, Gilalai, Maai, Natanael, Judá y Hananí. Tocaban los instrumentos musicales indicados por David, hombre de Dios. Esdras, el escriba, lideraba esta procesión."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "En la puerta de la Fuente subieron los escalones de la subida de la muralla de la ciudad en dirección hacia la Ciudad de David. Pasaron frente a la casa de David y luego siguieron al oriente hacia la puerta del Agua."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "El segundo coro que daba acción de gracias se dirigió hacia el norte, dando la vuelta por el otro lado para encontrarse con el primer coro. Yo los seguía sobre la muralla, junto con la otra mitad del pueblo, y pasamos por la torre de los Hornos hacia el muro Ancho,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "y luego sobre la puerta de Efraín hacia la puerta de la Ciudad Antigua, pasamos la puerta del Pescado y la torre de Hananeel, hasta la torre de los Cien. Luego seguimos hacia la puerta de las Ovejas y nos detuvimos a la altura de la puerta de la Guardia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "Luego los dos coros que daban acción de gracias siguieron hacia el templo de Dios y allí tomaron sus lugares. Lo mismo hice yo, junto con el grupo de jefes que estaba conmigo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "Íbamos con los sacerdotes que tocaban las trompetas —Eliacim, Maaseías, Miniamín, Micaías, Elioenai, Zacarías y Hananías—"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "y con los cantores —Maaseías, Semaías, Eleazar, Uzi, Johanán, Malquías, Elam y Ezer—; tocaban y cantaban a toda voz bajo la dirección de Izrahías, el director del coro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "Se ofrecieron muchos sacrificios durante aquel día de gozo porque Dios había dado al pueblo razón de alegrarse. También las mujeres y los niños participaron en la celebración, y la alegría del pueblo de Jerusalén podía oírse a gran distancia."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Provisiones para el culto en el templo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "Ese día se designaron hombres para que se encargaran de los depósitos para las ofrendas, la primera parte de la cosecha y los diezmos. Eran responsables de recolectar de los campos fuera de las ciudades las porciones especificadas por la ley para los sacerdotes y los levitas. Pues todo el pueblo de Judá se complacía en los sacerdotes y los levitas y en el trabajo que prestaban."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "Ellos, junto con los cantores y los porteros, llevaban a cabo el servicio para su Dios y el servicio de purificación, como lo habían ordenado David y su hijo Salomón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            46
          ],
          "lines": [
            "La costumbre de tener directores para dirigir los coros al entonar himnos de alabanza y de acción de gracias a Dios comenzó mucho tiempo antes, en los días de David y Asaf."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            47
          ],
          "lines": [
            "De modo que ahora, en los días de Zorobabel y de Nehemías, todo Israel llevaba una provisión diaria de comida para los cantores, los porteros y los levitas. Los levitas, a su vez, daban a los sacerdotes —los descendientes de Aarón— parte de lo que ellos recibían."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.13",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.13"
        ],
        "human": "Nehemías 13"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "EST.1"
        ],
        "human": "Ester 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.12"
        ],
        "human": "Nehemías 12",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Diversas reformas de Nehemías"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Ese mismo día, mientras se leía al pueblo el libro de Moisés, se encontró el pasaje que dice que jamás se debe admitir a un amonita o a un moabita en la asamblea de Dios,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "porque ellos se habían negado a darles comida y agua a los israelitas en el desierto. Por el contrario, contrataron a Balaam para que los maldijera, aunque nuestro Dios convirtió la maldición en bendición."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Cuando se leyó este pasaje de la ley, inmediatamente se excluyó de la asamblea a todos los que tenían ascendencia extranjera."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Antes de esto, el sacerdote Eliasib, quien había sido designado para supervisar los depósitos del templo de nuestro Dios y quien también era pariente de Tobías,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "había rediseñado un gran depósito y lo había puesto a disposición de Tobías. Anteriormente usaban el cuarto para almacenar ofrendas de grano, incienso, diversos utensilios para el templo, diezmos de granos, de vino nuevo, de aceite de oliva (destinados a los levitas, a los cantores y a los porteros), y también las ofrendas para los sacerdotes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "En esa época yo no estaba en Jerusalén porque había ido a presentarme ante Artajerjes, rey de Babilonia, en el año treinta y dos de su reinado, aunque más tarde le pedí permiso para regresar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Cuando regresé a Jerusalén, me enteré del acto perverso de Eliasib de proporcionarle a Tobías una habitación en los atrios del templo de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Me disgusté mucho y saqué del cuarto todas las pertenencias de Tobías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Luego exigí que purificaran las habitaciones y volví a colocar los utensilios para el templo de Dios, las ofrendas de grano y el incienso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "También descubrí que no se les había entregado a los levitas las porciones de comida que les correspondían, de manera que todos ellos y los cantores que debían dirigir los servicios de adoración habían regresado a trabajar en los campos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Inmediatamente enfrenté a los dirigentes y les pregunté: «¿Por qué ha sido descuidado el templo de Dios?». Luego pedí a todos los levitas que regresaran y los reintegré para que cumplieran con sus obligaciones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Entonces, una vez más, todo el pueblo de Judá comenzó a llevar sus diezmos de grano, de vino nuevo y de aceite de oliva a los depósitos del templo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Como supervisores de los depósitos asigné al sacerdote Selemías, al escriba Sadoc y a Pedaías, uno de los levitas. Como ayudante de ellos nombré a Hanán, hijo de Zacur y nieto de Matanías. Estos hombres gozaban de una excelente reputación, y su tarea consistía en hacer distribuciones equitativas a sus compañeros levitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Recuerda esta buena obra, oh Dios mío, y no olvides todo lo que fielmente he hecho por el templo de mi Dios y sus servicios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "En esos días vi a unos hombres de Judá pisando en sus lagares en el día de descanso. Además, recogían granos y los cargaban sobre burros, y traían su vino, sus uvas, sus higos y toda clase de productos a Jerusalén para venderlos en el día de descanso. Así que los reprendí por vender sus productos en ese día."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Algunos hombres de Tiro, que vivían en Jerusalén, traían pescado y toda clase de mercancía. La vendían al pueblo de Judá el día de descanso, ¡y nada menos que en Jerusalén!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "De modo que confronté a los nobles de Judá. «¿Por qué profanan el día de descanso de este modo tan perverso? —les pregunté—."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "¿Acaso no fueron cosas como estas las que hicieron sus antepasados y provocaron que nuestro Dios hiciera caer sobre nosotros y nuestra ciudad toda esta desgracia? ¡Ahora ustedes provocan aún más enojo contra Israel al permitir que el día de descanso sea profanado de esta manera!»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Entonces ordené que todos los viernes se cerraran las puertas de Jerusalén al caer la noche, y que no se abrieran hasta que terminara el día de descanso. Envié a algunos de mis propios sirvientes a vigilar las puertas para que no pudiera entrar ninguna mercadería en los días de descanso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Los mercaderes y los comerciantes de diversos productos acamparon fuera de Jerusalén una o dos veces;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "pero yo les hablé duramente diciendo: «¿Qué pretenden, acampando aquí afuera alrededor de la muralla? ¡Si lo hacen otra vez, los arrestaré!». Esa fue la última vez que aparecieron en el día de descanso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Luego ordené a los levitas que se purificaran y vigilaran las puertas para preservar la santidad del día de descanso.",
            "¡Recuerda también esta buena obra, oh Dios mío! Ten compasión de mí conforme a tu grande e inagotable amor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Por el mismo tiempo, me di cuenta de que algunos de los hombres de Judá se habían casado con mujeres de Asdod, Amón y Moab."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Además, la mitad de sus hijos hablaban el idioma de Asdod o de algún otro pueblo y no podían hablar en absoluto la lengua de Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "De modo que confronté a los hombres y pedí que cayeran maldiciones sobre ellos. Golpeé a algunos y les arranqué el cabello. Los hice jurar por el nombre de Dios que no permitirían que sus hijos o sus hijas se casaran con la gente pagana de la región."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "«¿Acaso no fue exactamente eso lo que llevó a Salomón, rey de Israel, a pecar? —exclamé—. No había rey de ninguna nación que pudiera compararse con él, Dios lo amaba y lo hizo rey sobre todo Israel; pero incluso él fue inducido a pecar por sus mujeres extranjeras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "¿Cómo pudieron siquiera pensar en cometer esta acción pecaminosa y ser infieles a Dios al casarse con mujeres extranjeras?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Uno de los hijos de Joiada, hijo de Eliasib, el sumo sacerdote, se había casado con la hija de Sanbalat, el horonita, por lo cual lo expulsé de mi presencia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Recuérdalos, oh Dios mío, porque han profanado el sacerdocio y los votos solemnes de los sacerdotes y los levitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Así que expulsé todo lo que fuera extranjero y asigné tareas a los sacerdotes y a los levitas, asegurándome de que cada uno supiera lo que tenía que hacer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "También me aseguré de que llegara el suministro de leña para el altar y las primeras porciones de la cosecha en los tiempos establecidos.",
            "Recuerda esto a mi favor, oh Dios mío."
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}