{
  "book_usfm": "2PE",
  "name": "2 Peter",
  "local_title": "Christian Standard Bible",
  "local_abbreviation": "CSB",
  "version_id": 1713,
  "publisher": {
    "name": "LifeWay Christian Resources"
  },
  "copyright": {
    "html": "<p>© 2017 Holman Bible Publishers</p>",
    "text": "© 2017 Holman Bible Publishers"
  },
  "language": {
    "iso_639_1": "en",
    "iso_639_3": "eng",
    "language_tag": "eng",
    "local_name": "English",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/jsckdm/bible-data-en-eng",
  "chapters": [
    {
      "chapter_usfm": "2PE.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2PE.1"
        ],
        "human": "2 Peter 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2PE.2"
        ],
        "human": "2 Peter 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1PE.5"
        ],
        "human": "1 Peter 5",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Greeting"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Simeon Peter, a servant and an apostle of Jesus Christ:",
            "To those who have received a faith equal to ours through the righteousness of our God and Savior Jesus Christ."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "May grace and peace be multiplied to you through the knowledge of God and of Jesus our Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Growth in the Faith"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "His divine power has given us everything required for life and godliness through the knowledge of him who called us by his own glory and goodness."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "By these he has given us very great and precious promises, so that through them you may share in the divine nature, escaping the corruption that is in the world because of evil desire."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "For this very reason, make every effort to supplement your faith with goodness, goodness with knowledge,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "knowledge with self-control, self-control with endurance, endurance with godliness,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "godliness with brotherly affection, and brotherly affection with love."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "For if you possess these qualities in increasing measure, they will keep you from being useless or unfruitful in the knowledge of our Lord Jesus Christ."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "The person who lacks these things is blind and shortsighted and has forgotten the cleansing from his past sins."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Therefore, brothers and sisters, make every effort to confirm your calling and election, because if you do these things you will never stumble."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "For in this way, entry into the eternal kingdom of our Lord and Savior Jesus Christ will be richly provided for you."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Therefore I will always remind you about these things, even though you know them and are established in the truth you now have."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "I think it is right, as long as I am in this bodily tent, to wake you up with a reminder,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "since I know that I will soon lay aside my tent, as our Lord Jesus Christ has indeed made clear to me."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "And I will also make every effort so that you are able to recall these things at any time after my departure."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Trustworthy Prophetic Word"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "For we did not follow cleverly contrived myths when we made known to you the power and coming of our Lord Jesus Christ; instead, we were eyewitnesses of his majesty."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "For he received honor and glory from God the Father when the voice came to him from the Majestic Glory, saying “This is my beloved Son, with whom I am well-pleased! ”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "We ourselves heard this voice when it came from heaven while we were with him on the holy mountain."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "We also have the prophetic word strongly confirmed, and you will do well to pay attention to it, as to a lamp shining in a dark place, until the day dawns and the morning star rises in your hearts."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Above all, you know this: No prophecy of Scripture comes from the prophet’s own interpretation,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "because no prophecy ever came by the will of man; instead, men spoke from God as they were carried along by the Holy Spirit."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2PE.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2PE.2"
        ],
        "human": "2 Peter 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2PE.3"
        ],
        "human": "2 Peter 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2PE.1"
        ],
        "human": "2 Peter 1",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Judgment of False Teachers"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "There were indeed false prophets among the people, just as there will be false teachers among you. They will bring in destructive heresies, even denying the Master who bought them, and will bring swift destruction on themselves."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Many will follow their depraved ways, and the way of truth will be maligned because of them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "They will exploit you in their greed with made-up stories. Their condemnation, pronounced long ago, is not idle, and their destruction does not sleep."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "For if God didn’t spare the angels who sinned but cast them into hell , and delivered them in chains of utter darkness to be kept for judgment;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "and if he didn’t spare the ancient world, but protected Noah, a preacher of righteousness, and seven others, , when he brought the flood on the world of the ungodly;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "and if he reduced the cities of Sodom and Gomorrah to ashes and condemned them to extinction, making them an example of what is coming to the ungodly;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "and if he rescued righteous Lot, distressed by the depraved behavior of the immoral"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "(for as that righteous man lived among them day by day, his righteous soul was tormented by the lawless deeds he saw and heard ) #— #"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "then the Lord knows how to rescue the godly from trials and to keep the unrighteous under punishment for the day of judgment,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "especially those who follow the polluting desires of the flesh and despise authority.",
            "Bold, arrogant people! They are not afraid to slander the glorious ones;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "however, angels, who are greater in might and power, do not bring a slanderous charge against them before the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "But these people, like irrational animals #— #creatures of instinct born to be caught and destroyed #— #slander what they do not understand, and in their destruction they too will be destroyed."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "They will be paid back with harm for the harm they have done. They consider it a pleasure to carouse in broad daylight. They are spots and blemishes, delighting in their deceptions while they feast with you."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "They have eyes full of adultery that never stop looking for sin. They seduce unstable people and have hearts trained in greed. Children under a curse!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "They have gone astray by abandoning the straight path and have followed the path of Balaam, the son of Bosor, who loved the wages of wickedness"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "but received a rebuke for his lawlessness: A speechless donkey spoke with a human voice and restrained the prophet’s madness."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "These people are springs without water, mists driven by a storm. The gloom of darkness has been reserved for them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "For by uttering boastful, empty words, they seduce, with fleshly desires and debauchery, people who have barely escaped from those who live in error."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "They promise them freedom, but they themselves are slaves of corruption, since people are enslaved to whatever defeats them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "For if, having escaped the world’s impurity through the knowledge of the Lord and Savior Jesus Christ, they are again entangled in these things and defeated, the last state is worse for them than the first."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "For it would have been better for them not to have known the way of righteousness than, after knowing it, to turn back from the holy command delivered to them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "It has happened to them according to the true proverb: A dog returns to its own vomit, , and, “A washed sow returns to wallowing in the mud.”"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "2PE.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "2PE.3"
        ],
        "human": "2 Peter 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1JN.1"
        ],
        "human": "1 John 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2PE.2"
        ],
        "human": "2 Peter 2",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Day of the Lord"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Dear friends, this is now the second letter I have written to you; in both letters, I want to stir up your sincere understanding by way of reminder,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "so that you recall the words previously spoken by the holy prophets and the command of our Lord and Savior given through your apostles."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Above all, be aware of this: Scoffers will come in the last days scoffing and following their own evil desires,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "saying, “Where is his ‘coming’ that he promised? Ever since our ancestors fell asleep, all things continue as they have been since the beginning of creation.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "They deliberately overlook this: By the word of God the heavens came into being long ago and the earth was brought about from water and through water."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Through these the world of that time perished when it was flooded."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "By the same word, the present heavens and earth are stored up for fire, being kept for the day of judgment and destruction of the ungodly."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Dear friends, don’t overlook this one fact: With the Lord one day is like a thousand years, and a thousand years like one day."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "The Lord does not delay his promise, as some understand delay, but is patient with you, not wanting any to perish but all to come to repentance."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "But the day of the Lord will come like a thief; , on that day the heavens will pass away with a loud noise, the elements will burn and be dissolved, and the earth and the works on it will be disclosed. ,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Since all these things are to be dissolved in this way, it is clear what sort of people you should be in holy conduct and godliness"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "as you wait for the day of God and hasten its coming. , Because of that day, the heavens will be dissolved with fire and the elements will melt with heat."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "But based on his promise, we wait for new heavens and a new earth, where righteousness dwells."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Conclusion"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Therefore, dear friends, while you wait for these things, make every effort to be found without spot or blemish in his sight, at peace."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Also, regard the patience of our Lord as salvation, just as our dear brother Paul has written to you according to the wisdom given to him."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "He speaks about these things in all his letters. There are some things hard to understand in them. The untaught and unstable will twist them to their own destruction, as they also do with the rest of the Scriptures."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Therefore, dear friends, since you know this in advance, be on your guard, so that you are not led away by the error of lawless people and fall from your own stable position."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "But grow in the grace and knowledge of our Lord and Savior Jesus Christ. To him be the glory both now and to the day of eternity. ,"
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}