{
  "book_usfm": "LEV",
  "name": "Leviticus",
  "local_title": "Christian Standard Bible",
  "local_abbreviation": "CSB",
  "version_id": 1713,
  "publisher": {
    "name": "LifeWay Christian Resources"
  },
  "copyright": {
    "html": "<p>© 2017 Holman Bible Publishers</p>",
    "text": "© 2017 Holman Bible Publishers"
  },
  "language": {
    "iso_639_1": "en",
    "iso_639_3": "eng",
    "language_tag": "eng",
    "local_name": "English",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/jsckdm/bible-data-en-eng",
  "chapters": [
    {
      "chapter_usfm": "LEV.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "LEV.1"
        ],
        "human": "Leviticus 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "LEV.2"
        ],
        "human": "Leviticus 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "EXO.40"
        ],
        "human": "Exodus 40",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Burnt Offering"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Then the Lord summoned Moses and spoke to him from the tent of meeting:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "“Speak to the Israelites and tell them: When any of you brings an offering to the Lord from the livestock, you may bring your offering from the herd or the flock."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "“If his offering is a burnt offering from the herd, he is to bring an unblemished male. He will bring it to the entrance to the tent of meeting so that he may be accepted by the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "He is to lay his hand on the head of the burnt offering so it can be accepted on his behalf to make atonement for him."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "He is to slaughter the bull before the Lord; Aaron’s sons the priests are to present the blood and splatter it on all sides of the altar that is at the entrance to the tent of meeting."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Then he is to skin the burnt offering and cut it into pieces."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "The sons of Aaron the priest will prepare a fire on the altar and arrange wood on the fire."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Aaron’s sons the priests are to arrange the pieces, the head, and the fat on top of the burning wood on the altar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "The offerer is to wash its entrails and legs with water. Then the priest will burn all of it on the altar as a burnt offering, a food offering, a pleasing aroma to the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "“But if his offering for a burnt offering is from the flock, from sheep or goats, he is to present an unblemished male."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "He will slaughter it on the north side of the altar before the Lord. Aaron’s sons the priests will splatter its blood against the altar on all sides."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "He will cut the animal into pieces with its head and its fat, and the priest will arrange them on top of the burning wood on the altar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "But he is to wash the entrails and legs with water. The priest will then present all of it and burn it on the altar; it is a burnt offering, a food offering, a pleasing aroma to the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "“If his offering to the Lord is a burnt offering of birds, he is to present his offering from the turtledoves or young pigeons. ,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Then the priest is to bring it to the altar, and will twist off its head and burn it on the altar; its blood should be drained at the side of the altar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "He will remove its digestive tract, cutting off the tail feathers, and throw it on the east side of the altar at the place for ashes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "He will tear it open by its wings without dividing the bird. Then the priest is to burn it on the altar on top of the burning wood. It is a burnt offering, a food offering, a pleasing aroma to the Lord."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "LEV.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "LEV.2"
        ],
        "human": "Leviticus 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "LEV.3"
        ],
        "human": "Leviticus 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "LEV.1"
        ],
        "human": "Leviticus 1",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Grain Offering"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "“When anyone presents a grain offering as an offering to the Lord, it is to consist of fine flour. He is to pour olive oil on it, put frankincense on it,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "and bring it to Aaron’s sons the priests. The priest will take a handful of fine flour and oil from it, along with all its frankincense, and will burn this memorial portion of it on the altar, a food offering, a pleasing aroma to the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "But the rest of the grain offering will belong to Aaron and his sons; it is the holiest part of the food offerings to the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "“When you present a grain offering baked in an oven, it is to be made of fine flour, either unleavened cakes mixed with oil or unleavened wafers coated with oil."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "If your offering is a grain offering prepared on a griddle, it is to be unleavened bread made of fine flour mixed with oil."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Break it into pieces and pour oil on it; it is a grain offering."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "If your offering is a grain offering prepared in a pan, it is to be made of fine flour with oil."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "When you bring to the Lord the grain offering made in any of these ways, it is to be presented to the priest, and he will take it to the altar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "The priest will remove the memorial portion from the grain offering and burn it on the altar, a food offering, a pleasing aroma to the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "But the rest of the grain offering will belong to Aaron and his sons; it is the holiest part of the food offerings to the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "“No grain offering that you present to the Lord is to be made with yeast, for you are not to burn any yeast or honey as a food offering to the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "You may present them to the Lord as an offering of firstfruits, but they are not to be offered on the altar as a pleasing aroma."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "You are to season each of your grain offerings with salt; you must not omit from your grain offering the salt of the covenant with your God. You are to present salt with each of your offerings."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "“If you present a grain offering of firstfruits to the Lord, you are to present fresh heads of grain, crushed kernels, roasted on the fire, for your grain offering of firstfruits."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "You are to put oil and frankincense on it; it is a grain offering."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "The priest will then burn some of its crushed kernels and oil with all its frankincense as a food offering to the Lord."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "LEV.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "LEV.3"
        ],
        "human": "Leviticus 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "LEV.4"
        ],
        "human": "Leviticus 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "LEV.2"
        ],
        "human": "Leviticus 2",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Fellowship Offering"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "“If his offering is a fellowship sacrifice, and he is presenting an animal from the herd, whether male or female, he is to present one without blemish before the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "He is to lay his hand on the head of his offering and slaughter it at the entrance to the tent of meeting. Then Aaron’s sons the priests will splatter the blood on all sides of the altar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "He will present part of the fellowship sacrifice as a food offering to the Lord: the fat surrounding the entrails, all the fat that is on the entrails,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "and the two kidneys with the fat on them at the loins; he will also remove the fatty lobe of the liver with the kidneys."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Aaron’s sons will burn it on the altar along with the burnt offering that is on the burning wood, a food offering, a pleasing aroma to the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "“If his offering as a fellowship sacrifice to the Lord is from the flock, he is to present a male or female without blemish."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "If he is presenting a lamb for his offering, he is to present it before the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "He must lay his hand on the head of his offering, then slaughter it before the tent of meeting. Aaron’s sons will splatter its blood on all sides of the altar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "He will then present part of the fellowship sacrifice as a food offering to the Lord consisting of its fat and the entire fat tail, which he is to remove close to the backbone. He will also remove the fat surrounding the entrails, all the fat on the entrails,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "the two kidneys with the fat on them at the loins, and the fatty lobe of the liver above the kidneys."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Then the priest will burn the food on the altar, as a food offering to the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "“If his offering is a goat, he is to present it before the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "He must lay his hand on its head and slaughter it before the tent of meeting. Aaron’s sons will splatter its blood on all sides of the altar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "He will present part of his offering as a food offering to the Lord: the fat surrounding the entrails, all the fat that is on the entrails,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "and the two kidneys with the fat on them at the loins; he will also remove the fatty lobe of the liver with the kidneys."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Then the priest will burn the food on the altar, as a food offering for a pleasing aroma.",
            "“All fat belongs to the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "This is a permanent statute throughout your generations, wherever you live: you must not eat any fat or any blood.”"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "LEV.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "LEV.4"
        ],
        "human": "Leviticus 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "LEV.5"
        ],
        "human": "Leviticus 5",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "LEV.3"
        ],
        "human": "Leviticus 3",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Sin Offering"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Then the Lord spoke to Moses:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "“Tell the Israelites: When someone sins unintentionally against any of the Lord’s commands and does anything prohibited by them —"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "“If the anointed priest sins, bringing guilt on the people, he is to present to the Lord a young, unblemished bull as a sin offering for the sin he has committed."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "He is to bring the bull to the entrance to the tent of meeting before the Lord, lay his hand on the bull’s head, and slaughter it before the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "The anointed priest will then take some of the bull’s blood and bring it into the tent of meeting."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "The priest is to dip his finger in the blood and sprinkle some of it seven times before the Lord in front of the curtain of the sanctuary."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "The priest is to apply some of the blood to the horns of the altar of fragrant incense that is before the Lord in the tent of meeting. He must pour out the rest of the bull’s blood at the base of the altar of burnt offering that is at the entrance to the tent of meeting."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "He is to remove all the fat from the bull of the sin offering: the fat surrounding the entrails, all the fat that is on the entrails,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "and the two kidneys with the fat on them at the loins. He will also remove the fatty lobe of the liver with the kidneys,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "just as the fat is removed from the ox of the fellowship sacrifice. The priest is to burn them on the altar of burnt offering."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "But the hide of the bull and all its flesh, with its head and legs, and its entrails and waste #— #"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "all the rest of the bull #— #he must bring to a ceremonially clean place outside the camp to the ash heap, and must burn it on a wood fire. It is to be burned at the ash heap."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "“Now if the whole community of Israel errs, and the matter escapes the notice of the assembly, so that they violate any of the Lord’s commands and incur guilt by doing what is prohibited,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "then the assembly must present a young bull as a sin offering. They are to bring it before the tent of meeting when the sin they have committed in regard to the command becomes known."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "The elders of the community are to lay their hands on the bull’s head before the Lord and it is to be slaughtered before the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "The anointed priest will bring some of the bull’s blood into the tent of meeting."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "The priest is to dip his finger in the blood and sprinkle it seven times before the Lord in front of the curtain."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "He is to apply some of the blood to the horns of the altar that is before the Lord in the tent of meeting. He will pour out the rest of the blood at the base of the altar of burnt offering that is at the entrance to the tent of meeting."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "He is to remove all the fat from it and burn it on the altar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "He is to offer this bull just as he did with the bull in the sin offering; he will offer it the same way. So the priest will make atonement on their behalf, and they will be forgiven."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Then he will bring the bull outside the camp and burn it just as he burned the first bull. It is the sin offering for the assembly."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "“When a leader , sins and unintentionally violates any of the commands of the Lord his God by doing what is prohibited, and incurs guilt,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "or someone informs him about the sin he has committed, he is to bring an unblemished male goat as his offering."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "He is to lay his hand on the head of the goat and slaughter it at the place where the burnt offering is slaughtered before the Lord. It is a sin offering."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Then the priest is to take some of the blood from the sin offering with his finger and apply it to the horns of the altar of burnt offering. The rest of its blood he is to pour out at the base of the altar of burnt offering."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "He must burn all its fat on the altar, like the fat of the fellowship sacrifice. In this way the priest will make atonement on his behalf for that person’s sin, and he will be forgiven."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "“Now if any of the common people sins unintentionally by violating one of the Lord’s commands, does what is prohibited, and incurs guilt,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "or if someone informs him about the sin he has committed, then he is to bring an unblemished female goat as his offering for the sin that he has committed."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "He is to lay his hand on the head of the sin offering and slaughter it at the place of the burnt offering."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Then the priest is to take some of its blood with his finger and apply it to the horns of the altar of burnt offering. He is to pour out the rest of its blood at the base of the altar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "He is to remove all its fat just as the fat is removed from the fellowship sacrifice. The priest is to burn it on the altar as a pleasing aroma to the Lord. In this way the priest will make atonement on his behalf, and he will be forgiven."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "“Or if the offering that he brings as a sin offering is a lamb, he is to bring an unblemished female."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "He is to lay his hand on the head of the sin offering and slaughter it as a sin offering at the place where the burnt offering is slaughtered."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Then the priest is to take some of the blood of the sin offering with his finger and apply it to the horns of the altar of burnt offering. He is to pour out the rest of its blood at the base of the altar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "He is to remove all its fat just as the fat of the lamb is removed from the fellowship sacrifice. The priest will burn it on the altar along with the food offerings to the Lord. In this way the priest will make atonement on his behalf for the sin he has committed, and he will be forgiven."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "LEV.5",
      "is_chapter": true,
      "current": {
        "usfm": [
          "LEV.5"
        ],
        "human": "Leviticus 5"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "LEV.6"
        ],
        "human": "Leviticus 6",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "LEV.4"
        ],
        "human": "Leviticus 4",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Cases Requiring Sin Offerings"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "“When someone sins in any of these ways:",
            "If he has seen, heard, or known about something he has witnessed, and did not respond to a public call to testify, he will bear his iniquity."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Or if someone touches anything unclean #— #a carcass of an unclean wild animal, or unclean livestock, or an unclean swarming creature #— #without being aware of it, he is unclean and incurs guilt."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Or if he touches human uncleanness #— #any uncleanness by which one can become defiled #— #without being aware of it, but later recognizes it, he incurs guilt."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Or if someone swears rashly to do what is good or evil #— #concerning anything a person may speak rashly in an oath #— #without being aware of it, but later recognizes it, he incurs guilt in such an instance."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "If someone incurs guilt in one of these cases, he is to confess he has committed that sin."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "He must bring his penalty for guilt for the sin he has committed to the Lord: a female lamb or goat from the flock as a sin offering. In this way the priest will make atonement on his behalf for his sin."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "“But if he cannot afford an animal from the flock, then he may bring to the Lord two turtledoves or two young pigeons as penalty for guilt for his sin #— #one as a sin offering and the other as a burnt offering."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "He is to bring them to the priest, who will first present the one for the sin offering. He is to twist its head at the back of the neck without severing it."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Then he will sprinkle some of the blood of the sin offering on the side of the altar, while the rest of the blood is to be drained out at the base of the altar; it is a sin offering."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "He will prepare the second bird as a burnt offering according to the regulation. In this way the priest will make atonement on his behalf for the sin he has committed, and he will be forgiven."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "“But if he cannot afford two turtledoves or two young pigeons, he may bring two quarts of fine flour , as an offering for his sin. He must not put olive oil or frankincense on it, for it is a sin offering."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "He is to bring it to the priest, who will take a handful from it as its memorial portion and burn it on the altar along with the food offerings to the Lord; it is a sin offering."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "In this way the priest will make atonement on his behalf concerning the sin he has committed in any of these cases, and he will be forgiven. The rest will belong to the priest, like the grain offering.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Guilt Offering"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Then the Lord spoke to Moses:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "“If someone offends by sinning unintentionally in regard to any of the Lord’s holy things, he must bring his penalty for guilt to the Lord: an unblemished ram from the flock (based on your assessment of its value in silver shekels, according to the sanctuary shekel ) as a guilt offering."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "He is to make restitution for his sin regarding any holy thing, adding a fifth of its value to it, and give it to the priest. Then the priest will make atonement on his behalf with the ram of the guilt offering, and he will be forgiven."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "“If someone sins and without knowing it violates any of the Lord’s commands concerning anything prohibited, he is guilty, and he will bear his iniquity."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "He must bring an unblemished ram from the flock according to your assessment of its value as a guilt offering to the priest. Then the priest will make atonement on his behalf for the error he has committed unintentionally, and he will be forgiven."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "It is a guilt offering; he is indeed guilty before the Lord.”"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "LEV.6",
      "is_chapter": true,
      "current": {
        "usfm": [
          "LEV.6"
        ],
        "human": "Leviticus 6"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "LEV.7"
        ],
        "human": "Leviticus 7",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "LEV.5"
        ],
        "human": "Leviticus 5",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "The Lord spoke to Moses:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "“When someone sins and offends the Lord by deceiving his neighbor in regard to a deposit, a security, or a robbery; or defrauds his neighbor;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "or finds something lost and lies about it; or swears falsely about any of the sinful things a person may do #— #"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "once he has sinned and acknowledged his guilt #— #he must return what he stole or defrauded, or the deposit entrusted to him, or the lost item he found,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "or anything else about which he swore falsely. He will make full restitution for it and add a fifth of its value to it. He is to pay it to its owner on the day he acknowledges his guilt."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Then he is to bring his guilt offering to the Lord: an unblemished ram from the flock according to your assessment of its value as a guilt offering to the priest."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "In this way the priest will make atonement on his behalf before the Lord, and he will be forgiven for anything he may have done to incur guilt.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Burnt Offering"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "The Lord spoke to Moses:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "“Command Aaron and his sons: This is the law of the burnt offering; the burnt offering itself must remain on the altar’s hearth all night until morning, while the fire of the altar is kept burning on it."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "The priest is to put on his linen robe and linen undergarments. , He is to remove the ashes of the burnt offering the fire has consumed on the altar, and place them beside the altar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Then he will take off his garments, put on other clothes, and bring the ashes outside the camp to a ceremonially clean place."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "The fire on the altar is to be kept burning; it must not go out. Every morning the priest will burn wood on the fire. He is to arrange the burnt offering on the fire and burn the fat portions from the fellowship offerings on it."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Fire must be kept burning on the altar continually; it must not go out."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Grain Offering"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "“Now this is the law of the grain offering: Aaron’s sons will present it before the Lord in front of the altar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "The priest is to remove a handful of fine flour and olive oil from the grain offering, with all the frankincense that is on the offering, and burn its memorial portion on the altar as a pleasing aroma to the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Aaron and his sons may eat the rest of it. It is to be eaten in the form of unleavened bread in a holy place; they are to eat it in the courtyard of the tent of meeting."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "It must not be baked with yeast; I have assigned it as their portion from my food offerings. It is especially holy, like the sin offering and the guilt offering."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Any male among Aaron’s descendants may eat it. It is a permanent portion , throughout your generations from the food offerings to the Lord. Anything that touches the offerings will become holy.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "The Lord spoke to Moses:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "“This is the offering that Aaron and his sons are to present to the Lord on the day that he is anointed: two quarts of fine flour as a regular grain offering, half of it in the morning and half in the evening."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "It is to be prepared with oil on a griddle; you are to bring it well-kneaded. You are to present it as a grain offering of baked pieces, a pleasing aroma to the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "The priest, who is one of Aaron’s sons and will be anointed to take his place, is to prepare it. It must be completely burned as a permanent portion for the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Every grain offering for a priest will be a whole burnt offering; it is not to be eaten.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Sin Offering"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "The Lord spoke to Moses:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "“Tell Aaron and his sons: This is the law of the sin offering. The sin offering is most holy and must be slaughtered before the Lord at the place where the burnt offering is slaughtered."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "The priest who offers it as a sin offering will eat it. It is to be eaten in a holy place, in the courtyard of the tent of meeting."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Anything that touches its flesh will become holy, and if any of its blood spatters on a garment, then you must wash that garment in a holy place."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "A clay pot in which the sin offering is boiled is to be broken; if it is boiled in a bronze vessel, it is to be scoured and rinsed with water."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Any male among the priests may eat it; it is especially holy."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "But no sin offering may be eaten if its blood has been brought into the tent of meeting to make atonement in the holy place; it must be burned."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "LEV.7",
      "is_chapter": true,
      "current": {
        "usfm": [
          "LEV.7"
        ],
        "human": "Leviticus 7"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "LEV.8"
        ],
        "human": "Leviticus 8",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "LEV.6"
        ],
        "human": "Leviticus 6",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Guilt Offering"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "“Now this is the law of the guilt offering; it is especially holy."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "The guilt offering is to be slaughtered at the place where the burnt offering is slaughtered, and the priest is to splatter its blood on all sides of the altar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "The offerer is to present all the fat from it: the fat tail, the fat surrounding the entrails,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "and the two kidneys with the fat on them at the loins; he will also remove the fatty lobe of the liver with the kidneys."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "The priest will burn them on the altar as a food offering to the Lord; it is a guilt offering."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Any male among the priests may eat it. It is to be eaten in a holy place; it is especially holy."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "“The guilt offering is like the sin offering; the law is the same for both. It belongs to the priest who makes atonement with it."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "As for the priest who presents someone’s burnt offering, the hide of the burnt offering he has presented belongs to him; it is the priest’s."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Any grain offering that is baked in an oven or prepared in a pan or on a griddle belongs to the priest who presents it; it is his."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "But any grain offering, whether dry or mixed with oil, belongs equally to all of Aaron’s sons."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Fellowship Sacrifice"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "“Now this is the law of the fellowship sacrifice that someone may present to the Lord:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "If he presents it for thanksgiving, in addition to the thanksgiving sacrifice, he is to present unleavened cakes mixed with olive oil, unleavened wafers coated with oil, and well-kneaded cakes of fine flour mixed with oil."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "He is to present as his offering cakes of leavened bread with his thanksgiving sacrifice of fellowship."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "From the cakes he is to present one portion of each offering as a contribution to the Lord. It will belong to the priest who splatters the blood of the fellowship offering; it is his."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "The meat of his thanksgiving sacrifice of fellowship must be eaten on the day he offers it; he may not leave any of it until morning."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "“If the sacrifice he offers is a vow or a freewill offering, it is to be eaten on the day he presents his sacrifice, and what is left over may be eaten on the next day."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "But what remains of the sacrificial meat by the third day must be burned."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "If any of the meat of his fellowship sacrifice is eaten on the third day, it will not be accepted. It will not be credited to the one who presents it; it is repulsive. The person who eats any of it will bear his iniquity."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "“Meat that touches anything unclean must not be eaten; it is to be burned. Everyone who is clean may eat any other meat."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "But the one who eats meat from the Lord’s fellowship sacrifice while he is unclean, that person must be cut off from his people."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "If someone touches anything unclean, whether human uncleanness, an unclean animal, or any unclean, abhorrent , creature, and eats meat from the Lord’s fellowship sacrifice, that person is to be cut off from his people.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Fat and Blood Prohibited"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "The Lord spoke to Moses:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "“Tell the Israelites: You are not to eat any fat of an ox, a sheep, or a goat."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "The fat of an animal that dies naturally or is mauled by wild beasts , may be used for any other purpose, but you must not eat it."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "If anyone eats animal fat from a food offering presented to the Lord, the person who eats it is to be cut off from his people."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Wherever you live, you must not eat the blood of any bird or animal."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Whoever eats any blood is to be cut off from his people.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Portion for the Priests"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "The Lord spoke to Moses:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "“Tell the Israelites: The one who presents a fellowship sacrifice to the Lord is to bring an offering to the Lord from his sacrifice."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "His own hands will bring the food offerings to the Lord. He will bring the fat together with the breast. The breast is to be presented as a presentation offering before the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "The priest is to burn the fat on the altar, but the breast belongs to Aaron and his sons."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "You are to give the right thigh to the priest as a contribution from your fellowship sacrifices."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "The son of Aaron who presents the blood of the fellowship offering and the fat will have the right thigh as a portion."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "I have taken from the Israelites the breast of the presentation offering and the thigh of the contribution from their fellowship sacrifices, and have assigned them to the priest Aaron and to his sons as a permanent portion , from the Israelites.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "This is the portion from the food offerings to the Lord for Aaron and his sons since the day they were presented to serve the Lord as priests."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "The Lord commanded this to be given to them by the Israelites on the day he anointed them. It is a permanent portion throughout their generations."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "This is the law for the burnt offering, the grain offering, the sin offering, the guilt offering, the ordination offering, and the fellowship sacrifice,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "which the Lord commanded Moses on Mount Sinai on the day he commanded the Israelites to present their offerings to the Lord in the Wilderness of Sinai."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "LEV.8",
      "is_chapter": true,
      "current": {
        "usfm": [
          "LEV.8"
        ],
        "human": "Leviticus 8"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "LEV.9"
        ],
        "human": "Leviticus 9",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "LEV.7"
        ],
        "human": "Leviticus 7",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Ordination of Aaron and His Sons"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "The Lord spoke to Moses:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "“Take Aaron, his sons with him, the garments, the anointing oil, the bull of the sin offering, the two rams, and the basket of unleavened bread,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "and assemble the whole community at the entrance to the tent of meeting.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "So Moses did as the Lord commanded him, and the community assembled at the entrance to the tent of meeting."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Moses said to them, “This is what the Lord has commanded to be done.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Then Moses presented Aaron and his sons and washed them with water."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "He put the tunic on Aaron, wrapped the sash around him, clothed him with the robe, and put the ephod on him. He put the woven band of the ephod around him and fastened it to him."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Then he put the breastpiece on him and placed the Urim and Thummim into the breastpiece."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "He also put the turban on his head and placed the gold medallion, the holy diadem, on the front of the turban, as the Lord had commanded Moses."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Then Moses took the anointing oil and anointed the tabernacle and everything in it to consecrate them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "He sprinkled some of the oil on the altar seven times, anointing the altar with all its utensils, and the basin with its stand, to consecrate them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "He poured some of the anointing oil on Aaron’s head and anointed and consecrated him."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Then Moses presented Aaron’s sons, clothed them with tunics, wrapped sashes around them, and fastened headbands on them, as the Lord had commanded Moses."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Then he brought the bull near for the sin offering, and Aaron and his sons laid their hands on the head of the bull for the sin offering."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Then Moses slaughtered it, took the blood, and applied it with his finger to the horns of the altar on all sides, purifying the altar. He poured out the blood at the base of the altar and consecrated it so that atonement can be made on it. ,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Moses took all the fat that was on the entrails, the fatty lobe of the liver, and the two kidneys with their fat, and he burned them on the altar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "He burned the bull with its hide, flesh, and waste outside the camp, as the Lord had commanded Moses."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Then he presented the ram for the burnt offering, and Aaron and his sons laid their hands on the head of the ram."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Moses slaughtered it and splattered the blood on all sides of the altar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Moses cut the ram into pieces and burned the head, the pieces, and the fat,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "but he washed the entrails and legs with water. He then burned the entire ram on the altar. It was a burnt offering for a pleasing aroma, a food offering to the Lord as he had commanded Moses."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Next he presented the second ram, the ram of ordination, and Aaron and his sons laid their hands on the head of the ram."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Moses slaughtered it, took some of its blood, and put it on Aaron’s right earlobe, on the thumb of his right hand, and on the big toe of his right foot."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Moses also presented Aaron’s sons and put some of the blood on their right earlobes, on the thumbs of their right hands, and on the big toes of their right feet. Then Moses splattered the blood on all sides of the altar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "He took the fat #— #the fat tail, all the fat that was on the entrails, the fatty lobe of the liver, and the two kidneys with their fat #— #as well as the right thigh."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "From the basket of unleavened bread that was before the Lord he took one cake of unleavened bread, one cake of bread made with oil, and one wafer, and placed them on the fat portions and the right thigh."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "He put all these in the hands of Aaron and his sons and presented them before the Lord as a presentation offering."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Then Moses took them from their hands and burned them on the altar with the burnt offering. This was an ordination offering for a pleasing aroma, a food offering to the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "He also took the breast and presented it before the Lord as a presentation offering; it was Moses’s portion of the ordination ram as the Lord had commanded him."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Then Moses took some of the anointing oil and some of the blood that was on the altar and sprinkled them on Aaron and his garments, as well as on his sons and their garments. In this way he consecrated Aaron and his garments, as well as his sons and their garments."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Moses said to Aaron and his sons, “Boil the meat at the entrance to the tent of meeting and eat it there with the bread that is in the basket for the ordination offering as I commanded: Aaron and his sons are to eat it."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Burn up what remains of the meat and bread."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Do not go outside the entrance to the tent of meeting for seven days, until the time your days of ordination are completed, because it will take seven days to ordain you."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "The Lord commanded what has been done today in order to make atonement for you."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "You must remain at the entrance to the tent of meeting day and night for seven days and keep the Lord’s charge so that you will not die, for this is what I was commanded.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "So Aaron and his sons did everything the Lord had commanded through Moses."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "LEV.9",
      "is_chapter": true,
      "current": {
        "usfm": [
          "LEV.9"
        ],
        "human": "Leviticus 9"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "LEV.10"
        ],
        "human": "Leviticus 10",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "LEV.8"
        ],
        "human": "Leviticus 8",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Priestly Ministry Inaugurated"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "On the eighth day Moses summoned Aaron, his sons, and the elders of Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "He said to Aaron, “Take a young bull for a sin offering and a ram for a burnt offering, both without blemish, and present them before the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "And tell the Israelites: Take a male goat for a sin offering; a calf and a lamb, male yearlings without blemish, for a burnt offering;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "an ox and a ram for a fellowship offering to sacrifice before the Lord; and a grain offering mixed with oil. For today the Lord is going to appear to you.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "They brought what Moses had commanded to the front of the tent of meeting, and the whole community came forward and stood before the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Moses said, “This is what the Lord commanded you to do, that the glory of the Lord may appear to you.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Then Moses said to Aaron, “Approach the altar and sacrifice your sin offering and your burnt offering; make atonement for yourself and the people. , Sacrifice the people’s offering and make atonement for them, as the Lord commanded.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "So Aaron approached the altar and slaughtered the calf as a sin offering for himself."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Aaron’s sons brought the blood to him, and he dipped his finger in the blood and applied it to the horns of the altar. He poured out the blood at the base of the altar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "He burned the fat, the kidneys, and the fatty lobe of the liver from the sin offering on the altar, as the Lord had commanded Moses."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "He burned the flesh and the hide outside the camp."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Then he slaughtered the burnt offering. Aaron’s sons brought him the blood, and he splattered it on all sides of the altar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "They brought him the burnt offering piece by piece, along with the head, and he burned them on the altar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "He washed the entrails and the legs and burned them with the burnt offering on the altar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Aaron presented the people’s offering. He took the male goat for the people’s sin offering, slaughtered it, and made a sin offering with it as he did before."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "He presented the burnt offering and sacrificed it according to the regulation."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Next he presented the grain offering, took a handful of it, and burned it on the altar in addition to the morning burnt offering."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Finally, he slaughtered the ox and the ram as the people’s fellowship sacrifice. Aaron’s sons brought him the blood, and he splattered it on all sides of the altar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "They also brought the fat portions from the ox and the ram #— #the fat tail, the fat surrounding the entrails, the kidneys, and the fatty lobe of the liver #— #"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "and placed these on the breasts. Aaron burned the fat portions on the altar,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "but he presented the breasts and the right thigh as a presentation offering before the Lord, as Moses had commanded."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Aaron lifted up his hands toward the people and blessed them. He came down after sacrificing the sin offering, the burnt offering, and the fellowship offering."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Moses and Aaron then entered the tent of meeting. When they came out, they blessed the people, and the glory of the Lord appeared to all the people."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Fire came from the Lord and consumed the burnt offering and the fat portions on the altar. And when all the people saw it, they shouted and fell facedown."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "LEV.10",
      "is_chapter": true,
      "current": {
        "usfm": [
          "LEV.10"
        ],
        "human": "Leviticus 10"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "LEV.11"
        ],
        "human": "Leviticus 11",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "LEV.9"
        ],
        "human": "Leviticus 9",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Nadab and Abihu"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Aaron’s sons Nadab and Abihu each took his own firepan, put fire in it, placed incense on it, and presented unauthorized fire before the Lord, which he had not commanded them to do."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Then fire came from the Lord and consumed them, and they died before the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Moses said to Aaron, “This is what the Lord has spoken:",
            "I will demonstrate my holiness ,",
            "to those who are near me,",
            "and I will reveal my glory ,",
            "before all the people.”",
            "And Aaron remained silent."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Moses summoned Mishael and Elzaphan, sons of Aaron’s uncle Uzziel, and said to them, “Come here and carry your relatives away from the front of the sanctuary to a place outside the camp.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "So they came forward and carried them in their tunics outside the camp, as Moses had said."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Then Moses said to Aaron and his sons Eleazar and Ithamar, “Do not let your hair hang loose and do not tear your clothes, or else you will die, and the Lord will become angry with the whole community. However, your brothers, the whole house of Israel, may weep over the fire that the Lord caused."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "You must not go outside the entrance to the tent of meeting or you will die, for the Lord’s anointing oil is on you.” So they did as Moses said."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Regulations for Priests"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "The Lord spoke to Aaron:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "“You and your sons are not to drink wine or beer when you enter the tent of meeting, or else you will die; this is a permanent statute throughout your generations."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "You must distinguish between the holy and the common, and the clean and the unclean,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "and teach the Israelites all the statutes that the Lord has given to them through Moses.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Moses spoke to Aaron and his remaining sons, Eleazar and Ithamar: “Take the grain offering that is left over from the food offerings to the Lord, and eat it prepared without yeast beside the altar, because it is especially holy."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "You must eat it in a holy place because it is your portion and your sons’ from the food offerings to the Lord, for this is what I was commanded."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "But you and your sons and your daughters may eat the breast of the presentation offering and the thigh of the contribution in any ceremonially clean place, because these portions have been assigned to you and your children from the Israelites’ fellowship sacrifices."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "They are to bring the thigh of the contribution and the breast of the presentation offering, together with the food offerings of the fat portions, to present as a presentation offering before the Lord. It will belong permanently to you and your children, as the Lord commanded.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Then Moses inquired carefully about the male goat of the sin offering, but it had already been burned up. He was angry with Eleazar and Ithamar, Aaron’s surviving sons, and asked,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "“Why didn’t you eat the sin offering in the sanctuary area? For it is especially holy, and he has assigned it to you to take away the guilt of the community and make atonement for them before the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Since its blood was not brought inside the sanctuary, you should have eaten it in the sanctuary area, as I commanded.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "But Aaron replied to Moses, “See, today they presented their sin offering and their burnt offering before the Lord. Since these things have happened to me, if I had eaten the sin offering today, would it have been acceptable in the Lord’s sight? ”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "When Moses heard this, it was acceptable to him."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "LEV.11",
      "is_chapter": true,
      "current": {
        "usfm": [
          "LEV.11"
        ],
        "human": "Leviticus 11"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "LEV.12"
        ],
        "human": "Leviticus 12",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "LEV.10"
        ],
        "human": "Leviticus 10",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Clean and Unclean Land Animals"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "The Lord spoke to Moses and Aaron:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "“Tell the Israelites: You may eat all these kinds of land animals."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "You may eat any animal with divided hooves and that chews the cud."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "But among the ones that chew the cud or have divided hooves you are not to eat these:",
            "camels, though they chew the cud,",
            "do not have divided hooves #— #they are unclean for you;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "hyraxes, though they chew the cud,",
            "do not have hooves #— #they are unclean for you;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "hares, though they chew the cud,",
            "do not have hooves #— #they are unclean for you;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "pigs, though they have divided hooves,",
            "do not chew the cud #— #they are unclean for you."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Do not eat any of their meat or touch their carcasses #— #they are unclean for you."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Clean and Unclean Aquatic Animals"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "“This is what you may eat from all that is in the water: You may eat everything in the water that has fins and scales, whether in the seas or streams."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "But these are to be abhorrent to you: everything in the seas or streams that does not have fins and scales among all the swarming things and other living creatures in the water."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "They are to remain abhorrent to you; you must not eat any of their meat, and you must abhor their carcasses."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Everything in the water that does not have fins and scales will be abhorrent to you."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Unclean Birds"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "“You are to abhor these birds. They must not be eaten because they are abhorrent:",
            "eagles, , bearded vultures,",
            "Egyptian vultures,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "kites,",
            "any kind of falcon, ,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "every kind of raven,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "ostriches,",
            "short-eared owls, gulls,",
            "any kind of hawk,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "little owls, cormorants,",
            "long-eared owls, ,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "barn owls, eagle owls, ,",
            "ospreys,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "storks,",
            "any kind of heron,",
            "hoopoes, and bats."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Clean and Unclean Flying Insects"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "“All winged insects that walk on all fours are to be abhorrent to you."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "But you may eat these kinds of all the winged insects that walk on all fours: those that have jointed legs above their feet for hopping on the ground."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "You may eat these:",
            "any kind of locust, katydid, cricket, and grasshopper."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "All other winged insects that have four feet are to be abhorrent to you."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Purification after Touching Dead Animals"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "“These will make you unclean. Whoever touches their carcasses will be unclean until evening,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "and whoever carries any of their carcasses is to wash his clothes and will be unclean until evening."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "All animals that have hooves but do not have a divided hoof and do not chew the cud are unclean for you. Whoever touches them becomes unclean."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "All the four-footed animals that walk on their paws are unclean for you. Whoever touches their carcasses will be unclean until evening,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "and anyone who carries their carcasses is to wash his clothes and will be unclean until evening. They are unclean for you."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "“These creatures that swarm on the ground are unclean for you:",
            "weasels, mice,",
            "any kind of large lizard,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "geckos, monitor lizards,",
            "common lizards, skinks,",
            "and chameleons."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "These are unclean for you among all the swarming creatures. Whoever touches them when they are dead will be unclean until evening."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "When any one of them dies and falls on anything it becomes unclean #— #any item of wood, clothing, leather, sackcloth, or any implement used for work. It is to be rinsed with water and will remain unclean until evening; then it will be clean."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "If any of them falls into any clay pot, everything in it will become unclean; you are to break it."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Any edible food coming into contact with that unclean water will become unclean, and any drinkable liquid in any container will become unclean."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Anything one of their carcasses falls on will become unclean. If it is an oven or stove, it is to be smashed; it is unclean and will remain unclean for you."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "A spring or cistern containing water will remain clean, but someone who touches a carcass in it will become unclean."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "If one of their carcasses falls on any seed that is to be sown, it is clean;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "but if water has been put on the seed and one of their carcasses falls on it, it is unclean for you."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "“If one of the animals that you use for food dies, anyone who touches its carcass will be unclean until evening."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "Anyone who eats some of its carcass is to wash his clothes and will be unclean until evening. Anyone who carries its carcass must wash his clothes and will be unclean until evening."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Unclean Swarming Creatures"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "“All the creatures that swarm on the earth are abhorrent; they must not be eaten."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "Do not eat any of the creatures that swarm on the earth, anything that moves on its belly or walks on all fours or on many feet, for they are abhorrent."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "Do not become contaminated by any creature that swarms; do not become unclean or defiled by them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "For I am the Lord your God, so you must consecrate yourselves and be holy because I am holy. Do not defile yourselves by any swarming creature that crawls on the ground."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "For I am the Lord, who brought you up from the land of Egypt to be your God, so you must be holy because I am holy."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            46
          ],
          "lines": [
            "“This is the law concerning animals, birds, all living creatures that move in the water, and all creatures that swarm on the ground,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            47
          ],
          "lines": [
            "in order to distinguish between the unclean and the clean, between the animals that may be eaten and those that may not be eaten.”"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "LEV.12",
      "is_chapter": true,
      "current": {
        "usfm": [
          "LEV.12"
        ],
        "human": "Leviticus 12"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "LEV.13"
        ],
        "human": "Leviticus 13",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "LEV.11"
        ],
        "human": "Leviticus 11",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Purification after Childbirth"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "The Lord spoke to Moses:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "“Tell the Israelites: When a woman becomes pregnant and gives birth to a male child, she will be unclean seven days, as she is during the days of her menstrual impurity."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "The flesh of his foreskin must be circumcised on the eighth day."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "She will continue in purification from her bleeding for thirty-three days. She must not touch any holy thing or go into the sanctuary until completing her days of purification."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "But if she gives birth to a female child, she will be unclean for two weeks as she is during her menstrual impurity. She will continue in purification from her bleeding for sixty-six days."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "“When her days of purification are complete, whether for a son or daughter, she is to bring to the priest at the entrance to the tent of meeting a year-old male lamb for a burnt offering, and a young pigeon or a turtledove for a sin offering."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "He will present them before the Lord and make atonement on her behalf; she will be clean from her discharge of blood. This is the law for a woman giving birth, whether to a male or female."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "But if she doesn’t have sufficient means , for a sheep, she may take two turtledoves or two young pigeons, one for a burnt offering and the other for a sin offering. Then the priest will make atonement on her behalf, and she will be clean.”"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "LEV.13",
      "is_chapter": true,
      "current": {
        "usfm": [
          "LEV.13"
        ],
        "human": "Leviticus 13"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "LEV.14"
        ],
        "human": "Leviticus 14",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "LEV.12"
        ],
        "human": "Leviticus 12",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Skin Diseases"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "The Lord spoke to Moses and Aaron:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "“When a person has a swelling, scab, or spot on the skin of his body, and it may be a serious disease on the skin of his body, he is to be brought to the priest Aaron or to one of his sons, the priests."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "The priest will examine the sore on the skin of his body. If the hair in the sore has turned white and the sore appears to be deeper than the skin of his body, it is in fact a serious skin disease. After the priest examines him, he must pronounce him unclean."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "But if the spot on the skin of his body is white and does not appear to be deeper than the skin, and the hair in it has not turned white, the priest will quarantine the stricken person for seven days."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "The priest will then reexamine him on the seventh day. If he sees that the sore remains unchanged and has not spread on the skin, the priest will quarantine him for another seven days."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "The priest will examine him again on the seventh day. If the sore has faded and has not spread on the skin, the priest is to pronounce him clean; it is a scab. The person is to wash his clothes and will become clean."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "But if the scab spreads further on his skin after he has presented himself to the priest for his cleansing, he is to present himself again to the priest."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "The priest will examine him, and if the scab has spread on the skin, then the priest must pronounce him unclean; he has a serious skin disease."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "“When a case of serious skin disease may have developed on a person, he is to be brought to the priest."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "The priest will examine him. If there is a white swelling on the skin that has turned the hair white, and there is a patch of raw flesh in the swelling,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "it is a chronic serious disease on the skin of his body, and the priest must pronounce him unclean. He need not quarantine him, for he is unclean."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "But if the skin disease breaks out all over the skin so that it covers all the skin of the stricken person from his head to his feet so far as the priest can see,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "the priest will look, and if the skin disease has covered his entire body, he is to pronounce the stricken person clean. Since he has turned totally white, he is clean."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "But whenever raw flesh appears on him, he will be unclean."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "When the priest examines the raw flesh, he must pronounce him unclean. Raw flesh is unclean; this is a serious skin disease."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "But if the raw flesh changes and turns white, he is to go to the priest."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "The priest will examine him, and if the sore has turned white, the priest must pronounce the stricken person clean; he is clean."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "“When a boil appears on the skin of someone’s body and it heals,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "and a white swelling or a reddish-white spot develops where the boil was, the person is to present himself to the priest."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "The priest will make an examination, and if the spot seems to be beneath the skin and the hair in it has turned white, the priest must pronounce him unclean; it is a case of serious skin disease that has broken out in the boil."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "But when the priest examines it, if there is no white hair in it, and it is not beneath the skin but is faded, the priest will quarantine him seven days."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "If it spreads further on the skin, the priest must pronounce him unclean; it is in fact a disease."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "But if the spot remains where it is and does not spread, it is only the scar from the boil. The priest is to pronounce him clean."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "“When there is a burn on the skin of one’s body produced by fire, and the patch made raw by the burn becomes reddish-white or white,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "the priest is to examine it. If the hair in the spot has turned white and the spot appears to be deeper than the skin, it is a serious skin disease that has broken out in the burn. The priest must pronounce him unclean; it is a serious skin disease."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "But when the priest examines it, if there is no white hair in the spot and it is not beneath the skin but is faded, the priest will quarantine him seven days."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "The priest will reexamine him on the seventh day. If it has spread further on the skin, the priest must pronounce him unclean; it is in fact a case of serious skin disease."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "But if the spot has remained where it was and has not spread on the skin but is faded, it is the swelling from the burn. The priest is to pronounce him clean, for it is only the scar from the burn."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "“When a man or woman has a condition on the head or chin,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "the priest is to examine the condition. If it appears to be deeper than the skin, and the hair in it is yellow and sparse, the priest must pronounce the person unclean. It is a scaly outbreak, a serious skin disease of the head or chin."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "When the priest examines the scaly condition, if it does not appear to be deeper than the skin, and there is no black hair in it, the priest will quarantine the person with the scaly condition for seven days."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "The priest will reexamine the condition on the seventh day. If the scaly outbreak has not spread and there is no yellow hair in it and it does not appear to be deeper than the skin,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "the person is to shave himself but not shave the scaly area. Then the priest will quarantine the person who has the scaly outbreak for another seven days."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "The priest will examine the scaly outbreak on the seventh day, and if it has not spread on the skin and does not appear to be deeper than the skin, the priest is to pronounce the person clean. He is to wash his clothes, and he will be clean."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "But if the scaly outbreak spreads further on the skin after his cleansing,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "the priest is to examine the person. If the scaly outbreak has spread on the skin, the priest does not need to look for yellow hair; the person is unclean."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "But if as far as he can see, the scaly outbreak remains unchanged and black hair has grown in it, then it has healed; he is clean. The priest is to pronounce the person clean."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "“When a man or a woman has white spots on the skin of the body,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "the priest is to make an examination. If the spots on the skin of the body are dull white, it is only a rash that has broken out on the skin; the person is clean."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "“If a man loses the hair of his head, he is bald, but he is clean."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "Or if he loses the hair at his hairline, he is bald on his forehead, but he is clean."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "But if there is a reddish-white condition on the bald head or forehead, it is a serious skin disease breaking out on his head or forehead."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "The priest is to examine him, and if the swelling of the condition on his bald head or forehead is reddish-white, like the appearance of a serious skin disease on his body,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "the man is afflicted with a serious skin disease; he is unclean. The priest must pronounce him unclean; the infection is on his head."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "“The person who has a case of serious skin disease is to have his clothes torn and his hair hanging loose, and he must cover his mouth and cry out, ‘Unclean, unclean! ’"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            46
          ],
          "lines": [
            "He will remain unclean as long as he has the disease; he is unclean. He must live alone in a place outside the camp."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Contaminated Fabrics"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            47
          ],
          "lines": [
            "“If a fabric is contaminated with mildew #— #in wool or linen fabric,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            48
          ],
          "lines": [
            "in the warp or weft of linen or wool, or in leather or anything made of leather #— #"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            49
          ],
          "lines": [
            "and if the contamination is green or red in the fabric, the leather, the warp, the weft, or any leather article, it is a mildew contamination and is to be shown to the priest."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            50
          ],
          "lines": [
            "The priest is to examine the contamination and quarantine the contaminated fabric for seven days."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            51
          ],
          "lines": [
            "The priest is to reexamine the contamination on the seventh day. If it has spread in the fabric, the warp, the weft, or the leather, regardless of how it is used, the contamination is harmful mildew; it is unclean."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            52
          ],
          "lines": [
            "He is to burn the fabric, the warp or weft in wool or linen, or any leather article, which is contaminated. Since it is harmful mildew it must be burned."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            53
          ],
          "lines": [
            "“When the priest examines it, if the contamination has not spread in the fabric, the warp or weft, or any leather article,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            54
          ],
          "lines": [
            "the priest is to order whatever is contaminated to be washed and quarantined for another seven days."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            55
          ],
          "lines": [
            "After it has been washed, the priest is to reexamine the contamination. If the appearance of the contaminated article has not changed, it is unclean. Even though the contamination has not spread, you must burn the fabric. It is a fungus on the front or back of the fabric."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            56
          ],
          "lines": [
            "“If the priest examines it, and the contamination has faded after it has been washed, he is to cut the contaminated section out of the fabric, the leather, or the warp or weft."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            57
          ],
          "lines": [
            "But if it reappears in the fabric, the warp or weft, or any leather article, it has broken out again. You must burn whatever is contaminated."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            58
          ],
          "lines": [
            "But if the contamination disappears from the fabric, the warp or weft, or any leather article, which have been washed, it is to be washed again, and it will be clean."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            59
          ],
          "lines": [
            "“This is the law concerning a mildew contamination in wool or linen fabric, warp or weft, or any leather article, in order to pronounce it clean or unclean.”"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "LEV.14",
      "is_chapter": true,
      "current": {
        "usfm": [
          "LEV.14"
        ],
        "human": "Leviticus 14"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "LEV.15"
        ],
        "human": "Leviticus 15",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "LEV.13"
        ],
        "human": "Leviticus 13",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Cleansing of Skin Diseases"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "The Lord spoke to Moses:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "“This is the law concerning the person afflicted with a skin disease on the day of his cleansing. He is to be brought to the priest,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "who will go outside the camp and examine him. If the skin disease has disappeared from the afflicted person,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "the priest will order that two live clean birds, cedar wood, scarlet yarn, and hyssop be brought for the one who is to be cleansed."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Then the priest will order that one of the birds be slaughtered over fresh water in a clay pot."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "He is to take the live bird together with the cedar wood, scarlet yarn, and hyssop, and dip them all into the blood of the bird that was slaughtered over the fresh water."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "He will then sprinkle the blood seven times on the one who is to be cleansed from the skin disease. He is to pronounce him clean and release the live bird over the open countryside."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "The one who is to be cleansed must wash his clothes, shave off all his hair, and bathe with water; he is clean. Afterward he may enter the camp, but he must remain outside his tent for seven days."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "He is to shave off all his hair again on the seventh day: his head, his beard, his eyebrows, and the rest of his hair. He is to wash his clothes and bathe himself with water; he is clean."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "“On the eighth day he must take two unblemished male lambs, an unblemished year-old ewe lamb, a grain offering of six quarts of fine flour mixed with olive oil, and one-third of a quart of olive oil."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "The priest who performs the cleansing will place the person who is to be cleansed, together with these offerings, before the Lord at the entrance to the tent of meeting."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "The priest is to take one male lamb and present it as a guilt offering, along with the one-third quart of olive oil, and he will present them as a presentation offering before the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "He is to slaughter the male lamb at the place in the sanctuary area where the sin offering and burnt offering are slaughtered, for like the sin offering, the guilt offering belongs to the priest; it is especially holy."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "The priest is to take some of the blood from the guilt offering and put it on the lobe of the right ear of the one to be cleansed, on the thumb of his right hand, and on the big toe of his right foot."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Then the priest will take some of the one-third quart of olive oil and pour it into his left palm."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "The priest will dip his right finger into the oil in his left palm and sprinkle some of the oil with his finger seven times before the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "From the oil remaining in his palm the priest will put some on the lobe of the right ear of the one to be cleansed, on the thumb of his right hand, and on the big toe of his right foot, on top of the blood of the guilt offering."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "What is left of the oil in the priest’s palm he is to put on the head of the one to be cleansed. In this way the priest will make atonement for him before the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "The priest is to sacrifice the sin offering and make atonement for the one to be cleansed from his uncleanness. Afterward he will slaughter the burnt offering."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "The priest is to offer the burnt offering and the grain offering on the altar. The priest will make atonement for him, and he will be clean."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "“But if he is poor and cannot afford these, he is to take one male lamb for a guilt offering to be presented in order to make atonement for him, along with two quarts of fine flour mixed with olive oil for a grain offering, one-third of a quart of olive oil,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "and two turtledoves or two young pigeons, whatever he can afford, one to be a sin offering and the other a burnt offering."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "On the eighth day he is to bring these things for his cleansing to the priest at the entrance to the tent of meeting before the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "The priest will take the male lamb for the guilt offering and the one-third quart of olive oil, and present them as a presentation offering before the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "After he slaughters the male lamb for the guilt offering, the priest is to take some of the blood of the guilt offering and put it on the right earlobe of the one to be cleansed, on the thumb of his right hand, and on the big toe of his right foot."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Then the priest will pour some of the oil into his left palm."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "With his right finger the priest will sprinkle some of the oil in his left palm seven times before the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "The priest will also put some of the oil in his palm on the right earlobe of the one to be cleansed, on the thumb of his right hand, and on the big toe of his right foot, on the same place as the blood of the guilt offering."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "What is left of the oil in the priest’s palm he is to put on the head of the one to be cleansed to make atonement for him before the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "He is to then sacrifice one type of what he can afford, either the turtledoves or young pigeons,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "one as a sin offering and the other as a burnt offering, sacrificing what he can afford together with the grain offering. In this way the priest will make atonement before the Lord for the one to be cleansed."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "This is the law for someone who has a skin disease and cannot afford the cost of his cleansing.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Cleansing of Contaminated Objects"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "The Lord spoke to Moses and Aaron:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "“When you enter the land of Canaan that I am giving you as a possession, and I place a mildew contamination in a house in the land you possess,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "the owner of the house is to come and tell the priest: Something like mildew contamination has appeared in my house."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "The priest must order them to clear the house before he enters to examine the contamination, so that nothing in the house becomes unclean. Afterward the priest will come to examine the house."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "He will examine it, and if the contamination in the walls of the house consists of green or red indentations that appear to be beneath the surface of the wall,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "the priest is to go outside the house to its doorway and quarantine the house for seven days."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "The priest is to return on the seventh day and examine it. If the contamination has spread on the walls of the house,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "the priest must order that the stones with the contamination be pulled out and thrown into an unclean place outside the city."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "He is to have the inside of the house completely scraped, and have the plaster that is scraped off dumped in an unclean place outside the city."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "Then they are to take different stones to replace the former ones and take additional plaster to replaster the house."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "“If the contamination reappears in the house after the stones have been pulled out, and after the house has been scraped and replastered,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "the priest is to come and examine it. If the contamination has spread in the house, it is harmful mildew; the house is unclean."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "It must be torn down with its stones, its beams, and all its plaster, and taken outside the city to an unclean place."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            46
          ],
          "lines": [
            "Whoever enters the house during any of the days the priest quarantines it will be unclean until evening."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            47
          ],
          "lines": [
            "Whoever lies down in the house is to wash his clothes, and whoever eats in it is to wash his clothes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            48
          ],
          "lines": [
            "“But when the priest comes and examines it, if the contamination has not spread in the house after it was replastered, he is to pronounce the house clean because the contamination has disappeared."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            49
          ],
          "lines": [
            "He is to take two birds, cedar wood, scarlet yarn, and hyssop to purify the house,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            50
          ],
          "lines": [
            "and he is to slaughter one of the birds over a clay pot containing fresh water."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            51
          ],
          "lines": [
            "He will take the cedar wood, the hyssop, the scarlet yarn, and the live bird, dip them in the blood of the slaughtered bird and the fresh water, and sprinkle the house seven times."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            52
          ],
          "lines": [
            "He will purify the house with the blood of the bird, the fresh water, the live bird, the cedar wood, the hyssop, and the scarlet yarn."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            53
          ],
          "lines": [
            "Then he is to release the live bird into the open countryside outside the city. In this way he will make atonement for the house, and it will be clean."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            54
          ],
          "lines": [
            "“This is the law for any skin disease or mildew, for a scaly outbreak,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            55
          ],
          "lines": [
            "for mildew in clothing or on a house,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            56
          ],
          "lines": [
            "and for a swelling, scab, or spot,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            57
          ],
          "lines": [
            "to determine when something is unclean or clean. This is the law regarding skin disease and mildew.”"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "LEV.15",
      "is_chapter": true,
      "current": {
        "usfm": [
          "LEV.15"
        ],
        "human": "Leviticus 15"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "LEV.16"
        ],
        "human": "Leviticus 16",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "LEV.14"
        ],
        "human": "Leviticus 14",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Bodily Discharges"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "The Lord spoke to Moses and Aaron:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "“Speak to the Israelites and tell them: When any man has a discharge from his member, he is unclean."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "This is uncleanness of his discharge: Whether his member secretes the discharge or retains it, he is unclean. All the days that his member secretes or retains anything because of his discharge, he is unclean."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Any bed the man with the discharge lies on will be unclean, and any furniture he sits on will be unclean."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Anyone who touches his bed is to wash his clothes and bathe with water, and he will remain unclean until evening."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Whoever sits on furniture that the man with the discharge was sitting on is to wash his clothes and bathe with water, and he will remain unclean until evening."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Whoever touches the body of the man with a discharge is to wash his clothes and bathe with water, and he will remain unclean until evening."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "If the man with the discharge spits on anyone who is clean, he is to wash his clothes and bathe with water, and he will remain unclean until evening."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Any saddle the man with the discharge rides on will be unclean."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Whoever touches anything that was under him will be unclean until evening, and whoever carries such things is to wash his clothes and bathe with water, and he will remain unclean until evening."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "If the man with the discharge touches anyone without first rinsing his hands in water, the person who was touched is to wash his clothes and bathe with water, and he will remain unclean until evening."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Any clay pot that the man with the discharge touches must be broken, while any wooden utensil is to be rinsed with water."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "“When the man with the discharge has been cured of it, he is to count seven days for his cleansing, wash his clothes, and bathe his body in fresh water; he will be clean."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "He must take two turtledoves or two young pigeons on the eighth day, come before the Lord at the entrance to the tent of meeting, and give them to the priest."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "The priest is to sacrifice them, one as a sin offering and the other as a burnt offering. In this way the priest will make atonement for him before the Lord because of his discharge."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "“When a man has an emission of semen, he is to bathe himself completely with water, and he will remain unclean until evening."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Any clothing or leather on which there is an emission of semen is to be washed with water, and it will remain unclean until evening."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "If a man sleeps with a woman and has an emission of semen, both of them are to bathe with water, and they will remain unclean until evening."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "“When a woman has a discharge, and it consists of blood from her body, she will be unclean because of her menstruation for seven days. Everyone who touches her will be unclean until evening."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Anything she lies on during her menstruation will become unclean, and anything she sits on will become unclean."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Everyone who touches her bed is to wash his clothes and bathe with water, and he will remain unclean until evening."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Everyone who touches any furniture she was sitting on is to wash his clothes and bathe with water, and he will remain unclean until evening."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "If discharge is on the bed or the furniture she was sitting on, when he touches it he will be unclean until evening."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "If a man sleeps with her, and blood from her menstruation gets on him, he will be unclean for seven days, and every bed he lies on will become unclean."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "“When a woman has a discharge of her blood for many days, though it is not the time of her menstruation, or if she has a discharge beyond her period, she will be unclean all the days of her unclean discharge, as she is during the days of her menstruation."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Any bed she lies on during the days of her discharge will be like her bed during menstrual impurity; any furniture she sits on will be unclean as in her menstrual period."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Everyone who touches them will be unclean; he must wash his clothes and bathe with water, and he will remain unclean until evening."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "When she is cured of her discharge, she is to count seven days, and after that she will be clean."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "On the eighth day she must take two turtledoves or two young pigeons and bring them to the priest at the entrance to the tent of meeting."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "The priest is to sacrifice one as a sin offering and the other as a burnt offering. In this way the priest will make atonement for her before the Lord because of her unclean discharge."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "“You must keep the Israelites from their uncleanness, so that they do not die by defiling my tabernacle that is among them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "This is the law for someone with a discharge: a man who has an emission of semen, becoming unclean by it;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "a woman who is in her menstrual period; anyone who has a discharge, whether male or female; and a man who sleeps with a woman who is unclean.”"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "LEV.16",
      "is_chapter": true,
      "current": {
        "usfm": [
          "LEV.16"
        ],
        "human": "Leviticus 16"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "LEV.17"
        ],
        "human": "Leviticus 17",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "LEV.15"
        ],
        "human": "Leviticus 15",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Day of Atonement"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "The Lord spoke to Moses after the death of two of Aaron’s sons when they approached the presence of the Lord and died."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "The Lord said to Moses, “Tell your brother Aaron that he may not come whenever he wants into the holy place behind the curtain in front of the mercy seat on the ark or else he will die, because I appear in the cloud above the mercy seat."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "“Aaron is to enter the most holy place in this way: with a young bull for a sin offering and a ram for a burnt offering."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "He is to wear a holy linen tunic, and linen undergarments are to be on his body. He is to tie a linen sash around him and wrap his head with a linen turban. These are holy garments; he must bathe his body with water before he wears them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "He is to take from the Israelite community two male goats for a sin offering and one ram for a burnt offering."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "“Aaron will present the bull for his sin offering and make atonement for himself and his household."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Next he will take the two goats and place them before the Lord at the entrance to the tent of meeting."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "After Aaron casts lots for the two goats, one lot for the Lord and the other for an uninhabitable place, ,,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "he is to present the goat chosen by lot for the Lord and sacrifice it as a sin offering."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "But the goat chosen by lot for an uninhabitable place is to be presented alive before the Lord to make atonement with it by sending it into the wilderness for an uninhabitable place."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "“When Aaron presents the bull for his sin offering and makes atonement for himself and his household, he will slaughter the bull for his sin offering."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Then he is to take a firepan full of blazing coals from the altar before the Lord and two handfuls of finely ground fragrant incense, and bring them inside the curtain."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "He is to put the incense on the fire before the Lord, so that the cloud of incense covers the mercy seat that is over the testimony, or else he will die."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "He is to take some of the bull’s blood and sprinkle it with his finger against the east side of the mercy seat; then he will sprinkle some of the blood with his finger before the mercy seat seven times."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "“When he slaughters the male goat for the people’s sin offering and brings its blood inside the curtain, he will do the same with its blood as he did with the bull’s blood: He is to sprinkle it against the mercy seat and in front of it."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "He will make atonement for the most holy place in this way for all their sins because of the Israelites’ impurities and rebellious acts. He will do the same for the tent of meeting that remains among them, because it is surrounded by their impurities."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "No one may be in the tent of meeting from the time he enters to make atonement in the most holy place until he leaves after he has made atonement for himself, his household, and the whole assembly of Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Then he will go out to the altar that is before the Lord and make atonement for it. He is to take some of the bull’s blood and some of the goat’s blood and put it on the horns on all sides of the altar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "He is to sprinkle some of the blood on it with his finger seven times to cleanse and set it apart from the Israelites’ impurities."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "“When he has finished making atonement for the most holy place, the tent of meeting, and the altar, he is to present the live male goat."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Aaron will lay both his hands on the head of the live goat and confess over it all the Israelites’ iniquities and rebellious acts #— #all their sins. He is to put them on the goat’s head and send it away into the wilderness by the man appointed for the task."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "The goat will carry all their iniquities into a desolate land, and the man will release it there."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "“Then Aaron is to enter the tent of meeting, take off the linen garments he wore when he entered the most holy place, and leave them there."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "He will bathe his body with water in a holy place and put on his clothes. Then he must go out and sacrifice his burnt offering and the people’s burnt offering; he will make atonement for himself and for the people."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "He is to burn the fat of the sin offering on the altar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "The man who released the goat for an uninhabitable place is to wash his clothes and bathe his body with water; afterward he may reenter the camp."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "The bull for the sin offering and the goat for the sin offering, whose blood was brought into the most holy place to make atonement, must be brought outside the camp and their hide, flesh, and waste burned."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "The one who burns them is to wash his clothes and bathe himself with water; afterward he may reenter the camp."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "“This is to be a permanent statute for you: In the seventh month, on the tenth day of the month you are to practice self-denial and do no work, both the native and the alien who resides among you."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Atonement will be made for you on this day to cleanse you, and you will be clean from all your sins before the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "It is a Sabbath of complete rest for you, and you must practice self-denial; it is a permanent statute."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "The priest who is anointed and ordained , to serve as high priest in place of his father will make atonement. He will put on the linen garments, the holy garments,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "and make atonement for the most holy place. He will make atonement for the tent of meeting and the altar and will make atonement for the priests and all the people of the assembly."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "This is to be a permanent statute for you, to make atonement for the Israelites once a year because of all their sins.” And all this was done as the Lord commanded Moses."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "LEV.17",
      "is_chapter": true,
      "current": {
        "usfm": [
          "LEV.17"
        ],
        "human": "Leviticus 17"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "LEV.18"
        ],
        "human": "Leviticus 18",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "LEV.16"
        ],
        "human": "Leviticus 16",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Forbidden Sacrifices"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "The Lord spoke to Moses:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "“Speak to Aaron, his sons, and all the Israelites and tell them: This is what the Lord has commanded:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Anyone from the house of Israel who slaughters an ox, sheep, or goat in the camp, or slaughters it outside the camp,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "instead of bringing it to the entrance to the tent of meeting to present it as an offering to the Lord before his tabernacle #— #that person will be considered guilty. , He has shed blood and is to be cut off from his people."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "This is so the Israelites will bring to the Lord the sacrifices they have been offering in the open country. They are to bring them to the priest at the entrance to the tent of meeting and offer them as fellowship sacrifices to the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "The priest will then splatter the blood on the Lord’s altar at the entrance to the tent of meeting and burn the fat as a pleasing aroma to the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "They must no longer offer their sacrifices to the goat-demons that they have prostituted themselves with. This will be a permanent statute for them throughout their generations."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "“Say to them: Anyone from the house of Israel or from the aliens who reside among them who offers a burnt offering or a sacrifice"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "but does not bring it to the entrance to the tent of meeting to sacrifice it to the Lord, that person is to be cut off from his people."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Eating Blood and Carcasses Prohibited"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "“Anyone from the house of Israel or from the aliens who reside among them who eats any blood, I will turn against that person who eats blood and cut him off from his people."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "For the life of a creature is in the blood, and I have appointed it to you to make atonement on the altar for your lives, since it is the lifeblood that makes atonement."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Therefore I say to the Israelites: None of you and no alien who resides among you may eat blood."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "“Any Israelite or alien residing among them, who hunts down a wild animal or bird that may be eaten must drain its blood and cover it with dirt."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Since the life of every creature is its blood, I have told the Israelites: You are not to eat the blood of any creature, because the life of every creature is its blood; whoever eats it must be cut off."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "“Every person, whether the native or the resident alien, who eats an animal that died a natural death or was mauled by wild beasts is to wash his clothes and bathe with water, and he will remain unclean until evening; then he will be clean."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "But if he does not wash his clothes and bathe himself, he will bear his iniquity.”"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "LEV.18",
      "is_chapter": true,
      "current": {
        "usfm": [
          "LEV.18"
        ],
        "human": "Leviticus 18"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "LEV.19"
        ],
        "human": "Leviticus 19",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "LEV.17"
        ],
        "human": "Leviticus 17",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Prohibited Pagan Practices"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "The Lord spoke to Moses:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "“Speak to the Israelites and tell them: I am the Lord your God."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Do not follow the practices of the land of Egypt, where you used to live, or follow the practices of the land of Canaan, where I am bringing you. You must not follow their customs."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "You are to practice my ordinances and you are to keep my statutes by following them; I am the Lord your God."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Keep my statutes and ordinances; a person will live if he does them. I am the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "“You are not to come near any close relative for sexual intercourse; I am the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "You are not to violate the intimacy that belongs to your father and mother. She is your mother; you must not have sexual intercourse with her."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "You are not to have sex with your father’s wife; she is your father’s family."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "You are not to have sexual intercourse with your sister, either your father’s daughter or your mother’s, whether born at home or born elsewhere. You are not to have sex with her."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "You are not to have sexual intercourse with your son’s daughter or your daughter’s daughter, for they are your family."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "You are not to have sexual intercourse with your father’s wife’s daughter, who is adopted by your father; she is your sister."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "You are not to have sexual intercourse with your father’s sister; she is your father’s close relative."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "You are not to have sexual intercourse with your mother’s sister, for she is your mother’s close relative."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "You are not to violate the intimacy that belongs to your father’s brother by approaching his wife to have sexual intercourse; she is your aunt."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "You are not to have sexual intercourse with your daughter-in-law. She is your son’s wife; you are not to have sex with her."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "You are not to have sexual intercourse with your brother’s wife; she is your brother’s family."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "You are not to have sexual intercourse with a woman and her daughter. You are not to marry her son’s daughter or her daughter’s daughter and have sex with her. They are close relatives; it is depraved."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "You are not to marry a woman as a rival to her sister and have sexual intercourse with her during her sister’s lifetime."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "“You are not to approach a woman during her menstrual impurity to have sexual intercourse with her."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "You are not to have sexual intercourse with your neighbor’s wife, defiling yourself with her."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "“You are not to sacrifice any of your children in the fire to Molech. Do not profane the name of your God; I am the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "You are not to sleep with a man as with a woman; it is detestable."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "You are not to have sexual intercourse with any animal, defiling yourself with it; a woman is not to present herself to an animal to mate with it; it is a perversion."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "“Do not defile yourselves by any of these practices, for the nations I am driving out before you have defiled themselves by all these things."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "The land has become defiled, so I am punishing it for its iniquity, and the land will vomit out its inhabitants."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "But you are to keep my statutes and ordinances. You must not commit any of these detestable acts #— #not the native or the alien who resides among you."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "For the people who were in the land prior to you have committed all these detestable acts, and the land has become defiled."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "If you defile the land, it will vomit you out as it has vomited out the nations that were before you."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Any person who does any of these detestable practices is to be cut off from his people."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "You must keep my instruction to not do any of the detestable customs that were practiced before you, so that you do not defile yourselves by them; I am the Lord your God.”"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "LEV.19",
      "is_chapter": true,
      "current": {
        "usfm": [
          "LEV.19"
        ],
        "human": "Leviticus 19"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "LEV.20"
        ],
        "human": "Leviticus 20",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "LEV.18"
        ],
        "human": "Leviticus 18",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Laws of Holiness"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "The Lord spoke to Moses:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "“Speak to the entire Israelite community and tell them: Be holy because I, the Lord your God, am holy."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "“Each of you is to respect his mother and father. You are to keep my Sabbaths; I am the Lord your God."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Do not turn to worthless idols or make cast images of gods for yourselves; I am the Lord your God."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "“When you offer a fellowship sacrifice to the Lord, sacrifice it so that you may be accepted."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "It is to be eaten on the day you sacrifice it or on the next day, but what remains on the third day must be burned."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "If any is eaten on the third day, it is a repulsive thing; it will not be accepted."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Anyone who eats it will bear his iniquity, for he has profaned what is holy to the Lord. That person is to be cut off from his people."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "“When you reap the harvest of your land, you are not to reap to the very edge of your field or gather the gleanings of your harvest."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Do not strip your vineyard bare or gather its fallen grapes. Leave them for the poor and the resident alien; I am the Lord your God."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "“Do not steal. Do not act deceptively or lie to one another."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Do not swear falsely by my name, profaning the name of your God; I am the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "“Do not oppress your neighbor or rob him. The wages due a hired worker must not remain with you until morning."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Do not curse the deaf or put a stumbling block in front of the blind, but you are to fear your God; I am the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "“Do not act unjustly when deciding a case. Do not be partial to the poor or give preference to the rich; judge your neighbor fairly."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Do not go about spreading slander among your people; do not jeopardize your neighbor’s life; I am the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "“Do not harbor hatred against your brother. , Rebuke your neighbor directly, and you will not incur guilt because of him."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Do not take revenge or bear a grudge against members of your community, but love your neighbor as yourself; I am the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "“You are to keep my statutes. Do not crossbreed two different kinds of your livestock, sow your fields with two kinds of seed, or put on a garment made of two kinds of material."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "“If a man has sexual intercourse with a woman who is a slave designated for another man, but she has not been redeemed or given her freedom, there must be punishment. They are not to be put to death, because she had not been freed."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "However, he must bring a ram as his guilt offering to the Lord at the entrance to the tent of meeting."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "The priest will make atonement on his behalf before the Lord with the ram of the guilt offering for the sin he has committed, and he will be forgiven for the sin he committed."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "“When you come into the land and plant any kind of tree for food, you are to consider the fruit forbidden. It will be forbidden to you for three years; it is not to be eaten."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "In the fourth year all its fruit is to be consecrated as a praise offering to the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "But in the fifth year you may eat its fruit. In this way its yield will increase for you; I am the Lord your God."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "“You are not to eat anything with blood in it. , You are not to practice divination or witchcraft."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "You are not to cut off the hair at the sides of your head or mar the edge of your beard."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "You are not to make gashes on your bodies for the dead or put tattoo marks on yourselves; I am the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "“Do not debase , your daughter by making her a prostitute, or the land will be prostituted and filled with depravity."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Keep my Sabbaths and revere my sanctuary; I am the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "“Do not turn to mediums , or consult spiritists, , or you will be defiled by them; I am the Lord your God."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "“You are to rise in the presence of the elderly and honor the old. Fear your God; I am the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "“When an alien resides with you in your land, you must not oppress him."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "You will regard the alien who resides with you as the native-born among you. You are to love him as yourself, for you were aliens in the land of Egypt; I am the Lord your God."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "“Do not be unfair in measurements of length, weight, or volume."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "You are to have honest balances, honest weights, an honest dry measure, and an honest liquid measure; , I am the Lord your God, who brought you out of the land of Egypt."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Keep all my statutes and all my ordinances and do them; I am the Lord.”"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "LEV.20",
      "is_chapter": true,
      "current": {
        "usfm": [
          "LEV.20"
        ],
        "human": "Leviticus 20"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "LEV.21"
        ],
        "human": "Leviticus 21",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "LEV.19"
        ],
        "human": "Leviticus 19",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Molech Worship and Spiritism"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "The Lord spoke to Moses:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "“Say to the Israelites: Any Israelite or alien residing in Israel who gives any of his children to Molech must be put to death; the people of the country are to stone him."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "I will turn against that man and cut him off from his people, because he gave his offspring to Molech, defiling my sanctuary and profaning my holy name."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "But if the people of the country look the other way when that man gives any of his children to Molech, and do not put him to death,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "then I will turn against that man and his family, and cut off from their people both him and all who follow him in prostituting themselves with Molech."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "“Whoever turns to mediums , or spiritists and prostitutes himself with them, I will turn against that person and cut him off from his people."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Consecrate yourselves and be holy, for I am the Lord your God."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Keep my statutes and do them; I am the Lord who sets you apart."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Family and Sexual Offenses"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "“If anyone curses his father or mother, he must be put to death. He has cursed his father or mother; his death is his own fault."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "“If a man commits adultery with a married woman #— #if he commits adultery with his neighbor’s wife #— #both the adulterer and the adulteress must be put to death."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "If a man sleeps with his father’s wife, he has violated the intimacy that belongs to his father. , Both of them must be put to death; their death is their own fault."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "If a man sleeps with his daughter-in-law, both of them must be put to death. They have acted perversely; their death is their own fault."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "If a man sleeps with a man as with a woman, they have both committed a detestable act. They must be put to death; their death is their own fault."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "If a man marries a woman and her mother, it is depraved. Both he and they must be burned, so that there will be no depravity among you."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "If a man has sexual intercourse with an animal, he must be put to death; you are also to kill the animal."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "If a woman approaches any animal and mates with it, you are to kill the woman and the animal. They must be put to death; their death is their own fault."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "If a man marries his sister, whether his father’s daughter or his mother’s daughter, and they have sexual relations, , it is a disgrace. They are to be cut off publicly from their people. He has had sexual intercourse with his sister; he will bear his iniquity."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "If a man sleeps with a menstruating woman and has sexual intercourse with her, he has exposed the source of her flow, and she has uncovered the source of her blood. Both of them are to be cut off from their people."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "You must not have sexual intercourse with your mother’s sister or your father’s sister, for it is exposing one’s own blood relative; both people will bear their iniquity."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "If a man sleeps with his aunt, he has violated the intimacy that belongs to his uncle; , they will bear their guilt and die childless."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "If a man marries his brother’s wife, it is impurity. He has violated the intimacy that belongs to his brother; , they will be childless."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Holiness in the Land"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "“You are to keep all my statutes and all my ordinances, and do them, so that the land where I am bringing you to live will not vomit you out."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "You must not follow the statutes of the nations I am driving out before you, for they did all these things, and I abhorred them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "And I promised you: You will inherit their land, since I will give it to you to possess, a land flowing with milk and honey. I am the Lord your God who set you apart from the peoples."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Therefore you are to distinguish the clean animal from the unclean one, and the unclean bird from the clean one. Do not become contaminated by any land animal, bird, or whatever crawls on the ground; I have set these apart as unclean for you."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "You are to be holy to me because I, the Lord, am holy, and I have set you apart from the nations to be mine."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "“A man or a woman who is a medium or a spiritist must be put to death. They are to be stoned; their death is their own fault.”"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "LEV.21",
      "is_chapter": true,
      "current": {
        "usfm": [
          "LEV.21"
        ],
        "human": "Leviticus 21"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "LEV.22"
        ],
        "human": "Leviticus 22",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "LEV.20"
        ],
        "human": "Leviticus 20",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Holiness of the Priests"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "The Lord said to Moses, “Speak to Aaron’s sons, the priests, and tell them: A priest is not to make himself ceremonially unclean for a dead person among his relatives,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "except for his immediate family: his mother, father, son, daughter, or brother."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "He may make himself unclean for his unmarried virgin sister in his immediate family."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "He is not to make himself unclean for those related to him by marriage and so defile himself."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "“Priests may not make bald spots on their heads, shave the edge of their beards, or make gashes on their bodies."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "They are to be holy to their God and not profane the name of their God. For they present the food offerings to the Lord, the food of their God, and they must be holy."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "They are not to marry a woman defiled by prostitution. , They are not to marry one divorced by her husband, for the priest is holy to his God."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "You are to consider him holy since he presents the food of your God. He will be holy to you because I, the Lord who sets you apart, am holy."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "If a priest’s daughter defiles herself by promiscuity, , she defiles her father; she must be burned to death."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "“The priest who is highest among his brothers, who has had the anointing oil poured on his head and has been ordained to wear the clothes, must not dishevel his hair or tear his clothes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "He must not go near any dead person or make himself unclean even for his father or mother."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "He must not leave the sanctuary or he will desecrate the sanctuary of his God, for the consecration of the anointing oil of his God is on him; I am the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "“He is to marry a woman who is a virgin."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "He is not to marry a widow, a divorced woman, or one defiled by prostitution. He is to marry a virgin from his own people,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "so that he does not corrupt his bloodline among his people, for I am the Lord who sets him apart.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Physical Defects and Priests"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "The Lord spoke to Moses:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "“Tell Aaron: None of your descendants throughout your generations who has a physical defect is to come near to present the food of his God."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "No man who has any defect is to come near: no man who is blind, lame, facially disfigured, or deformed;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "no man who has a broken foot or hand,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "or who is a hunchback or a dwarf, , or who has an eye defect, a festering rash, scabs, or a crushed testicle."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "No descendant of the priest Aaron who has a defect is to come near to present the food offerings to the Lord. He has a defect and is not to come near to present the food of his God."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "He may eat the food of his God from what is especially holy as well as from what is holy."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "But because he has a defect, he must not go near the curtain or approach the altar. He is not to desecrate my holy places, for I am the Lord who sets them apart.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Moses said this to Aaron and his sons and to all the Israelites."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "LEV.22",
      "is_chapter": true,
      "current": {
        "usfm": [
          "LEV.22"
        ],
        "human": "Leviticus 22"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "LEV.23"
        ],
        "human": "Leviticus 23",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "LEV.21"
        ],
        "human": "Leviticus 21",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Priests and Their Food"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "The Lord spoke to Moses:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "“Tell Aaron and his sons to deal respectfully with the holy offerings of the Israelites that they have consecrated to me, so they do not profane my holy name; I am the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Say to them: If any man from any of your descendants throughout your generations is in a state of uncleanness yet approaches the holy offerings that the Israelites consecrate to the Lord, that person will be cut off from my presence; I am the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "No man of Aaron’s descendants who has a skin disease or a discharge is to eat from the holy offerings until he is clean. Whoever touches anything made unclean by a dead person or by a man who has an emission of semen,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "or whoever touches any swarming creature that makes him unclean or any person who makes him unclean #— #whatever his uncleanness #— #"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "the man who touches any of these will remain unclean until evening and is not to eat from the holy offerings unless he has bathed his body with water."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "When the sun has set, he will become clean, and then he may eat from the holy offerings, for that is his food."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "He must not eat an animal that died naturally or was mauled by wild beasts, , making himself unclean by it; I am the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "They must keep my instruction, or they will be guilty and die because they profane it; I am the Lord who sets them apart."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "“No one outside a priest’s family , is to eat the holy offering. A foreigner staying with a priest or a hired worker is not to eat the holy offering."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "But if a priest purchases someone with his own silver, that person may eat it, and those born in his house may eat his food."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "If the priest’s daughter is married to a man outside a priest’s family, she is not to eat from the holy contributions."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "But if the priest’s daughter becomes widowed or divorced, has no children, and returns to her father’s house as in her youth, she may share her father’s food. But no outsider may share it."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "If anyone eats a holy offering in error, he is to add a fifth to its value and give the holy offering to the priest."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "The priests must not profane the holy offerings the Israelites give to the Lord"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "by letting the people eat their holy offerings and having them bear the penalty of restitution. For I am the Lord who sets them apart.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Acceptable Sacrifices"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "The Lord spoke to Moses:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "“Speak to Aaron, his sons, and all the Israelites and tell them: Any man of the house of Israel or of the resident aliens in Israel who presents his offering #— #whether they present payment of vows or freewill gifts to the Lord as burnt offerings #— #"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "must offer an unblemished male from the cattle, sheep, or goats in order for you to be accepted."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "You are not to present anything that has a defect, because it will not be accepted on your behalf."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "“When a man presents a fellowship sacrifice to the Lord to fulfill a vow or as a freewill offering from the herd or flock, it has to be unblemished to be acceptable; there must be no defect in it."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "You are not to present any animal to the Lord that is blind, injured, maimed, or has a running sore, festering rash, or scabs; you may not put any of them on the altar as a food offering to the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "You may sacrifice as a freewill offering any animal from the herd or flock that has an elongated or stunted limb, but it is not acceptable as a vow offering."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "You are not to present to the Lord anything that has bruised, crushed, torn, or severed testicles; you must not sacrifice them in your land."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Neither you nor a foreigner are to present food to your God from any of these animals. They will not be accepted for you because they are deformed and have a defect.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "The Lord spoke to Moses:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "“When an ox, sheep, or goat is born, it is to remain with its mother for seven days; from the eighth day on, it will be acceptable as an offering, a food offering to the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "But you are not to slaughter an animal from the herd or flock on the same day as its young."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "When you offer a thanksgiving sacrifice to the Lord, offer it so that you may be accepted."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "It is to be eaten on the same day. Do not let any of it remain until morning; I am the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "“You are to keep my commands and do them; I am the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "You must not profane my holy name; I must be treated as holy among the Israelites. I am the Lord who sets you apart,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "the one who brought you out of the land of Egypt to be your God; I am the Lord.”"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "LEV.23",
      "is_chapter": true,
      "current": {
        "usfm": [
          "LEV.23"
        ],
        "human": "Leviticus 23"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "LEV.24"
        ],
        "human": "Leviticus 24",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "LEV.22"
        ],
        "human": "Leviticus 22",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Holy Days"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "The Lord spoke to Moses:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "“Speak to the Israelites and tell them: These are my appointed times, the times of the Lord that you will proclaim as sacred assemblies."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "“Work may be done for six days, but on the seventh day there is to be a Sabbath of complete rest, a sacred assembly. You are not to do any work; it is a Sabbath to the Lord wherever you live."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "“These are the Lord’s appointed times, the sacred assemblies you are to proclaim at their appointed times."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "The Passover to the Lord comes in the first month, at twilight on the fourteenth day of the month."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "The Festival of Unleavened Bread to the Lord is on the fifteenth day of the same month. For seven days you must eat unleavened bread."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "On the first day you are to hold a sacred assembly; you are not to do any daily work."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "You are to present a food offering to the Lord for seven days. On the seventh day there will be a sacred assembly; do not do any daily work.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "The Lord spoke to Moses:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "“Speak to the Israelites and tell them: When you enter the land I am giving you and reap its harvest, you are to bring the first sheaf of your harvest to the priest."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "He will present the sheaf before the Lord so that you may be accepted; the priest is to present it on the day after the Sabbath."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "On the day you present the sheaf, you are to offer a year-old male lamb without blemish as a burnt offering to the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Its grain offering is to be four quarts of fine flour mixed with oil as a food offering to the Lord, a pleasing aroma, and its drink offering will be one quart of wine."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "You must not eat bread, roasted grain, or any new grain until this very day, and until you have brought the offering to your God. This is to be a permanent statute throughout your generations wherever you live."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "“You are to count seven complete weeks , starting from the day after the Sabbath, the day you brought the sheaf of the presentation offering."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "You are to count fifty days until the day after the seventh Sabbath and then present an offering of new grain to the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Bring two loaves of bread from your settlements as a presentation offering, each of them made from four quarts of fine flour, baked with yeast, as firstfruits to the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "You are to present with the bread seven unblemished male lambs a year old, one young bull, and two rams. They will be a burnt offering to the Lord, with their grain offerings and drink offerings, a food offering, a pleasing aroma to the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "You are also to prepare one male goat as a sin offering, and two male lambs a year old as a fellowship sacrifice."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "The priest will present the lambs with the bread of firstfruits as a presentation offering before the Lord; the bread and the two lambs will be holy to the Lord for the priest."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "On that same day you are to make a proclamation and hold a sacred assembly. You are not to do any daily work. This is to be a permanent statute wherever you live throughout your generations."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "When you reap the harvest of your land, you are not to reap all the way to the edge of your field or gather the gleanings of your harvest. Leave them for the poor and the resident alien; I am the Lord your God.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "The Lord spoke to Moses:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "“Tell the Israelites: In the seventh month, on the first day of the month, you are to have a day of complete rest, commemoration, and trumpet blasts #— #a sacred assembly."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "You must not do any daily work, but you must present a food offering to the Lord.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "The Lord again spoke to Moses:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "“The tenth day of this seventh month is the Day of Atonement. You are to hold a sacred assembly and practice self-denial; you are to present a food offering to the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "On this particular day you are not to do any work, for it is a Day of Atonement to make atonement for yourselves before the Lord your God."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "If any person does not practice self-denial on this particular day, he is to be cut off from his people."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "I will destroy among his people anyone who does any work on this same day."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "You are not to do any work. This is a permanent statute throughout your generations wherever you live."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "It will be a Sabbath of complete rest for you, and you must practice self-denial. You are to observe your Sabbath from the evening of the ninth day of the month until the following evening.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "The Lord spoke to Moses:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "“Tell the Israelites: The Festival of Shelters , to the Lord begins on the fifteenth day of this seventh month and continues for seven days."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "There is to be a sacred assembly on the first day; you are not to do any daily work."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "You are to present a food offering to the Lord for seven days. On the eighth day you are to hold a sacred assembly and present a food offering to the Lord. It is a solemn assembly; you are not to do any daily work."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "“These are the Lord’s appointed times that you are to proclaim as sacred assemblies for presenting food offerings to the Lord, burnt offerings and grain offerings, sacrifices and drink offerings, each on its designated day."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "These are in addition to the offerings for the Lord’s Sabbaths, your gifts, all your vow offerings, and all your freewill offerings that you give to the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "“You are to celebrate the Lord’s festival on the fifteenth day of the seventh month for seven days after you have gathered the produce of the land. There will be complete rest on the first day and complete rest on the eighth day."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "On the first day you are to take the product of majestic trees #— #palm fronds, boughs of leafy trees, and willows of the brook #— #and rejoice before the Lord your God for seven days."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "You are to celebrate it as a festival to the Lord seven days each year. This is a permanent statute for you throughout your generations; celebrate it in the seventh month."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "You are to live in shelters for seven days. All the native-born of Israel must live in shelters,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "so that your generations may know that I made the Israelites live in shelters when I brought them out of the land of Egypt; I am the Lord your God.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "So Moses declared the Lord’s appointed times to the Israelites."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "LEV.24",
      "is_chapter": true,
      "current": {
        "usfm": [
          "LEV.24"
        ],
        "human": "Leviticus 24"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "LEV.25"
        ],
        "human": "Leviticus 25",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "LEV.23"
        ],
        "human": "Leviticus 23",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Tabernacle Oil and Bread"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "The Lord spoke to Moses:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "“Command the Israelites to bring you pure oil from crushed olives for the light, in order to keep the lamp burning regularly."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Aaron is to tend it continually from evening until morning before the Lord outside the curtain of the testimony in the tent of meeting. This is a permanent statute throughout your generations."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "He must continually tend the lamps on the pure gold lampstand in the Lord’s presence."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "“Take fine flour and bake it into twelve loaves; each loaf is to be made with four quarts."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Arrange them in two rows, six to a row, on the pure gold table before the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Place pure frankincense near each row, so that it may serve as a memorial portion for the bread and a food offering to the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "The bread is to be set out before the Lord every Sabbath day as a permanent covenant obligation on the part of the Israelites."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "It belongs to Aaron and his sons, who are to eat it in a holy place, for it is the holiest portion for him from the food offerings to the Lord; this is a permanent rule.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "A Case of Blasphemy"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Now the son of an Israelite mother and an Egyptian father was among the Israelites. A fight broke out in the camp between the Israelite woman’s son and an Israelite man."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Her son cursed and blasphemed the Name, and they brought him to Moses. (His mother’s name was Shelomith, a daughter of Dibri of the tribe of Dan. )"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "They put him in custody until the Lord’s decision could be made clear to them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Then the Lord spoke to Moses:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "“Bring the one who has cursed to the outside of the camp and have all who heard him lay their hands on his head; then have the whole community stone him."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "And tell the Israelites: If anyone curses his God, he will bear the consequences of his sin."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Whoever blasphemes the name of the Lord must be put to death; the whole community is to stone him. If he blasphemes the Name, he is to be put to death, whether the resident alien or the native."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "“If a man kills anyone, he must be put to death."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Whoever kills an animal is to make restitution for it, life for life."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "If any man inflicts a permanent injury on his neighbor, whatever he has done is to be done to him:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "fracture for fracture, eye for eye, tooth for tooth. Whatever injury he inflicted on the person, the same is to be inflicted on him."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Whoever kills an animal is to make restitution for it, but whoever kills a person is to be put to death."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "You are to have the same law for the resident alien and the native, because I am the Lord your God.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "After Moses spoke to the Israelites, they brought the one who had cursed to the outside of the camp and stoned him. So the Israelites did as the Lord had commanded Moses."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "LEV.25",
      "is_chapter": true,
      "current": {
        "usfm": [
          "LEV.25"
        ],
        "human": "Leviticus 25"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "LEV.26"
        ],
        "human": "Leviticus 26",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "LEV.24"
        ],
        "human": "Leviticus 24",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Sabbath Years and Jubilee"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "The Lord spoke to Moses on Mount Sinai:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "“Speak to the Israelites and tell them: When you enter the land I am giving you, the land will observe a Sabbath to the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "You may sow your field for six years, and you may prune your vineyard and gather its produce for six years."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "But there will be a Sabbath of complete rest for the land in the seventh year, a Sabbath to the Lord: you are not to sow your field or prune your vineyard."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "You are not to reap what grows by itself from your crop, or harvest the grapes of your untended vines. It is to be a year of complete rest for the land."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Whatever the land produces during the Sabbath year can be food for you #— #for yourself, your male or female slave, and the hired worker or alien who resides with you."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "All of its growth may serve as food for your livestock and the wild animals in your land."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "“You are to count seven sabbatical years, seven times seven years, so that the time period of the seven sabbatical years amounts to forty-nine."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Then you are to sound a ram’s horn loudly in the seventh month, on the tenth day of the month; you will sound it throughout your land on the Day of Atonement."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "You are to consecrate the fiftieth year and proclaim freedom in the land for all its inhabitants. It will be your Jubilee, when each of you is to return to his property and each of you to his clan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "The fiftieth year will be your Jubilee; you are not to sow, reap what grows by itself, or harvest its untended vines."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "It is to be holy to you because it is the Jubilee; you may only eat its produce directly from the field."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "“In this Year of Jubilee, each of you will return to his property."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "If you make a sale to your neighbor or a purchase from him, do not cheat one another."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "You are to make the purchase from your neighbor based on the number of years since the last Jubilee. He is to sell to you based on the number of remaining harvest years."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "You are to increase its price in proportion to a greater amount of years, and decrease its price in proportion to a lesser amount of years, because what he is selling to you is a number of harvests."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "You are not to cheat one another, but fear your God, for I am the Lord your God."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "“You are to keep my statutes and ordinances and carefully observe them, so that you may live securely in the land."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Then the land will yield its fruit, so that you can eat, be satisfied, and live securely in the land."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "If you wonder, ‘What will we eat in the seventh year if we don’t sow or gather our produce? ’"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "I will appoint my blessing for you in the sixth year, so that it will produce a crop sufficient for three years."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "When you sow in the eighth year, you will be eating from the previous harvest. You will be eating this until the ninth year when its harvest comes in."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "“The land is not to be permanently sold because it is mine, and you are only aliens and temporary residents on my land. ,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "You are to allow the redemption of any land you occupy."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "If your brother becomes destitute and sells part of his property, his nearest relative may come and redeem what his brother has sold."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "If a man has no family redeemer, but he prospers and obtains enough to redeem his land,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "he may calculate the years since its sale, repay the balance to the man he sold it to, and return to his property."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "But if he cannot obtain enough to repay him, what he sold will remain in the possession of its purchaser until the Year of Jubilee. It is to be released at the Jubilee, so that he may return to his property."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "“If a man sells a residence in a walled city, his right of redemption will last until a year has passed after its sale; his right of redemption will last a year."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "If it is not redeemed by the end of a full year, then the house in the walled city is permanently transferred to its purchaser throughout his generations. It is not to be released on the Jubilee."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "But houses in settlements that have no walls around them are to be classified as open fields. The right to redeem such houses stays in effect, and they are to be released at the Jubilee."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "“Concerning the Levitical cities, the Levites always have the right to redeem houses in the cities they possess."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Whatever property one of the Levites can redeem #— #a house sold in a city they possess #— #is to be released at the Jubilee, because the houses in the Levitical cities are their possession among the Israelites."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "The open pastureland around their cities may not be sold, for it is their permanent possession."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "“If your brother becomes destitute and cannot sustain himself among you, you are to support him as an alien or temporary resident, so that he can continue to live among you."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Do not profit or take interest from him, but fear your God and let your brother live among you."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "You are not to lend him your silver with interest or sell him your food for profit."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "I am the Lord your God, who brought you out of the land of Egypt to give you the land of Canaan and to be your God."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "“If your brother among you becomes destitute and sells himself to you, you must not force him to do slave labor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "Let him stay with you as a hired worker or temporary resident; he may work for you until the Year of Jubilee."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "Then he and his children are to be released from you, and he may return to his clan and his ancestral property."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "They are not to be sold as slaves, because they are my servants that I brought out of the land of Egypt."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "You are not to rule over them harshly but fear your God."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "Your male and female slaves are to be from the nations around you; you may purchase male and female slaves."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "You may also purchase them from the aliens residing with you, or from their families living among you #— #those born in your land. These may become your property."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            46
          ],
          "lines": [
            "You may leave them to your sons after you to inherit as property; you can make them slaves for life. But concerning your brothers, the Israelites, you must not rule over one another harshly."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            47
          ],
          "lines": [
            "“If an alien or temporary resident living among you prospers, but your brother living near him becomes destitute and sells himself to the alien living among you, or to a member of the resident alien’s clan,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            48
          ],
          "lines": [
            "he has the right of redemption after he has been sold. One of his brothers may redeem him."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            49
          ],
          "lines": [
            "His uncle or cousin may redeem him, or any of his close relatives from his clan may redeem him. If he prospers, he may redeem himself."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            50
          ],
          "lines": [
            "The one who purchased him is to calculate the time from the year he sold himself to him until the Year of Jubilee. The price of his sale will be determined by the number of years. It will be set for him like the daily wages of a hired worker."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            51
          ],
          "lines": [
            "If many years are still left, he must pay his redemption price in proportion to them based on his purchase price."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            52
          ],
          "lines": [
            "If only a few years remain until the Year of Jubilee, he will calculate and pay the price of his redemption in proportion to his remaining years."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            53
          ],
          "lines": [
            "He will stay with him like a man hired year by year. A resident alien is not to rule over him harshly in your sight."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            54
          ],
          "lines": [
            "If he is not redeemed in any of these ways, he and his children are to be released at the Year of Jubilee."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            55
          ],
          "lines": [
            "For the Israelites are my servants. They are my servants that I brought out of the land of Egypt; I am the Lord your God."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "LEV.26",
      "is_chapter": true,
      "current": {
        "usfm": [
          "LEV.26"
        ],
        "human": "Leviticus 26"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "LEV.27"
        ],
        "human": "Leviticus 27",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "LEV.25"
        ],
        "human": "Leviticus 25",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Covenant Blessings and Discipline"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "“Do not make worthless idols for yourselves, set up a carved image or sacred pillar for yourselves, or place a sculpted stone in your land to bow down to it, for I am the Lord your God."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Keep my Sabbaths and revere my sanctuary; I am the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "“If you follow my statutes and faithfully observe my commands,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "I will give you rain at the right time, and the land will yield its produce, and the trees of the field will bear their fruit."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Your threshing will continue until grape harvest, and the grape harvest will continue until sowing time; you will have plenty of food to eat and live securely in your land."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "I will give peace to the land, and you will lie down with nothing to frighten you. I will remove dangerous animals from the land, and no sword will pass through your land."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "You will pursue your enemies, and they will fall before you by the sword."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Five of you will pursue a hundred, and a hundred of you will pursue ten thousand; your enemies will fall before you by the sword."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "“I will turn to you, make you fruitful and multiply you, and confirm my covenant with you."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "You will eat the old grain of the previous year and will clear out the old to make room for the new."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "I will place my residence among you, and I will not reject you."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "I will walk among you and be your God, and you will be my people."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "I am the Lord your God, who brought you out of the land of Egypt, so that you would no longer be their slaves. I broke the bars of your yoke and enabled you to live in freedom."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "“But if you do not obey me and observe all these commands #— #"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "if you reject my statutes and despise my ordinances, and do not observe all my commands #— #and break my covenant,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "then I will do this to you: I will bring terror on you #— #wasting disease and fever that will cause your eyes to fail and your life to ebb away. You will sow your seed in vain because your enemies will eat it."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "I will turn against you, so that you will be defeated by your enemies. Those who hate you will rule over you, and you will flee even though no one is pursuing you."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "“But if after these things you will not obey me, I will proceed to discipline you seven times for your sins."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "I will break down your strong pride. I will make your sky like iron and your land like bronze,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "and your strength will be used up for nothing. Your land will not yield its produce, and the trees of the land will not bear their fruit."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "“If you act with hostility toward me and are unwilling to obey me, I will multiply your plagues seven times for your sins."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "I will send wild animals against you that will deprive you of your children, ravage your livestock, and reduce your numbers until your roads are deserted."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "“If in spite of these things you do not accept my discipline, but act with hostility toward me,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "then I will act with hostility toward you; I also will strike you seven times for your sins."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "I will bring a sword against you to execute the vengeance of the covenant. Though you withdraw into your cities, I will send a pestilence among you, and you will be delivered into enemy hands."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "When I cut off your supply of bread, ten women will bake your bread in a single oven and ration out your bread by weight, so that you will eat but not be satisfied."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "“And if in spite of this you do not obey me but act with hostility toward me,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "I will act with furious hostility toward you; I will also discipline you seven times for your sins."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "You will eat the flesh of your sons; you will eat the flesh of your daughters."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "I will destroy your high places, cut down your shrines, and heap your lifeless bodies on the lifeless bodies of your idols; I will reject you."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "I will reduce your cities to ruins and devastate your sanctuaries. I will not smell the pleasing aroma of your sacrifices."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "I also will devastate the land, so that your enemies who come to live there will be appalled by it."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "But I will scatter you among the nations, and I will draw a sword to chase after you. So your land will become desolate, and your cities will become ruins."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "“Then the land will make up for its Sabbath years during the time it lies desolate, while you are in the land of your enemies. At that time the land will rest and make up for its Sabbaths."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "As long as it lies desolate, it will have the rest it did not have during your Sabbaths when you lived there."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "“I will put anxiety in the hearts of those of you who survive in the lands of their enemies. The sound of a wind-driven leaf will put them to flight, and they will flee as one flees from a sword, and fall though no one is pursuing them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "They will stumble over one another as if fleeing from a sword though no one is pursuing them. You will not be able to stand against your enemies."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "You will perish among the nations; the land of your enemies will devour you."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "Those who survive in the lands of your enemies will waste away because of their iniquity; they will also waste away because of their ancestors’ iniquities along with theirs."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "“But when they confess their iniquity and the iniquity of their ancestors #— #their unfaithfulness that they practiced against me, and how they acted with hostility toward me,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "and I acted with hostility toward them and brought them into the land of their enemies #— #and when their uncircumcised hearts are humbled and they make amends for their iniquity,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "then I will remember my covenant with Jacob. I will also remember my covenant with Isaac and my covenant with Abraham, and I will remember the land."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "For the land abandoned by them will make up for its Sabbaths by lying desolate without the people, while they make amends for their iniquity, because they rejected my ordinances and abhorred my statutes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "Yet in spite of this, while they are in the land of their enemies, I will not reject or abhor them so as to destroy them and break my covenant with them, since I am the Lord their God."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "For their sake I will remember the covenant with their ancestors, whom I brought out of the land of Egypt in the sight of the nations to be their God; I am the Lord.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            46
          ],
          "lines": [
            "These are the statutes, ordinances, and laws the Lord established between himself and the Israelites through Moses on Mount Sinai."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "LEV.27",
      "is_chapter": true,
      "current": {
        "usfm": [
          "LEV.27"
        ],
        "human": "Leviticus 27"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NUM.1"
        ],
        "human": "Numbers 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "LEV.26"
        ],
        "human": "Leviticus 26",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Funding the Sanctuary"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "The Lord spoke to Moses:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "“Speak to the Israelites and tell them: When someone makes a special vow to the Lord that involves the assessment of people,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "if the assessment concerns a male from twenty to sixty years old, your assessment is fifty silver shekels measured by the standard sanctuary shekel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "If the person is a female, your assessment is thirty shekels."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "If the person is from five to twenty years old, your assessment for a male is twenty shekels and for a female ten shekels."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "If the person is from one month to five years old, your assessment for a male is five silver shekels, and for a female your assessment is three shekels of silver."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "If the person is sixty years or more, your assessment is fifteen shekels for a male and ten shekels for a female."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "But if one is too poor to pay the assessment, he is to present the person before the priest and the priest will set a value for him. The priest will set a value for him according to what the one making the vow can afford."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "“If the vow involves one of the animals that may be brought as an offering to the Lord, any of these he gives to the Lord will be holy."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "He may not replace it or make a substitution for it, either good for bad, or bad for good. But if he does substitute one animal for another, both that animal and its substitute will be holy."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "“If the vow involves any of the unclean animals that may not be brought as an offering to the Lord, the animal must be presented before the priest."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "The priest will set its value, whether high or low; the price will be set as the priest makes the assessment for you."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "If the one who brought it decides to redeem it, he must add a fifth to the assessed value."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "“When a man consecrates his house as holy to the Lord, the priest will assess its value, whether high or low. The price will stand just as the priest assesses it."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "But if the one who consecrated his house redeems it, he must add a fifth to the assessed value, and it will be his."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "“If a man consecrates to the Lord any part of a field that he possesses, your assessment of value will be proportional to the seed needed to sow it, at the rate of fifty silver shekels for every six bushels of barley seed."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "If he consecrates his field during the Year of Jubilee, the price will stand according to your assessment."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "But if he consecrates his field after the Jubilee, the priest will calculate the price for him in proportion to the years left until the next Year of Jubilee, so that your assessment will be reduced."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "If the one who consecrated the field decides to redeem it, he must add a fifth to the assessed value, and the field will transfer back to him."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "But if he does not redeem the field or if he has sold it to another man, it is no longer redeemable."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "When the field is released in the Jubilee, it will be holy to the Lord like a field permanently set apart; it becomes the priest’s property."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "“If a person consecrates to the Lord a field he has purchased that is not part of his inherited landholding,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "then the priest will calculate for him the amount of the assessment up to the Year of Jubilee, and the person will pay the assessed value on that day as a holy offering to the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "In the Year of Jubilee the field will return to the one he bought it from, the original owner."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "All your assessed values will be measured by the standard sanctuary shekel, twenty gerahs to the shekel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "“But no one can consecrate a firstborn of the livestock, whether an animal from the herd or flock, to the Lord, because a firstborn already belongs to the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "If it is one of the unclean livestock, it can be ransomed according to your assessment by adding a fifth of its value to it. If it is not redeemed, it can be sold according to your assessment."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "“Nothing that a man permanently sets apart to the Lord from all he owns, whether a person, an animal, or his inherited landholding, can be sold or redeemed; everything set apart is especially holy to the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "No person who has been set apart for destruction is to be ransomed; he must be put to death."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "“Every tenth of the land’s produce, grain from the soil or fruit from the trees, belongs to the Lord; it is holy to the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "If a man decides to redeem any part of this tenth, he must add a fifth to its value."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Every tenth animal from the herd or flock, which passes under the shepherd’s rod, will be holy to the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "He is not to inspect whether it is good or bad, and he is not to make a substitution for it. But if he does make a substitution, both the animal and its substitute will be holy; they cannot be redeemed.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "These are the commands the Lord gave Moses for the Israelites on Mount Sinai."
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}