{
  "book_usfm": "MAL",
  "name": "Malachi",
  "local_title": "Christian Standard Bible",
  "local_abbreviation": "CSB",
  "version_id": 1713,
  "publisher": {
    "name": "LifeWay Christian Resources"
  },
  "copyright": {
    "html": "<p>© 2017 Holman Bible Publishers</p>",
    "text": "© 2017 Holman Bible Publishers"
  },
  "language": {
    "iso_639_1": "en",
    "iso_639_3": "eng",
    "language_tag": "eng",
    "local_name": "English",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/mrk214/bible-data-en-eng",
  "chapters": [
    {
      "chapter_usfm": "MAL.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "MAL.1"
        ],
        "human": "Malachi 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "MAL.2"
        ],
        "human": "Malachi 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ZEC.14"
        ],
        "human": "Zechariah 14",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Lord’s Love for Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "A pronouncement:",
            "The word of the Lord to Israel through Malachi."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "“I have loved you,” says the Lord.",
            "Yet you ask, “How have you loved us? ”",
            "“Wasn’t Esau Jacob’s brother? ” This is the Lord’s declaration. “Even so, I loved Jacob,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "but I hated Esau. I turned his mountains into a wasteland, and gave his inheritance to the desert jackals.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Though Edom says, “We have been devastated, but we will rebuild the ruins,” the Lord of Armies says this: “They may build, but I will demolish. They will be called a wicked country and the people the Lord has cursed forever."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Your own eyes will see this, and you yourselves will say, ‘The Lord is great, even beyond the borders of Israel.’"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Disobedience of the Priests"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "“A son honors his father, and a servant his master. But if I am a father, where is my honor? And if I am a master, where is your fear of me? says the Lord of Armies to you priests, who despise my name.”",
            "Yet you ask, “How have we despised your name? ”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "“By presenting defiled food on my altar.”",
            "“How have we defiled you? ” you ask.",
            "When you say, “The Lord’s table is contemptible.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "“When you present a blind animal for sacrifice, is it not wrong? And when you present a lame or sick animal, is it not wrong? Bring it to your governor! Would he be pleased with you or show you favor? ” asks the Lord of Armies."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "“And now plead for God’s favor. Will he be gracious to us? Since this has come from your hands, will he show any of you favor? ” asks the Lord of Armies."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "“I wish one of you would shut the temple doors, so that you would no longer kindle a useless fire on my altar! I am not pleased with you,” says the Lord of Armies, “and I will accept no offering from your hands."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "“My name will be great among the nations, from the rising of the sun to its setting. Incense and pure offerings will be presented in my name in every place because my name will be great among the nations,” says the Lord of Armies."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "“But you are profaning it when you say, ‘The Lord’s table is defiled, and its product, its food, is contemptible.’"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "You also say, ‘Look, what a nuisance! ’ And you scorn it,” , says the Lord of Armies. “You bring stolen, , lame, or sick animals. You bring this as an offering! Am I to accept that from your hands? ” asks the Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "“The deceiver is cursed who has an acceptable male in his flock and makes a vow but sacrifices a defective animal to the Lord. For I am a great King,” says the Lord of Armies, “and my name will be feared among the nations."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "MAL.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "MAL.2"
        ],
        "human": "Malachi 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "MAL.3"
        ],
        "human": "Malachi 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "MAL.1"
        ],
        "human": "Malachi 1",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Warning to the Priests"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "“Therefore, this decree is for you priests:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "If you don’t listen, and if you don’t take it to heart to honor my name,” says the Lord of Armies, “I will send a curse among you, and I will curse your blessings. In fact, I have already begun to curse them because you are not taking it to heart."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "“Look, I am going to rebuke your descendants, and I will spread animal waste over your faces, the waste from your festival sacrifices, and you will be taken away with it."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Then you will know that I sent you this decree, so that my covenant with Levi may continue,” says the Lord of Armies."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "“My covenant with him was one of life and peace, and I gave these to him; it called for reverence, and he revered me and stood in awe of my name."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "True instruction was in his mouth, and nothing wrong was found on his lips. He walked with me in peace and integrity and turned many from iniquity."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "For the lips of a priest should guard knowledge, and people should desire instruction from his mouth, because he is the messenger of the Lord of Armies."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "“You, on the other hand, have turned from the way. You have caused many to stumble by your instruction. You have violated the covenant of Levi,” says the Lord of Armies."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "“So I in turn have made you despised and humiliated before all the people because you are not keeping my ways but are showing partiality in your instruction.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Judah’s Marital Unfaithfulness"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Don’t all of us have one Father? Didn’t one God create us? Why then do we act treacherously against one another, profaning the covenant of our ancestors?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Judah has acted treacherously, and a detestable act has been done in Israel and in Jerusalem. For Judah has profaned the Lord’s sanctuary, , which he loves, and has married the daughter of a foreign god. ,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "May the Lord cut off from the tents of Jacob the man who does this, whoever he may be, , even if he presents an offering to the Lord of Armies."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "This is another thing you do. You are covering the Lord’s altar with tears, with weeping and groaning, because he no longer respects your offerings or receives them gladly from your hands."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "And you ask, “Why? ” Because even though the Lord has been a witness between you and the wife of your youth, you have acted treacherously against her. She was your marriage partner and your wife by covenant."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Didn’t God make them one and give them a portion of spirit? What is the one seeking? Godly offspring. So watch yourselves carefully, , so that no one acts treacherously against the wife of his youth."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "“If he hates and divorces his wife,” says the Lord God of Israel, “he covers his garment with injustice,” says the Lord of Armies. Therefore, watch yourselves carefully, and do not act treacherously."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Judgment at the Lord’s Coming"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "You have wearied the Lord with your words.",
            "Yet you ask, “How have we wearied him? ”",
            "When you say, “Everyone who does what is evil is good in the Lord’s sight, and he is delighted with them, or else where is the God of justice? ”"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "MAL.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "MAL.3"
        ],
        "human": "Malachi 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "MAL.4"
        ],
        "human": "Malachi 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "MAL.2"
        ],
        "human": "Malachi 2",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "“See, I am going to send my messenger, and he will clear the way before me. Then the Lord you seek will suddenly come to his temple, the Messenger of the covenant you delight in #— #see, he is coming,” says the Lord of Armies."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "But who can endure the day of his coming? And who will be able to stand when he appears? For he will be like a refiner’s fire and like launderer’s bleach. ,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "He will be like a refiner and purifier of silver; he will purify the sons of Levi and refine them like gold and silver. Then they will present offerings to the Lord in righteousness."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "And the offerings of Judah and Jerusalem will please the Lord as in days of old and years gone by."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "“I will come to you in judgment, and I will be ready to witness against sorcerers and adulterers; against those who swear falsely; against those who oppress the hired worker, the widow, and the fatherless; and against those who deny justice to the resident alien. They do not fear me,” says the Lord of Armies."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "“Because I, the Lord, have not changed, you descendants of Jacob have not been destroyed. ,"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Robbing God"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "“Since the days of your ancestors, you have turned from my statutes; you have not kept them. Return to me, and I will return to you,” says the Lord of Armies.",
            "Yet you ask, “How can we return? ”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "“Will a man rob God? Yet you are robbing me! ”",
            "“How do we rob you? ” you ask.",
            "“By not making the payments of the tenth and the contributions."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "You are suffering under a curse, yet you #— #the whole nation #— #are still robbing me."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Bring the full tenth into the storehouse so that there may be food in my house. Test me in this way,” says the Lord of Armies. “See if I will not open the floodgates of heaven and pour out a blessing for you without measure."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "I will rebuke the devourer , for you, so that it will not ruin the produce of your land and your vine in your field will not fail to produce fruit,” says the Lord of Armies."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "“Then all the nations will consider you fortunate, for you will be a delightful land,” says the Lord of Armies."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Righteous and the Wicked"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "“Your words against me are harsh,” says the Lord.",
            "Yet you ask, “What have we spoken against you? ”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "You have said, “It is useless to serve God. What have we gained by keeping his requirements and walking mournfully before the Lord of Armies?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "So now we consider the arrogant to be fortunate. Not only do those who commit wickedness prosper, they even test God and escape.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "At that time those who feared the Lord spoke to one another. The Lord took notice and listened. So a book of remembrance was written before him for those who feared the Lord and had high regard for his name."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "“They will be mine,” says the Lord of Armies, “my own possession on the day I am preparing. I will have compassion on them as a man has compassion on his son who serves him."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "So you will again see the difference between the righteous and the wicked, between one who serves God and one who does not serve him."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "MAL.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "MAL.4"
        ],
        "human": "Malachi 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "MAT.1"
        ],
        "human": "Matthew 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "MAL.3"
        ],
        "human": "Malachi 3",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Day of the Lord"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "“For look, the day is coming, burning like a furnace, when all the arrogant and everyone who commits wickedness will become stubble. The coming day will consume them,” says the Lord of Armies, “not leaving them root or branches."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "But for you who fear my name, the sun of righteousness will rise with healing in its wings, and you will go out and playfully jump like calves from the stall."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "You will trample the wicked, for they will be ashes under the soles of your feet on the day I am preparing,” says the Lord of Armies."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "A Final Warning"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "“Remember the instruction of Moses my servant, the statutes and ordinances I commanded him at Horeb for all Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Look, I am going to send you the prophet Elijah before the great and terrible day of the Lord comes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "And he will turn the hearts of fathers to their children and the hearts of children to their fathers. Otherwise, I will come and strike the land with a curse.”"
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}