{
  "book_usfm": "NEH",
  "name": "Nehemiah",
  "local_title": "Christian Standard Bible",
  "local_abbreviation": "CSB",
  "version_id": 1713,
  "publisher": {
    "name": "LifeWay Christian Resources"
  },
  "copyright": {
    "html": "<p>© 2017 Holman Bible Publishers</p>",
    "text": "© 2017 Holman Bible Publishers"
  },
  "language": {
    "iso_639_1": "en",
    "iso_639_3": "eng",
    "language_tag": "eng",
    "local_name": "English",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/jsckdm/bible-data-en-eng",
  "chapters": [
    {
      "chapter_usfm": "NEH.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.1"
        ],
        "human": "Nehemiah 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.2"
        ],
        "human": "Nehemiah 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "EZR.10"
        ],
        "human": "Ezra 10",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "The words of Nehemiah son of Hacaliah:"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "News from Jerusalem"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "During the month of Chislev in the twentieth year, when I was in the fortress city of Susa,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Hanani, one of my brothers, arrived with men from Judah, and I questioned them about Jerusalem and the Jewish remnant that had survived the exile."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "They said to me, “The remnant in the province, who survived the exile, are in great trouble and disgrace. Jerusalem’s wall has been broken down, and its gates have been burned.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Nehemiah’s Prayer"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "When I heard these words, I sat down and wept. I mourned for a number of days, fasting and praying before the God of the heavens."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "I said,",
            "Lord, the God of the heavens, the great and awe-inspiring God who keeps his gracious covenant with those who love him and keep his commands,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "let your eyes be open and your ears be attentive to hear your servant’s prayer that I now pray to you day and night for your servants, the Israelites. I confess the sins we have committed against you. Both I and my father’s family have sinned."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "We have acted corruptly toward you and have not kept the commands, statutes, and ordinances you gave your servant Moses."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Please remember what you commanded your servant Moses: “If you are unfaithful, I will scatter you among the peoples."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "But if you return to me and carefully observe my commands, even though your exiles were banished to the farthest horizon, I will gather them from there and bring them to the place where I chose to have my name dwell.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "They are your servants and your people. You redeemed them by your great power and strong hand."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Please, Lord, let your ear be attentive to the prayer of your servant and to that of your servants who delight to revere your name. Give your servant success today, and grant him compassion in the presence of this man. ,",
            "At the time, I was the king’s cupbearer."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.2"
        ],
        "human": "Nehemiah 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.3"
        ],
        "human": "Nehemiah 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.1"
        ],
        "human": "Nehemiah 1",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Nehemiah Sent to Jerusalem"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "During the month of Nisan in the twentieth year of King Artaxerxes, when wine was set before him, I took the wine and gave it to the king. I had never been sad in his presence,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "so the king said to me, “Why do you look so sad, when you aren’t sick? This is nothing but sadness of heart.”",
            "I was overwhelmed with fear"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "and replied to the king, “May the king live forever! Why should I not be sad when the city where my ancestors are buried lies in ruins and its gates have been destroyed by fire? ”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Then the king asked me, “What is your request? ”",
            "So I prayed to the God of the heavens"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "and answered the king, “If it pleases the king, and if your servant has found favor with you, send me to Judah and to the city where my ancestors are buried, , so that I may rebuild it.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "The king, with the queen seated beside him, asked me, “How long will your journey take, and when will you return? ” So I gave him a definite time, and it pleased the king to send me."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "I also said to the king, “If it pleases the king, let me have letters written to the governors of the region west of the Euphrates River, so that they will grant me safe passage until I reach Judah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "And let me have a letter written to Asaph, keeper of the king’s forest, so that he will give me timber to rebuild the gates of the temple’s fortress, the city wall, and the home where I will live.” , The king granted my requests, for the gracious hand of my God was on me."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "I went to the governors of the region west of the Euphrates and gave them the king’s letters. The king had also sent officers of the infantry and cavalry with me."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "When Sanballat the Horonite and Tobiah the Ammonite official heard that someone had come to pursue the prosperity of the Israelites, they were greatly displeased."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Preparing to Rebuild the Walls"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "After I arrived in Jerusalem and had been there three days,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "I got up at night and took a few men with me. I didn’t tell anyone what my God had laid on my heart to do for Jerusalem. The only animal I took was the one I was riding."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "I went out at night through the Valley Gate toward the Serpent’s Well and the Dung Gate, and I inspected the walls of Jerusalem that had been broken down and its gates that had been destroyed by fire."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "I went on to the Fountain Gate and the King’s Pool, but farther down it became too narrow for my animal to go through."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "So I went up at night by way of the valley and inspected the wall. Then heading back, I entered through the Valley Gate and returned."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "The officials did not know where I had gone or what I was doing, for I had not yet told the Jews, priests, nobles, officials, or the rest of those who would be doing the work."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "So I said to them, “You see the trouble we are in. Jerusalem lies in ruins and its gates have been burned. Come, let’s rebuild Jerusalem’s wall, so that we will no longer be a disgrace.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "I told them how the gracious hand of my God had been on me, and what the king had said to me.",
            "They said, “Let’s start rebuilding,” and their hands were strengthened to do this good work."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "When Sanballat the Horonite, Tobiah the Ammonite official, and Geshem the Arab heard about this, they mocked and despised us, and said, “What is this you’re doing? Are you rebelling against the king? ”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "I gave them this reply, “The God of the heavens is the one who will grant us success. We, his servants, will start building, but you have no share, right, or historic claim in Jerusalem.”"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.3"
        ],
        "human": "Nehemiah 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.4"
        ],
        "human": "Nehemiah 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.2"
        ],
        "human": "Nehemiah 2",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Rebuilding the Walls"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "The high priest Eliashib and his fellow priests began rebuilding the Sheep Gate. They dedicated it and installed its doors. After building the wall to the Tower of the Hundred and the Tower of Hananel, they dedicated it."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "The men of Jericho built next to Eliashib, and next to them Zaccur son of Imri built."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Fish Gate"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "The sons of Hassenaah built the Fish Gate. They built it with beams and installed its doors, bolts, and bars."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Next to them Meremoth son of Uriah, son of Hakkoz, made repairs. Beside them Meshullam son of Berechiah, son of Meshezabel, made repairs. Next to them Zadok son of Baana made repairs."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Beside them the Tekoites made repairs, but their nobles did not lift a finger to help their supervisors."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Old Gate, Broad Wall, and Tower of the Ovens"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Joiada son of Paseah and Meshullam son of Besodeiah repaired the Old Gate. They built it with beams and installed its doors, bolts, and bars."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Next to them the repairs were done by Melatiah the Gibeonite, Jadon the Meronothite, and the men of Gibeon and Mizpah, who were under the authority , of the governor of the region west of the Euphrates River."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "After him Uzziel son of Harhaiah, the goldsmith, made repairs, and next to him Hananiah son of the perfumer made repairs. They restored Jerusalem as far as the Broad Wall."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Next to them Rephaiah son of Hur, ruler of half the district of Jerusalem, made repairs."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "After them Jedaiah son of Harumaph made repairs across from his house. Next to him Hattush the son of Hashabneiah made repairs."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Malchijah son of Harim and Hasshub son of Pahath-moab made repairs to another section, as well as to the Tower of the Ovens."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Beside him Shallum son of Hallohesh, ruler of half the district of Jerusalem, made repairs #— #he and his daughters."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Valley Gate, Dung Gate, and Fountain Gate"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Hanun and the inhabitants of Zanoah repaired the Valley Gate. They rebuilt it and installed its doors, bolts, and bars, and repaired five hundred yards of the wall to the Dung Gate."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Malchijah son of Rechab, ruler of the district of Beth-haccherem, repaired the Dung Gate. He rebuilt it and installed its doors, bolts, and bars."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Shallun son of Col-hozeh, ruler of the district of Mizpah, repaired the Fountain Gate. He rebuilt it and roofed it. Then he installed its doors, bolts, and bars. He also made repairs to the wall of the Pool of Shelah near the king’s garden, as far as the stairs that descend from the city of David."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "After him Nehemiah son of Azbuk, ruler of half the district of Beth-zur, made repairs up to a point opposite the tombs of David, as far as the artificial pool and the House of the Warriors."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Next to him the Levites made repairs under Rehum son of Bani. Beside him Hashabiah, ruler of half the district of Keilah, made repairs for his district."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "After him their fellow Levites made repairs under Binnui son of Henadad, ruler of half the district of Keilah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Next to him Ezer son of Jeshua, ruler of Mizpah, made repairs to another section opposite the ascent to the armory at the Angle."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Angle, Water Gate, and Tower on Ophel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "After him Baruch son of Zabbai diligently repaired another section, from the Angle to the door of the house of the high priest Eliashib."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Beside him Meremoth son of Uriah, son of Hakkoz, made repairs to another section, from the door of Eliashib’s house to the end of his house."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "And next to him the priests from the surrounding area made repairs."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "After them Benjamin and Hasshub made repairs opposite their house. Beside them Azariah son of Maaseiah, son of Ananiah, made repairs beside his house."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "After him Binnui son of Henadad made repairs to another section, from the house of Azariah to the Angle and the corner."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Palal son of Uzai made repairs opposite the Angle and tower that juts out from the king’s upper palace, , by the courtyard of the guard. Beside him Pedaiah son of Parosh"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "and the temple servants living on Ophel made repairs opposite the Water Gate toward the east and the tower that juts out."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Next to him the Tekoites made repairs to another section from a point opposite the great tower that juts out, as far as the wall of Ophel."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Horse Gate, Inspection Gate, and Sheep Gate"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Each of the priests made repairs above the Horse Gate, each opposite his own house."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "After them Zadok son of Immer made repairs opposite his house. And beside him Shemaiah son of Shecaniah, guard of the East Gate, made repairs."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Next to him Hananiah son of Shelemiah and Hanun the sixth son of Zalaph made repairs to another section.",
            "After them Meshullam son of Berechiah made repairs opposite his room."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Next to him Malchijah, one of the goldsmiths, made repairs to the house of the temple servants and the merchants, opposite the Inspection Gate, and as far as the upstairs room on the corner."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "The goldsmiths and merchants made repairs between the upstairs room on the corner and the Sheep Gate."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.4"
        ],
        "human": "Nehemiah 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.5"
        ],
        "human": "Nehemiah 5",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.3"
        ],
        "human": "Nehemiah 3",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Progress in Spite of Opposition"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "When Sanballat heard that we were rebuilding the wall, he became furious. He mocked the Jews"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "before his colleagues and the powerful men of Samaria and said, “What are these pathetic Jews doing? Can they restore it by themselves? Will they offer sacrifices? Will they ever finish it? Can they bring these burnt stones back to life from the mounds of rubble? ”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Then Tobiah the Ammonite, who was beside him, said, “Indeed, even if a fox climbed up what they are building, he would break down their stone wall! ”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Listen, our God, for we are despised. Make their insults return on their own heads and let them be taken as plunder to a land of captivity."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Do not cover their guilt or let their sin be erased from your sight, because they have angered the builders."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "So we rebuilt the wall until the entire wall was joined together up to half its height, for the people had the will to keep working."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "When Sanballat, Tobiah, and the Arabs, Ammonites, and Ashdodites heard that the repair to the walls of Jerusalem was progressing and that the gaps were being closed, they became furious."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "They all plotted together to come and fight against Jerusalem and throw it into confusion."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "So we prayed to our God and stationed a guard because of them day and night."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "In Judah, it was said:",
            "The strength of the laborer fails,",
            "since there is so much rubble.",
            "We will never be able",
            "to rebuild the wall."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "And our enemies said, “They won’t realize it until we’re among them and can kill them and stop the work.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "When the Jews who lived nearby arrived, they said to us time and again, “Everywhere you turn, they attack us.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "So I stationed people behind the lowest sections of the wall, at the vulnerable areas. I stationed them by families with their swords, spears, and bows."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "After I made an inspection, I stood up and said to the nobles, the officials, and the rest of the people, “Don’t be afraid of them. Remember the great and awe-inspiring Lord, and fight for your countrymen, your sons and daughters, your wives and homes.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Sword and Trowel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "When our enemies heard that we knew their scheme and that God had frustrated it, every one of us returned to his own work on the wall."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "From that day on, half of my men did the work while the other half held spears, shields, bows, and armor. The officers supported all the people of Judah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "who were rebuilding the wall. The laborers who carried the loads worked with one hand and held a weapon with the other."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Each of the builders had his sword strapped around his waist while he was building, and the one who sounded the ram’s horn was beside me."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Then I said to the nobles, the officials, and the rest of the people, “The work is enormous and spread out, and we are separated far from one another along the wall."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Wherever you hear the sound of the ram’s horn, rally to us there. Our God will fight for us! ”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "So we continued the work, while half of the men were holding spears from daybreak until the stars came out."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "At that time, I also said to the people, “Let everyone and his servant spend the night inside Jerusalem, so that they can stand guard by night and work by day.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "And I, my brothers, my servants, and the men of the guard with me never took off our clothes. Each carried his weapon, even when washing."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.5",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.5"
        ],
        "human": "Nehemiah 5"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.6"
        ],
        "human": "Nehemiah 6",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.4"
        ],
        "human": "Nehemiah 4",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Social Injustice"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "There was a widespread outcry from the people and their wives against their Jewish countrymen."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Some were saying, “We, our sons, and our daughters are numerous. Let us get grain so that we can eat and live.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Others were saying, “We are mortgaging our fields, vineyards, and homes to get grain during the famine.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Still others were saying, “We have borrowed money to pay the king’s tax on our fields and vineyards."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "We and our children are just like our countrymen and their children, yet we are subjecting our sons and daughters to slavery. Some of our daughters are already enslaved, but we are powerless because our fields and vineyards belong to others.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "I became extremely angry when I heard their outcry and these complaints."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "After seriously considering the matter, I accused the nobles and officials, saying to them, “Each of you is charging his countrymen interest.” So I called a large assembly against them"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "and said, “We have done our best to buy back our Jewish countrymen who were sold to foreigners, but now you sell your own countrymen, and we have to buy them back.” They remained silent and could not say a word."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Then I said, “What you are doing isn’t right. Shouldn’t you walk in the fear of our God and not invite the reproach of our foreign enemies?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Even I, as well as my brothers and my servants, have been lending them money and grain. Please, let’s stop charging this interest."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Return their fields, vineyards, olive groves, and houses to them immediately, along with the percentage of the money, grain, new wine, and fresh oil that you have been assessing them.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "They responded, “We will return these things and require nothing more from them. We will do as you say.”",
            "So I summoned the priests and made everyone take an oath to do this."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "I also shook the folds of my robe and said, “May God likewise shake from his house and property everyone who doesn’t keep this promise. May he be shaken out and have nothing! ”",
            "The whole assembly said, “Amen,” and they praised the Lord. Then the people did as they had promised."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Good and Bad Governors"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Furthermore, from the day King Artaxerxes appointed me to be their governor in the land of Judah #— #from the twentieth year until his thirty-second year, twelve years #— #I and my associates never ate from the food allotted to the governor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "The governors who preceded me had heavily burdened the people, taking from them food and wine as well as a pound of silver. Their subordinates also oppressed the people, but because of the fear of God, I didn’t do this."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Instead, I devoted myself to the construction of this wall, and all my subordinates were gathered there for the work. We didn’t buy any land."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "There were 150 Jews and officials, as well as guests from the surrounding nations at my table."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Each day, one ox, six choice sheep, and some fowl were prepared for me. An abundance of all kinds of wine was provided every ten days. But I didn’t demand the food allotted to the governor, because the burden on the people was so heavy."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Remember me favorably, my God, for all that I have done for this people."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.6",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.6"
        ],
        "human": "Nehemiah 6"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.7"
        ],
        "human": "Nehemiah 7",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.5"
        ],
        "human": "Nehemiah 5",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Attempts to Discourage the Builders"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "When Sanballat, Tobiah, Geshem the Arab, and the rest of our enemies heard that I had rebuilt the wall and that no gap was left in it #— #though at that time I had not installed the doors in the city gates #— #"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Sanballat and Geshem sent me a message: “Come, let’s meet together in the villages of the Ono Valley.” They were planning to harm me."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "So I sent messengers to them, saying, “I am doing important work and cannot come down. Why should the work cease while I leave it and go down to you? ”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Four times they sent me the same proposal, and I gave them the same reply."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Sanballat sent me this same message a fifth time by his aide, who had an open letter in his hand."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "In it was written:",
            "It is reported among the nations #— #and Geshem , agrees #— #that you and the Jews plan to rebel. This is the reason you are building the wall. According to these reports, you are to become their king"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "and have even set up the prophets in Jerusalem to proclaim on your behalf, “There is a king in Judah.” These rumors will be heard by the king. So come, let’s confer together."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Then I replied to him, “There is nothing to these rumors you are spreading; you are inventing them in your own mind.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "For they were all trying to intimidate us, saying, “They will drop their hands from the work, and it will never be finished.”",
            "But now, my God, strengthen my hands."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Attempts to Intimidate Nehemiah"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "I went to the house of Shemaiah son of Delaiah, son of Mehetabel, who was restricted to his house. He said:",
            "Let’s meet at the house of God,",
            "inside the temple.",
            "Let’s shut the temple doors",
            "because they’re coming to kill you.",
            "They’re coming to kill you tonight!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "But I said, “Should a man like me run away? How can someone like me enter the temple and live? I will not go.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "I realized that God had not sent him, because of the prophecy he spoke against me. Tobiah and Sanballat had hired him."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "He was hired, so that I would be intimidated, do as he suggested, sin, and get a bad reputation, in order that they could discredit me."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "My God, remember Tobiah and Sanballat for what they have done, and also the prophetess Noadiah and the other prophets who wanted to intimidate me."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Wall Completed"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "The wall was completed in fifty-two days, on the twenty-fifth day of the month Elul."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "When all our enemies heard this, all the surrounding nations were intimidated and lost their confidence, for they realized that this task had been accomplished by our God."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "During those days, the nobles of Judah sent many letters to Tobiah, and Tobiah’s letters came to them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "For many in Judah were bound by oath to him, since he was a son-in-law of Shecaniah son of Arah, and his son Jehohanan had married the daughter of Meshullam son of Berechiah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "These nobles kept mentioning Tobiah’s good deeds to me, and they reported my words to him. And Tobiah sent letters to intimidate me."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.7",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.7"
        ],
        "human": "Nehemiah 7"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.8"
        ],
        "human": "Nehemiah 8",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.6"
        ],
        "human": "Nehemiah 6",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Exiles Return"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "When the wall had been rebuilt and I had the doors installed, the gatekeepers, singers, and Levites were appointed."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Then I put my brother Hanani in charge of Jerusalem, along with Hananiah, commander of the fortress, because he was a faithful man who feared God more than most."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "I said to them, “Do not open the gates of Jerusalem until the sun is hot, and let the doors be shut and securely fastened while the guards are on duty. Station the citizens of Jerusalem as guards, some at their posts and some at their homes.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "The city was large and spacious, but there were few people in it, and no houses had been built yet."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Then my God put it into my mind to assemble the nobles, the officials, and the people to be registered by genealogy. I found the genealogical record of those who came back first, and I found the following written in it:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "These are the people of the province who went up among the captive exiles deported by King Nebuchadnezzar of Babylon. Each of them returned to Jerusalem and Judah, to his own town."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "They came with Zerubbabel, Jeshua, Nehemiah, Azariah, Raamiah, Nahamani, Mordecai, Bilshan, Mispereth, Bigvai, Nehum, and Baanah.",
            "The number of the Israelite men included"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Parosh’s descendants 2,172"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Shephatiah’s descendants 372"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Arah’s descendants 652"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Pahath-moab’s descendants:",
            "Jeshua’s and Joab’s descendants 2,818"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Elam’s descendants 1,254"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Zattu’s descendants 845"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Zaccai’s descendants 760"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Binnui’s descendants 648"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Bebai’s descendants 628"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Azgad’s descendants 2,322"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Adonikam’s descendants 667"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Bigvai’s descendants 2,067"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Adin’s descendants 655"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Ater’s descendants: of Hezekiah 98"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Hashum’s descendants 328"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Bezai’s descendants 324"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Hariph’s descendants 112"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Gibeon’s descendants 95"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Bethlehem’s and Netophah’s men 188"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Anathoth’s men 128"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Beth-azmaveth’s men 42"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Kiriath-jearim’s, Chephirah’s, and Beeroth’s men 743"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Ramah’s and Geba’s men 621"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Michmas’s men 122"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Bethel’s and Ai’s men 123"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "the other Nebo’s men 52"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "the other Elam’s people 1,254"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Harim’s people 320"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Jericho’s people 345"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Lod’s, Hadid’s, and Ono’s people 721"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Senaah’s people 3,930."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "The priests included",
            "Jedaiah’s descendants of the house of Jeshua 973"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "Immer’s descendants 1,052"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "Pashhur’s descendants 1,247"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "Harim’s descendants 1,017."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "The Levites included",
            "Jeshua’s descendants: of Kadmiel",
            "Hodevah’s descendants 74."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "The singers included",
            "Asaph’s descendants 148."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "The gatekeepers included",
            "Shallum’s descendants, Ater’s descendants,",
            "Talmon’s descendants, Akkub’s descendants,",
            "Hatita’s descendants, Shobai’s descendants 138."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            46
          ],
          "lines": [
            "The temple servants included",
            "Ziha’s descendants, Hasupha’s descendants,",
            "Tabbaoth’s descendants,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            47
          ],
          "lines": [
            "Keros’s descendants,",
            "Sia’s descendants, Padon’s descendants,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            48
          ],
          "lines": [
            "Lebanah’s descendants, Hagabah’s descendants,",
            "Shalmai’s descendants,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            49
          ],
          "lines": [
            "Hanan’s descendants,",
            "Giddel’s descendants, Gahar’s descendants,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            50
          ],
          "lines": [
            "Reaiah’s descendants, Rezin’s descendants,",
            "Nekoda’s descendants,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            51
          ],
          "lines": [
            "Gazzam’s descendants,",
            "Uzza’s descendants, Paseah’s descendants,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            52
          ],
          "lines": [
            "Besai’s descendants, Meunim’s descendants,",
            "Nephishesim’s descendants,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            53
          ],
          "lines": [
            "Bakbuk’s descendants,",
            "Hakupha’s descendants, Harhur’s descendants,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            54
          ],
          "lines": [
            "Bazlith’s descendants, Mehida’s descendants,",
            "Harsha’s descendants,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            55
          ],
          "lines": [
            "Barkos’s descendants,",
            "Sisera’s descendants, Temah’s descendants,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            56
          ],
          "lines": [
            "Neziah’s descendants, Hatipha’s descendants."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            57
          ],
          "lines": [
            "The descendants of Solomon’s servants included",
            "Sotai’s descendants, Sophereth’s descendants,",
            "Perida’s descendants,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            58
          ],
          "lines": [
            "Jaala’s descendants,",
            "Darkon’s descendants, Giddel’s descendants,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            59
          ],
          "lines": [
            "Shephatiah’s descendants, Hattil’s descendants,",
            "Pochereth-hazzebaim’s descendants, Amon’s descendants."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            60
          ],
          "lines": [
            "All the temple servants",
            "and the descendants of Solomon’s servants 392."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            61
          ],
          "lines": [
            "The following are those who came from Tel-melah, Tel-harsha, Cherub, Addon, and Immer, but were unable to prove that their ancestral families and their lineage were Israelite:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            62
          ],
          "lines": [
            "Delaiah’s descendants,",
            "Tobiah’s descendants,",
            "and Nekoda’s descendants 642"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            63
          ],
          "lines": [
            "and from the priests: the descendants of Hobaiah, the descendants of Hakkoz, and the descendants of Barzillai #— #who had taken a wife from the daughters of Barzillai the Gileadite and who bore their name."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            64
          ],
          "lines": [
            "These searched for their entries in the genealogical records, but they could not be found, so they were disqualified from the priesthood."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            65
          ],
          "lines": [
            "The governor ordered them not to eat the most holy things until there was a priest who could consult the Urim and Thummim."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            66
          ],
          "lines": [
            "The whole combined assembly numbered 42,360"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            67
          ],
          "lines": [
            "not including their 7,337 male and female servants,",
            "as well as their 245 male and female singers."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            68
          ],
          "lines": [
            "They had 736 horses, 245 mules,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            69
          ],
          "lines": [
            "435 camels, and 6,720 donkeys."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            70
          ],
          "lines": [
            "Some of the family heads contributed to the project. The governor gave 1,000 gold coins, 50 bowls, and 530 priestly garments to the treasury."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            71
          ],
          "lines": [
            "Some of the family heads gave 20,000 gold coins and 2,200 silver minas to the treasury for the project."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            72
          ],
          "lines": [
            "The rest of the people gave 20,000 gold coins, 2,000 silver minas, and 67 priestly garments."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            73
          ],
          "lines": [
            "The priests, Levites, gatekeepers, temple singers, some of the people, temple servants, and all Israel settled in their towns."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Public Reading of the Law"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            73
          ],
          "lines": [
            "When the seventh month came and the Israelites had settled in their towns,"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.8",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.8"
        ],
        "human": "Nehemiah 8"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.9"
        ],
        "human": "Nehemiah 9",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.7"
        ],
        "human": "Nehemiah 7",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "all the people gathered together at the square in front of the Water Gate. They asked the scribe Ezra to bring the book of the law of Moses that the Lord had given Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "On the first day of the seventh month, the priest Ezra brought the law before the assembly of men, women, and all who could listen with understanding."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "While he was facing the square in front of the Water Gate, he read out of it from daybreak until noon before the men, the women, and those who could understand. All the people listened attentively to the book of the law."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "The scribe Ezra stood on a high wooden platform made for this purpose. Mattithiah, Shema, Anaiah, Uriah, Hilkiah, and Maaseiah stood beside him on his right; to his left were Pedaiah, Mishael, Malchijah, Hashum, Hash-baddanah, Zechariah, and Meshullam."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Ezra opened the book in full view of all the people, since he was elevated above everyone. As he opened it, all the people stood up."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Ezra blessed the Lord, the great God, and with their hands uplifted all the people said, “Amen, Amen! ” Then they knelt low and worshiped the Lord with their faces to the ground."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Jeshua, Bani, Sherebiah, Jamin, Akkub, Shabbethai, Hodiah, Maaseiah, Kelita, Azariah, Jozabad, Hanan, and Pelaiah, who were Levites, , explained the law to the people as they stood in their places."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "They read out of the book of the law of God, translating and giving the meaning so that the people could understand what was read."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Nehemiah the governor, Ezra the priest and scribe, and the Levites who were instructing the people said to all of them, “This day is holy to the Lord your God. Do not mourn or weep.” For all the people were weeping as they heard the words of the law."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Then he said to them, “Go and eat what is rich, drink what is sweet, and send portions to those who have nothing prepared, since today is holy to our Lord. Do not grieve, because the joy of the Lord is your strength.” ,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "And the Levites quieted all the people, saying, “Be still, since today is holy. Don’t grieve.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Then all the people began to eat and drink, send portions, and have a great celebration, because they had understood the words that were explained to them."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Festival of Shelters Observed"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "On the second day, the family heads of all the people, along with the priests and Levites, assembled before the scribe Ezra to study the words of the law."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "They found written in the law how the Lord had commanded through Moses that the Israelites should dwell in shelters during the festival of the seventh month."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "So they proclaimed and spread this news throughout their towns and in Jerusalem, saying, “Go out to the hill country and bring back branches of olive, wild olive, myrtle, palm, and other leafy trees to make shelters, just as it is written.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "The people went out, brought back branches, and made shelters for themselves on each of their rooftops and courtyards, the court of the house of God, the square by the Water Gate, and the square by the Ephraim Gate."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "The whole community that had returned from exile made shelters and lived in them. The Israelites had not celebrated like this from the days of Joshua son of Nun until that day. And there was tremendous joy."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Ezra read out of the book of the law of God every day, from the first day to the last. The Israelites celebrated the festival for seven days, and on the eighth day there was a solemn assembly, according to the ordinance."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.9",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.9"
        ],
        "human": "Nehemiah 9"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.10"
        ],
        "human": "Nehemiah 10",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.8"
        ],
        "human": "Nehemiah 8",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "National Confession of Sin"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "On the twenty-fourth day of this month the Israelites assembled; they were fasting, wearing sackcloth, and had put dust on their heads."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Those of Israelite descent separated themselves from all foreigners, and they stood and confessed their sins and the iniquities of their ancestors."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "While they stood in their places, they read from the book of the law of the Lord their God for a fourth of the day and spent another fourth of the day in confession and worship of the Lord their God."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Jeshua, Bani, Kadmiel, Shebaniah, Bunni, Sherebiah, Bani, and Chenani stood on the raised platform built for the Levites and cried out loudly to the Lord their God."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Then the Levites #— #Jeshua, Kadmiel, Bani, Hashabneiah, Sherebiah, Hodiah, Shebaniah, and Pethahiah #— #said, “Stand up. Blessed be the Lord your God from everlasting to everlasting.”",
            "Blessed be your glorious name,",
            "and may it be exalted above all blessing and praise."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "You, Lord, are the only God. ,",
            "You created the heavens,",
            "the highest heavens with all their stars,",
            "the earth and all that is on it,",
            "the seas and all that is in them.",
            "You give life to all of them,",
            "and all the stars of heaven worship you."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "You, the Lord,",
            "are the God who chose Abram",
            "and brought him out of Ur of the Chaldeans,",
            "and changed his name to Abraham."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "You found his heart faithful in your sight,",
            "and made a covenant with him",
            "to give the land of the Canaanites,",
            "Hethites, Amorites, Perizzites,",
            "Jebusites, and Girgashites —",
            "to give it to his descendants.",
            "You have fulfilled your promise,",
            "for you are righteous."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "You saw the oppression of our ancestors in Egypt",
            "and heard their cry at the Red Sea."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "You performed signs and wonders against Pharaoh,",
            "all his officials, and all the people of his land,",
            "for you knew how arrogantly they treated our ancestors.",
            "You made a name for yourself",
            "that endures to this day."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "You divided the sea before them,",
            "and they crossed through it on dry ground.",
            "You hurled their pursuers into the depths",
            "like a stone into raging water."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "You led them with a pillar of cloud by day,",
            "and with a pillar of fire by night,",
            "to illuminate the way they should go."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "You came down on Mount Sinai,",
            "and spoke to them from heaven.",
            "You gave them impartial ordinances, reliable instructions,",
            "and good statutes and commands."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "You revealed your holy Sabbath to them,",
            "and gave them commands, statutes, and instruction",
            "through your servant Moses."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "You provided bread from heaven for their hunger;",
            "you brought them water from the rock for their thirst.",
            "You told them to go in and possess the land",
            "you had sworn to give them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "But our ancestors acted arrogantly;",
            "they became stiff-necked and did not listen to your commands."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "They refused to listen",
            "and did not remember your wonders",
            "you performed among them.",
            "They became stiff-necked and appointed a leader",
            "to return to their slavery in Egypt. ,",
            "But you are a forgiving God,",
            "gracious and compassionate,",
            "slow to anger and abounding in faithful love,",
            "and you did not abandon them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Even after they had cast an image of a calf",
            "for themselves and said,",
            "“This is your god who brought you out of Egypt,”",
            "and they had committed terrible blasphemies,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "you did not abandon them in the wilderness",
            "because of your great compassion.",
            "During the day the pillar of cloud",
            "never turned away from them,",
            "guiding them on their journey.",
            "And during the night the pillar of fire",
            "illuminated the way they should go."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "You sent your good Spirit to instruct them.",
            "You did not withhold your manna from their mouths,",
            "and you gave them water for their thirst."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "You provided for them in the wilderness forty years,",
            "and they lacked nothing.",
            "Their clothes did not wear out,",
            "and their feet did not swell."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "You gave them kingdoms and peoples",
            "and established boundaries for them.",
            "They took possession",
            "of the land of King Sihon of Heshbon",
            "and of the land of King Og of Bashan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "You multiplied their descendants",
            "like the stars of the sky",
            "and brought them to the land",
            "you told their ancestors to go in and possess."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "So their descendants went in and possessed the land:",
            "You subdued the Canaanites who inhabited the land before them",
            "and handed their kings and the surrounding peoples over to them,",
            "to do as they pleased with them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "They captured fortified cities and fertile land",
            "and took possession of well-supplied houses,",
            "cisterns cut out of rock, vineyards,",
            "olive groves, and fruit trees in abundance.",
            "They ate, were filled,",
            "became prosperous, and delighted in your great goodness."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "But they were disobedient and rebelled against you.",
            "They flung your law behind their backs",
            "and killed your prophets",
            "who warned them",
            "in order to turn them back to you.",
            "They committed terrible blasphemies."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "So you handed them over to their enemies,",
            "who oppressed them.",
            "In their time of distress, they cried out to you,",
            "and you heard from heaven.",
            "In your abundant compassion",
            "you gave them deliverers, who rescued them",
            "from the power of their enemies."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "But as soon as they had relief,",
            "they again did what was evil in your sight.",
            "So you abandoned them to the power of their enemies,",
            "who dominated them.",
            "When they cried out to you again,",
            "you heard from heaven and rescued them",
            "many times in your compassion."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "You warned them to turn back to your law,",
            "but they acted arrogantly",
            "and would not obey your commands.",
            "They sinned against your ordinances,",
            "which a person will live by if he does them.",
            "They stubbornly resisted,",
            "stiffened their necks, and would not obey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "You were patient with them for many years,",
            "and your Spirit warned them through your prophets,",
            "but they would not listen.",
            "Therefore, you handed them over to the surrounding peoples."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "However, in your abundant compassion,",
            "you did not destroy them or abandon them,",
            "for you are a gracious and compassionate God."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "So now, our God #— #the great, mighty,",
            "and awe-inspiring God who keeps his gracious covenant —",
            "do not view lightly all the hardships that have afflicted us,",
            "our kings and leaders,",
            "our priests and prophets,",
            "our ancestors and all your people,",
            "from the days of the Assyrian kings until today."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "You are righteous concerning all that has happened to us,",
            "because you have acted faithfully,",
            "while we have acted wickedly."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Our kings, leaders, priests, and ancestors",
            "did not obey your law",
            "or listen to your commands",
            "and warnings you gave them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "When they were in their kingdom,",
            "with your abundant goodness that you gave them,",
            "and in the spacious and fertile land you set before them,",
            "they would not serve you or turn from their wicked ways."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Here we are today,",
            "slaves in the land you gave our ancestors",
            "so that they could enjoy its fruit and its goodness.",
            "Here we are #— #slaves in it!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Its abundant harvest goes to the kings",
            "you have set over us,",
            "because of our sins.",
            "They rule over our bodies",
            "and our livestock as they please.",
            "We are in great distress."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Israel’s Vow of Faithfulness"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "In view of all this, we are making a binding agreement in writing on a sealed document containing the names of our leaders, Levites, and priests."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.10",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.10"
        ],
        "human": "Nehemiah 10"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.11"
        ],
        "human": "Nehemiah 11",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.9"
        ],
        "human": "Nehemiah 9",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Those whose seals were on the document were",
            "the governor Nehemiah son of Hacaliah, and Zedekiah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Seraiah, Azariah, Jeremiah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Pashhur, Amariah, Malchijah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Hattush, Shebaniah, Malluch,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Harim, Meremoth, Obadiah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Daniel, Ginnethon, Baruch,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Meshullam, Abijah, Mijamin,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Maaziah, Bilgai, and Shemaiah.",
            "These were the priests."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "The Levites were",
            "Jeshua son of Azaniah,",
            "Binnui of the sons of Henadad, Kadmiel,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "and their brothers",
            "Shebaniah, Hodiah, Kelita, Pelaiah, Hanan,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Mica, Rehob, Hashabiah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Zaccur, Sherebiah, Shebaniah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Hodiah, Bani, and Beninu."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "The heads of the people were",
            "Parosh, Pahath-moab, Elam, Zattu, Bani,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Bunni, Azgad, Bebai,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Adonijah, Bigvai, Adin,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Ater, Hezekiah, Azzur,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Hodiah, Hashum, Bezai,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Hariph, Anathoth, Nebai,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Magpiash, Meshullam, Hezir,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Meshezabel, Zadok, Jaddua,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Pelatiah, Hanan, Anaiah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Hoshea, Hananiah, Hasshub,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Hallohesh, Pilha, Shobek,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Rehum, Hashabnah, Maaseiah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Ahijah, Hanan, Anan,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Malluch, Harim, Baanah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "The rest of the people #— #the priests, Levites, gatekeepers, singers, and temple servants, along with their wives, sons, and daughters, everyone who is able to understand and who has separated themselves from the surrounding peoples to obey the law of God #— #"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "join with their noble brothers and commit themselves with a sworn oath , to follow the law of God given through God’s servant Moses and to obey carefully all the commands, ordinances, and statutes of the Lord our Lord."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Details of the Vow"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "We will not give our daughters in marriage to the surrounding peoples and will not take their daughters as wives for our sons."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "When the surrounding peoples bring merchandise or any kind of grain to sell on the Sabbath day, we will not buy from them on the Sabbath or a holy day. We will also leave the land uncultivated in the seventh year and will cancel every debt."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "We will impose the following commands on ourselves:",
            "To give an eighth of an ounce of silver yearly for the service of the house of our God:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "the bread displayed before the Lord, , the daily grain offering, the regular burnt offering, the Sabbath and New Moon offerings, the appointed festivals, the holy things, the sin offerings to atone for Israel, and for all the work of the house of our God."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "We have cast lots among the priests, Levites, and people for the donation of wood by our ancestral families at the appointed times each year. They are to bring the wood to our God’s house to burn on the altar of the Lord our God, as it is written in the law."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "We will bring the firstfruits of our land and of every fruit tree to the Lord’s house year by year."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "We will also bring the firstborn of our sons and our livestock, as prescribed by the law, and will bring the firstborn of our herds and flocks to the house of our God, to the priests who serve in our God’s house."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "We will bring a loaf from our first batch of dough to the priests at the storerooms of the house of our God. We will also bring the firstfruits of our grain offerings, of every fruit tree, and of the new wine and fresh oil. A tenth of our land’s produce belongs to the Levites, for the Levites are to collect the one-tenth offering in all our agricultural towns."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "A priest from Aaron’s descendants is to accompany the Levites when they collect the tenth, and the Levites are to take a tenth of this offering to the storerooms of the treasury in the house of our God."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "For the Israelites and the Levites are to bring the contributions of grain, new wine, and fresh oil to the storerooms where the articles of the sanctuary are kept and where the priests who minister are, along with the gatekeepers and singers. We will not neglect the house of our God."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.11",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.11"
        ],
        "human": "Nehemiah 11"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.12"
        ],
        "human": "Nehemiah 12",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.10"
        ],
        "human": "Nehemiah 10",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Resettling Jerusalem"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Now the leaders of the people stayed in Jerusalem, and the rest of the people cast lots for one out of ten to come and live in Jerusalem, the holy city, while the other nine-tenths remained in their towns."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "The people blessed all the men who volunteered to live in Jerusalem."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "These are the heads of the province who stayed in Jerusalem (but in the villages of Judah each lived on his own property in their towns #— #the Israelites, priests, Levites, temple servants, and descendants of Solomon’s servants #— #"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "while some of the descendants of Judah and Benjamin settled in Jerusalem):",
            "Judah’s descendants:",
            "Athaiah son of Uzziah, son of Zechariah, son of Amariah, son of Shephatiah, son of Mahalalel, of Perez’s descendants;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "and Maaseiah son of Baruch, son of Col-hozeh, son of Hazaiah, son of Adaiah, son of Joiarib, son of Zechariah, a descendant of the Shilonite."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "The total number of Perez’s descendants, who settled in Jerusalem, was 468 capable men."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "These were Benjamin’s descendants:",
            "Sallu son of Meshullam, son of Joed, son of Pedaiah, son of Kolaiah, son of Maaseiah, son of Ithiel, son of Jeshaiah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "and after him Gabbai and Sallai: 928."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Joel son of Zichri was the officer over them, and Judah son of Hassenuah was second in command over the city."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "The priests:",
            "Jedaiah son of Joiarib, Jachin, and"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Seraiah son of Hilkiah, son of Meshullam, son of Zadok, son of Meraioth, son of Ahitub, the chief official of God’s temple,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "and their relatives who did the work at the temple: 822. Adaiah son of Jeroham, son of Pelaliah, son of Amzi, son of Zechariah, son of Pashhur, son of Malchijah"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "and his relatives, the heads of families: 242. Amashsai son of Azarel, son of Ahzai, son of Meshillemoth, son of Immer,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "and their relatives, capable men: 128. Zabdiel son of Haggedolim, was their chief."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "The Levites:",
            "Shemaiah son of Hasshub, son of Azrikam, son of Hashabiah, son of Bunni;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "and Shabbethai and Jozabad, from the heads of the Levites, who supervised the work outside the house of God;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Mattaniah son of Mica, son of Zabdi, son of Asaph, the one who began the thanksgiving in prayer; Bakbukiah, second among his relatives; and Abda son of Shammua, son of Galal, son of Jeduthun."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "All the Levites in the holy city: 284."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "The gatekeepers:",
            "Akkub, Talmon, and their relatives, who guarded the city gates: 172."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "The rest of Israel, the priests, and the Levites were in all the villages of Judah, each on his own inherited property."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "The temple servants lived on Ophel; Ziha and Gishpa supervised the temple servants."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "The Levites and Priests"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "The leader of the Levites in Jerusalem was Uzzi son of Bani, son of Hashabiah, son of Mattaniah, son of Mica, of the descendants of Asaph, who were singers for the service of God’s house."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "There was, in fact, a command of the king regarding them, and an ordinance regulating the singers’ daily tasks."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Pethahiah son of Meshezabel, of the descendants of Zerah son of Judah, was the king’s agent in every matter concerning the people."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "As for the farming settlements with their fields:",
            "Some of Judah’s descendants lived in Kiriath-arba",
            "and Dibon and their surrounding villages, and Jekabzeel and its settlements;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "in Jeshua, Moladah, Beth-pelet,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Hazar-shual, and Beer-sheba and its surrounding villages;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "in Ziklag and Meconah and its surrounding villages;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "in En-rimmon, Zorah, Jarmuth, and"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Zanoah and Adullam with their settlements;",
            "in Lachish with its fields and Azekah and its surrounding villages.",
            "So they settled from Beer-sheba to Hinnom Valley."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Benjamin’s descendants:",
            "from Geba, , Michmash, Aija,",
            "and Bethel and its surrounding villages,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Anathoth, Nob, Ananiah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Hazor, Ramah, Gittaim,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Hadid, Zeboim, Neballat,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Lod, and Ono, in Craftsmen’s Valley."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Some of the Judean divisions of Levites were in Benjamin."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.12",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.12"
        ],
        "human": "Nehemiah 12"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "NEH.13"
        ],
        "human": "Nehemiah 13",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.11"
        ],
        "human": "Nehemiah 11",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "These are the priests and Levites who went up with Zerubbabel son of Shealtiel and with Jeshua:",
            "Seraiah, Jeremiah, Ezra,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Amariah, Malluch, Hattush,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Shecaniah, Rehum, Meremoth,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Iddo, Ginnethoi, Abijah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Mijamin, Maadiah, Bilgah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Shemaiah, Joiarib, Jedaiah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Sallu, Amok, Hilkiah, Jedaiah.",
            "These were the heads of the priests and their relatives in the days of Jeshua."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "The Levites:",
            "Jeshua, Binnui, Kadmiel,",
            "Sherebiah, Judah, and Mattaniah —",
            "he and his relatives were in charge of the songs of praise."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Bakbukiah, Unni, and their relatives stood opposite them in the services."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Jeshua fathered Joiakim,",
            "Joiakim fathered Eliashib,",
            "Eliashib fathered Joiada,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Joiada fathered Jonathan,",
            "and Jonathan fathered Jaddua."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "In the days of Joiakim, the heads of the priestly families were",
            "Meraiah of Seraiah,",
            "Hananiah of Jeremiah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Meshullam of Ezra,",
            "Jehohanan of Amariah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Jonathan of Malluchi,",
            "Joseph of Shebaniah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Adna of Harim,",
            "Helkai of Meraioth,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Zechariah of Iddo,",
            "Meshullam of Ginnethon,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Zichri of Abijah,",
            "Piltai of Moadiah, of Miniamin,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Shammua of Bilgah,",
            "Jehonathan of Shemaiah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Mattenai of Joiarib,",
            "Uzzi of Jedaiah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Kallai of Sallai,",
            "Eber of Amok,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Hashabiah of Hilkiah,",
            "and Nethanel of Jedaiah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "In the days of Eliashib, Joiada, Johanan, and Jaddua, the heads of the families of the Levites and priests were recorded while Darius the Persian ruled."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Levi’s descendants, the family heads, were recorded in the Book of the Historical Events during the days of Johanan son of Eliashib."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "The heads of the Levites #— #Hashabiah, Sherebiah, and Jeshua son of Kadmiel, along with their relatives opposite them #— #gave praise and thanks, division by division, as David the man of God had prescribed."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "This included Mattaniah, Bakbukiah, and Obadiah. Meshullam, Talmon, and Akkub were gatekeepers who guarded the storerooms at the city gates."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "These served in the days of Joiakim son of Jeshua, son of Jozadak, and in the days of Nehemiah the governor and Ezra the priest and scribe."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Dedication of the Wall"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "At the dedication of the wall of Jerusalem, they sent for the Levites wherever they lived and brought them to Jerusalem to celebrate the joyous dedication with thanksgiving and singing accompanied by cymbals, harps, and lyres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "The singers gathered from the region around Jerusalem, from the settlements of the Netophathites,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "from Beth-gilgal, and from the fields of Geba and Azmaveth, for they had built settlements for themselves around Jerusalem."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "After the priests and Levites had purified themselves, they purified the people, the city gates, and the wall."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Then I brought the leaders of Judah up on top of the wall, and I appointed two large processions that gave thanks. One went to the right on the wall, toward the Dung Gate."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Hoshaiah and half the leaders of Judah followed,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "along with Azariah, Ezra, Meshullam,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Judah, Benjamin, Shemaiah, Jeremiah,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "and some of the priests’ sons with trumpets, and Zechariah son of Jonathan, son of Shemaiah, son of Mattaniah, son of Micaiah, son of Zaccur, son of Asaph followed"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "as well as his relatives #— #Shemaiah, Azarel, Milalai, Gilalai, Maai, Nethanel, Judah, and Hanani, with the musical instruments of David, the man of God. Ezra the scribe went in front of them."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "At the Fountain Gate they climbed the steps of the city of David on the ascent of the wall and went above the house of David to the Water Gate on the east."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "The second thanksgiving procession went to the left, and I followed it with half the people along the top of the wall, past the Tower of the Ovens to the Broad Wall,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "above the Ephraim Gate, and by the Old Gate, the Fish Gate, the Tower of Hananel, and the Tower of the Hundred, to the Sheep Gate. They stopped at the Gate of the Guard."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "The two thanksgiving processions stood in the house of God. So did I and half of the officials accompanying me,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "as well as the priests:",
            "Eliakim, Maaseiah, Miniamin,",
            "Micaiah, Elioenai, Zechariah,",
            "and Hananiah, with trumpets;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "and Maaseiah, Shemaiah, Eleazar,",
            "Uzzi, Jehohanan, Malchijah, Elam, and Ezer.",
            "Then the singers sang, with Jezrahiah as the leader."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "On that day they offered great sacrifices and rejoiced because God had given them great joy. The women and children also celebrated, and Jerusalem’s rejoicing was heard far away."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Support of the Levites’ Ministry"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "On that same day men were placed in charge of the rooms that housed the supplies, contributions, firstfruits, and tenths. The legally required portions for the priests and Levites were gathered from the village fields, because Judah was grateful to the priests and Levites who were serving."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "They performed the service of their God and the service of purification, along with the singers and gatekeepers, as David and his son Solomon had prescribed."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            46
          ],
          "lines": [
            "For long ago, in the days of David and Asaph, there were heads of the singers and songs of praise and thanksgiving to God."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            47
          ],
          "lines": [
            "So in the days of Zerubbabel and Nehemiah, all Israel contributed the daily portions for the singers and gatekeepers. They also set aside daily portions for the Levites, and the Levites set aside daily portions for Aaron’s descendants."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "NEH.13",
      "is_chapter": true,
      "current": {
        "usfm": [
          "NEH.13"
        ],
        "human": "Nehemiah 13"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "EST.1"
        ],
        "human": "Esther 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NEH.12"
        ],
        "human": "Nehemiah 12",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Nehemiah’s Further Reforms"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "At that time the book of Moses was read publicly to the people. The command was found written in it that no Ammonite or Moabite should ever enter the assembly of God,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "because they did not meet the Israelites with food and water. Instead, they hired Balaam against them to curse them, but our God turned the curse into a blessing."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "When they heard the law, they separated all those of mixed descent from Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Now before this, the priest Eliashib had been put in charge of the storerooms of the house of our God. He was a relative of Tobiah"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "and had prepared a large room for him where they had previously stored the grain offerings, the frankincense, the articles, and the tenths of grain, new wine, and fresh oil prescribed for the Levites, singers, and gatekeepers, along with the contributions for the priests."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "While all this was happening, I was not in Jerusalem, because I had returned to King Artaxerxes of Babylon in the thirty-second year of his reign. It was only later that I asked the king for a leave of absence"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "so I could return to Jerusalem. Then I discovered the evil that Eliashib had done on behalf of Tobiah by providing him a room in the courts of God’s house."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "I was greatly displeased and threw all of Tobiah’s household possessions out of the room."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "I ordered that the rooms be purified, and I had the articles of the house of God restored there, along with the grain offering and frankincense."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "I also found out that because the portions for the Levites had not been given, each of the Levites and the singers performing the service had gone back to his own field."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Therefore, I rebuked the officials, asking, “Why has the house of God been neglected? ” I gathered the Levites and singers together and stationed them at their posts."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Then all Judah brought a tenth of the grain, new wine, and fresh oil into the storehouses."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "I appointed as treasurers over the storehouses the priest Shelemiah, the scribe Zadok, and Pedaiah of the Levites, with Hanan son of Zaccur, son of Mattaniah to assist them, because they were considered trustworthy. They were responsible for the distribution to their colleagues."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Remember me for this, my God, and don’t erase the deeds of faithful love I have done for the house of my God and for its services."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "At that time I saw people in Judah treading winepresses on the Sabbath. They were also bringing in stores of grain and loading them on donkeys, along with wine, grapes, and figs. All kinds of goods were being brought to Jerusalem on the Sabbath day. So I warned them against selling food on that day."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "The Tyrians living there were importing fish and all kinds of merchandise and selling them on the Sabbath to the people of Judah in Jerusalem."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "I rebuked the nobles of Judah and said to them, “What is this evil you are doing #— #profaning the Sabbath day?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Didn’t your ancestors do the same, so that our God brought all this disaster on us and on this city? And now you are rekindling his anger against Israel by profaning the Sabbath! ”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "When shadows began to fall on the city gates of Jerusalem just before the Sabbath, I gave orders that the city gates be closed and not opened until after the Sabbath. I posted some of my men at the gates, so that no goods could enter during the Sabbath day."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Once or twice the merchants and those who sell all kinds of goods camped outside Jerusalem,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "but I warned them, “Why are you camping in front of the wall? If you do it again, I’ll use force against you.” After that they did not come again on the Sabbath."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Then I instructed the Levites to purify themselves and guard the city gates in order to keep the Sabbath day holy.",
            "Remember me for this also, my God, and look on me with compassion according to the abundance of your faithful love."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "In those days I also saw Jews who had married women from Ashdod, Ammon, and Moab."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Half of their children spoke the language of Ashdod or the language of one of the other peoples but could not speak Hebrew. ,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "I rebuked them, cursed them, beat some of their men, and pulled out their hair. I forced them to take an oath before God and said, “You must not give your daughters in marriage to their sons or take their daughters as wives for your sons or yourselves!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Didn’t King Solomon of Israel sin in matters like this? There was not a king like him among many nations. He was loved by his God, and God made him king over all Israel, yet foreign women drew him into sin."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Why then should we hear about you doing all this terrible evil and acting unfaithfully against our God by marrying foreign women? ”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Even one of the sons of Jehoiada, son of the high priest Eliashib, had become a son-in-law to Sanballat the Horonite. So I drove him away from me."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Remember them, my God, for defiling the priesthood as well as the covenant of the priesthood and the Levites."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "So I purified them from everything foreign and assigned specific duties to each of the priests and Levites."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "I also arranged for the donation of wood at the appointed times and for the firstfruits.",
            "Remember me, my God, with favor."
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}