{
  "book_usfm": "RUT",
  "name": "Ruth",
  "local_title": "Christian Standard Bible",
  "local_abbreviation": "CSB",
  "version_id": 1713,
  "publisher": {
    "name": "LifeWay Christian Resources"
  },
  "copyright": {
    "html": "<p>© 2017 Holman Bible Publishers</p>",
    "text": "© 2017 Holman Bible Publishers"
  },
  "language": {
    "iso_639_1": "en",
    "iso_639_3": "eng",
    "language_tag": "eng",
    "local_name": "English",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/jsckdm/bible-data-en-eng",
  "chapters": [
    {
      "chapter_usfm": "RUT.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "RUT.1"
        ],
        "human": "Ruth 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "RUT.2"
        ],
        "human": "Ruth 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.21"
        ],
        "human": "Judges 21",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Naomi’s Family in Moab"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "During the time of the judges, there was a famine in the land. A man left Bethlehem in Judah with his wife and two sons to stay in the territory of Moab for a while."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "The man’s name was Elimelech, and his wife’s name was Naomi. The names of his two sons were Mahlon and Chilion. They were Ephrathites from Bethlehem in Judah. They entered the fields of Moab and settled there."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Naomi’s husband, Elimelech, died, and she was left with her two sons."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Her sons took Moabite women as their wives: one was named Orpah and the second was named Ruth. After they lived in Moab about ten years,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "both Mahlon and Chilion also died, and the woman was left without her two children and without her husband."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Ruth’s Loyalty to Naomi"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "She and her daughters-in-law set out to return from the territory of Moab, because she had heard in Moab that the Lord had paid attention to his people’s need by providing them food."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "She left the place where she had been living, accompanied by her two daughters-in-law, and traveled along the road leading back to the land of Judah."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Naomi said to them, “Each of you go back to your mother’s home. May the Lord show kindness to you as you have shown to the dead and to me."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "May the Lord grant each of you rest in the house of a new husband.” She kissed them, and they wept loudly."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "They said to her, “We insist on returning with you to your people.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "But Naomi replied, “Return home, my daughters. Why do you want to go with me? Am I able to have any more sons who could become your husbands?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Return home, my daughters. Go on, for I am too old to have another husband. Even if I thought there was still hope for me to have a husband tonight and to bear sons,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "would you be willing to wait for them to grow up? Would you restrain yourselves from remarrying? No, my daughters, my life is much too bitter for you to share, because the Lord’s hand has turned against me.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Again they wept loudly, and Orpah kissed her mother-in-law, but Ruth clung to her."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Naomi said, “Look, your sister-in-law has gone back to her people and to her gods. Follow your sister-in-law.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "But Ruth replied:",
            "Don’t plead with me to abandon you",
            "or to return and not follow you.",
            "For wherever you go, I will go,",
            "and wherever you live, I will live;",
            "your people will be my people,",
            "and your God will be my God."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Where you die, I will die,",
            "and there I will be buried.",
            "May the Lord punish me,",
            "and do so severely,",
            "if anything but death separates you and me."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "When Naomi saw that Ruth was determined to go with her, she stopped talking to her."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "The two of them traveled until they came to Bethlehem. When they entered Bethlehem, the whole town was excited about their arrival , and the local women exclaimed, “Can this be Naomi? ”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "“Don’t call me Naomi. Call me Mara,” she answered, “for the Almighty has made me very bitter."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "I went away full, but the Lord has brought me back empty. Why do you call me Naomi, since the Lord has opposed me, and the Almighty has afflicted me? ”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "So Naomi came back from the territory of Moab with her daughter-in-law Ruth the Moabitess. They arrived in Bethlehem at the beginning of the barley harvest."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "RUT.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "RUT.2"
        ],
        "human": "Ruth 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "RUT.3"
        ],
        "human": "Ruth 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "RUT.1"
        ],
        "human": "Ruth 1",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Ruth and Boaz Meet"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Now Naomi had a relative on her husband’s side. He was a prominent man of noble character from Elimelech’s family. His name was Boaz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Ruth the Moabitess asked Naomi, “Will you let me go into the fields and gather fallen grain behind someone with whom I find favor? ”",
            "Naomi answered her, “Go ahead, my daughter.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "So Ruth left and entered the field to gather grain behind the harvesters. She happened to be in the portion of the field belonging to Boaz, who was from Elimelech’s family."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Later, when Boaz arrived from Bethlehem, he said to the harvesters, “The Lord be with you.”",
            "“The Lord bless you,” they replied."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Boaz asked his servant who was in charge of the harvesters, “Whose young woman is this? ”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "The servant answered, “She is the young Moabite woman who returned with Naomi from the territory of Moab."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "She asked, ‘Will you let me gather fallen grain among the bundles behind the harvesters? ’ She came and has been on her feet since early morning, except that she rested a little in the shelter.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Then Boaz said to Ruth, “Listen, my daughter. Don’t go and gather grain in another field, and don’t leave this one, but stay here close to my female servants."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "See which field they are harvesting, and follow them. Haven’t I ordered the young men not to touch you? When you are thirsty, go and drink from the jars the young men have filled.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "She fell facedown, bowed to the ground, and said to him, “Why have I found favor with you, so that you notice me, although I am a foreigner? ”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Boaz answered her, “Everything you have done for your mother-in-law since your husband’s death has been fully reported to me: how you left your father and mother and your native land, and how you came to a people you didn’t previously know."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "May the Lord reward you for what you have done, and may you receive a full reward from the Lord God of Israel, under whose wings you have come for refuge.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "“My lord,” she said, “I have found favor with you, for you have comforted and encouraged your servant, although I am not like one of your female servants.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "At mealtime Boaz told her, “Come over here and have some bread and dip it in the vinegar sauce.” So she sat beside the harvesters, and he offered her roasted grain. She ate and was satisfied and had some left over."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "When she got up to gather grain, Boaz ordered his young men, “Let her even gather grain among the bundles, and don’t humiliate her."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Pull out some stalks from the bundles for her and leave them for her to gather. Don’t rebuke her.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "So Ruth gathered grain in the field until evening. She beat out what she had gathered, and it was about twenty-six quarts of barley."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "She picked up the grain and went into the town, where her mother-in-law saw what she had gleaned. She brought out what she had left over from her meal and gave it to her."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Her mother-in-law said to her, “Where did you gather barley today, and where did you work? May the Lord bless the man who noticed you.”",
            "Ruth told her mother-in-law whom she had worked with and said, “The name of the man I worked with today is Boaz.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Then Naomi said to her daughter-in-law, “May the Lord bless him because he has not abandoned his kindness to the living or the dead.” Naomi continued, “The man is a close relative. He is one of our family redeemers.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Ruth the Moabitess said, “He also told me, ‘Stay with my young men until they have finished all of my harvest.’ ”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "So Naomi said to her daughter-in-law Ruth, “My daughter, it is good for you to work with his female servants, so that nothing will happen to you in another field.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Ruth stayed close to Boaz’s female servants and gathered grain until the barley and the wheat harvests were finished. And she lived with her mother-in-law."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "RUT.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "RUT.3"
        ],
        "human": "Ruth 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "RUT.4"
        ],
        "human": "Ruth 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "RUT.2"
        ],
        "human": "Ruth 2",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Ruth’s Appeal to Boaz"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Ruth’s mother-in-law Naomi said to her, “My daughter, shouldn’t I find rest for you, so that you will be taken care of?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Now isn’t Boaz our relative? Haven’t you been working with his female servants? This evening he will be winnowing barley on the threshing floor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Wash, put on perfumed oil, and wear your best clothes. Go down to the threshing floor, but don’t let the man know you are there until he has finished eating and drinking."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "When he lies down, notice the place where he’s lying, go in and uncover his feet, and lie down. Then he will explain to you what you should do.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "So Ruth said to her, “I will do everything you say.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "She went down to the threshing floor and did everything her mother-in-law had charged her to do."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "After Boaz ate, drank, and was in good spirits, he went to lie down at the end of the pile of barley, and she came secretly, uncovered his feet, and lay down."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "At midnight, Boaz was startled, turned over, and there lying at his feet was a woman!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "So he asked, “Who are you? ”",
            "“I am Ruth, your servant,” she replied. “Take me under your wing, , for you are a family redeemer.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Then he said, “May the Lord bless you, my daughter. You have shown more kindness now than before, because you have not pursued younger men, whether rich or poor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Now don’t be afraid, my daughter. I will do for you whatever you say, since all the people in my town know that you are a woman of noble character."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Yes, it is true that I am a family redeemer, but there is a redeemer closer than I am."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Stay here tonight, and in the morning, if he wants to redeem you, that’s good. Let him redeem you. But if he doesn’t want to redeem you, as the Lord lives, I will. Now lie down until morning.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "So she lay down at his feet until morning but got up while it was still dark. Then Boaz said, “Don’t let it be known that a woman came to the threshing floor.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "And he told Ruth, “Bring the shawl you’re wearing and hold it out.” When she held it out, he shoveled six measures of barley into her shawl, and she went into the town."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "She went to her mother-in-law, Naomi, who asked her, “What happened, my daughter? ”",
            "Then Ruth told her everything the man had done for her."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "She said, “He gave me these six measures of barley, because he said, ‘Don’t go back to your mother-in-law empty-handed.’ ”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Naomi said, “My daughter, wait until you find out how things go, for he won’t rest unless he resolves this today.”"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "RUT.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "RUT.4"
        ],
        "human": "Ruth 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1SA.1"
        ],
        "human": "1 Samuel 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "RUT.3"
        ],
        "human": "Ruth 3",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Ruth and Boaz Marry"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Boaz went to the gate of the town and sat down there. Soon the family redeemer Boaz had spoken about came by. Boaz said, “Come over here and sit down.” So he went over and sat down."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Then Boaz took ten men of the town’s elders and said, “Sit here.” And they sat down."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "He said to the redeemer, “Naomi, who has returned from the territory of Moab, is selling the portion of the field that belonged to our brother Elimelech."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "I thought I should inform you: Buy it back in the presence of those seated here and in the presence of the elders of my people. If you want to redeem it, do it. But if you do not want to redeem it, tell me so that I will know, because there isn’t anyone other than you to redeem it, and I am next after you.”",
            "“I want to redeem it,” he answered."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Then Boaz said, “On the day you buy the field from Naomi, you will acquire Ruth the Moabitess, the wife of the deceased man, to perpetuate the man’s name on his property.” ,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "The redeemer replied, “I can’t redeem it myself, or I will ruin my own inheritance. Take my right of redemption, because I can’t redeem it.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "At an earlier period in Israel, a man removed his sandal and gave it to the other party in order to make any matter legally binding concerning the right of redemption or the exchange of property. This was the method of legally binding a transaction in Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "So the redeemer removed his sandal and said to Boaz, “Buy back the property yourself.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Boaz said to the elders and all the people, “You are witnesses today that I am buying from Naomi everything that belonged to Elimelech, Chilion, and Mahlon."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "I have also acquired Ruth the Moabitess, Mahlon’s widow, as my wife, to perpetuate the deceased man’s name on his property, so that his name will not disappear among his relatives or from the gate of his hometown. You are witnesses today.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "All the people who were at the city gate, including the elders, said, “We are witnesses. May the Lord make the woman who is entering your house like Rachel and Leah, who together built the house of Israel. May you be powerful in Ephrathah and your name well known in Bethlehem."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "May your house become like the house of Perez, the son Tamar bore to Judah, because of the offspring the Lord will give you by this young woman.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Boaz took Ruth and she became his wife. He slept with her, and the Lord granted conception to her, and she gave birth to a son."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "The women said to Naomi, “Blessed be the Lord, who has not left you without a family redeemer today. May his name become well known in Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "He will renew your life and sustain you in your old age. Indeed, your daughter-in-law, who loves you and is better to you than seven sons, has given birth to him.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Naomi took the child, placed him on her lap, and became a mother to him."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "The neighbor women said, “A son has been born to Naomi,” and they named him Obed. He was the father of Jesse, the father of David."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "David’s Genealogy from Judah’s Son"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Now these are the family records of Perez:",
            "Perez fathered Hezron,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Hezron fathered Ram,",
            "Ram fathered Amminadab,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Amminadab fathered Nahshon,",
            "Nahshon fathered Salmon,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Salmon fathered Boaz,",
            "Boaz fathered Obed,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Obed fathered Jesse,",
            "and Jesse fathered David."
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}