{
  "book_usfm": "JDG",
  "name": "Jueces",
  "local_title": "Nueva Versión Internacional - Español",
  "local_abbreviation": "NVI",
  "version_id": 128,
  "publisher": {
    "name": "Biblica, Inc."
  },
  "copyright": {
    "html": "<p>Santa Biblia, Nueva Versión Internacional® NVI®</p> <p>© 1999, 2015, 2022 por Biblica, Inc.</p> <p>Usado con permiso. Reservados todos los derechos en todo el mundo.</p>",
    "text": "Santa Biblia, Nueva Versión Internacional® NVI® © 1999, 2015, 2022 por Biblica, Inc. Usado con permiso. Reservados todos los derechos en todo el mundo."
  },
  "language": {
    "iso_639_1": "es",
    "iso_639_3": "spa",
    "language_tag": "spa",
    "local_name": "Español (América Latina)",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/jsckdm/bible-data-es-spa",
  "chapters": [
    {
      "chapter_usfm": "JDG.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.1"
        ],
        "human": "Jueces 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.2"
        ],
        "human": "Jueces 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.24"
        ],
        "human": "Josué 24",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Israel continúa su lucha contra los cananeos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Después de la muerte de Josué, los israelitas preguntaron al Señor:",
            "—¿Quién de nosotros será el primero en subir y pelear contra los cananeos?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "El Señor respondió:",
            "—Judá será el primero en subir, puesto que ya he entregado el país en sus manos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Entonces los de la tribu de Judá dijeron a sus hermanos de la tribu de Simeón: «Suban con nosotros al territorio que nos ha tocado y pelearemos contra los cananeos; después nosotros iremos con ustedes al territorio que les tocó». Y los de la tribu de Simeón los acompañaron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Cuando Judá atacó, el Señor entregó en sus manos a los cananeos y a los ferezeos. En Bézec derrotaron a diez mil hombres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Allí se toparon con Adoní Bézec y pelearon contra él, y derrotaron a los cananeos y a los ferezeos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Adoní Bézec logró escapar, pero lo persiguieron hasta que lo capturaron, y le cortaron los pulgares de las manos y los dedos gordos de los pies."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Entonces Adoní Bézec exclamó: «¡Setenta reyes, cortados los pulgares de las manos y los dedos gordos de los pies, recogían migajas debajo de mi mesa! ¡Ahora Dios me ha hecho lo mismo que yo hice con ellos!». Luego lo llevaron a Jerusalén y allí murió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Los de la tribu de Judá también atacaron a Jerusalén; la capturaron, hirieron a sus habitantes a filo de espada y luego incendiaron la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Después la tribu de Judá fue a pelear contra los cananeos que vivían en la región montañosa, en el Néguev y en la llanura."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Avanzaron contra los cananeos que vivían en Hebrón, ciudad que antes se llamaba Quiriat Arbá, y derrotaron a Sesay, Ajimán y Talmay."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "De allí avanzaron para atacar a los habitantes de Debir, ciudad que antes se llamaba Quiriat Séfer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Y Caleb dijo: «A quien derrote a Quiriat Séfer y la conquiste, yo le daré por esposa a mi hija Acsa»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Entonces Otoniel, hijo de Quenaz y hermano menor de Caleb, la conquistó; así que Caleb le dio por esposa a su hija Acsa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Cuando ella llegó, convenció a Otoniel de que pidiera un terreno a su padre. Al bajar Acsa del asno, Caleb preguntó:",
            "—¿Qué te pasa?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "—Concédeme un gran favor —respondió ella—. Ya que me has dado tierras en el Néguev, dame también manantiales.",
            "Fue así como Caleb dio a su hija manantiales en las zonas altas y en las bajas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Los descendientes de Hobab el quenita, suegro de Moisés, acompañaron a la tribu de Judá desde la Ciudad de las Palmeras hasta el desierto de Judá, que está en el Néguev, cerca de Arad. Allí habitaron con la gente del lugar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Después fueron los de la tribu de Judá con sus hermanos de la tribu de Simeón y derrotaron a los cananeos que vivían en Sefat, ciudad que destruyeron por completo. Desde entonces Sefat fue llamada Jormá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Los hombres de Judá también conquistaron las ciudades de Gaza, Ascalón y Ecrón, cada una de ellas con su propio territorio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "El Señor estaba con los hombres de Judá. Estos tomaron posesión de la región montañosa, pero no pudieron expulsar a los que vivían en las llanuras, porque esa gente contaba con carros de hierro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Tal como lo había prometido Moisés, Caleb recibió Hebrón y expulsó de esa ciudad a los tres hijos de Anac."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "En cambio, los de la tribu de Benjamín no lograron expulsar a los jebuseos, que vivían en Jerusalén. Por eso hasta el día de hoy los jebuseos viven con los benjamitas en Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Los de la tribu de José, por su parte, subieron contra Betel, pues el Señor estaba con ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Enviaron espías a Betel, ciudad que antes se llamaba Luz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Estos espías, al ver que un hombre salía de la ciudad, le dijeron: «Muéstranos cómo entrar en la ciudad y seremos bondadosos contigo»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Aquel hombre les mostró cómo entrar en la ciudad y ellos la conquistaron a filo de espada; pero al hombre y a toda su familia les perdonaron la vida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Y ese hombre se fue a la tierra de los hititas, donde fundó una ciudad a la que llamó Luz, nombre que conserva hasta el día de hoy."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Pero los de la tribu de Manasés no pudieron expulsar a los de Betseán y de Tanac con sus respectivas aldeas, ni tampoco a los habitantes de Dor, Ibleam y Meguido con sus respectivas aldeas, porque los cananeos estaban decididos a permanecer en esa tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Solo cuando Israel se hizo fuerte pudo someter a los cananeos a trabajos forzados, aunque nunca pudo expulsarlos del todo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Los de la tribu de Efraín tampoco pudieron expulsar a los cananeos que vivían en Guézer, de modo que los cananeos siguieron viviendo entre ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Los de la tribu de Zabulón, por su parte, tampoco pudieron expulsar a los cananeos que vivían en Quitrón y Nalol, y estos siguieron viviendo entre ellos, aunque fueron sometidos a trabajos forzados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Tampoco los de la tribu de Aser expulsaron a los habitantes de Aco, Sidón, Ajlab, Aczib, Jelba, Afec y Rejob."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Por eso, como no los expulsaron, el pueblo de la tribu de Aser vivió entre los cananeos que habitaban en aquella región."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Tampoco los de la tribu de Neftalí expulsaron a los habitantes de Bet Semes y Bet Anat, sino que vivieron entre los cananeos que habitaban en aquella región. Sin embargo, sometieron a trabajos forzados a los que vivían en Bet Semes y Bet Anat."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Los amorreos obligaron a los de la tribu de Dan a vivir en la región montañosa y no les permitieron bajar a la llanura."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Los amorreos también estaban decididos a permanecer en el monte Jeres, en Ayalón y en Salbín. Pero cuando se acrecentó el poder de la tribu de José, los amorreos también fueron sometidos a trabajos forzados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "La frontera de los amorreos iba desde la cuesta de los Escorpiones hasta Selá e incluso más arriba."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.2"
        ],
        "human": "Jueces 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.3"
        ],
        "human": "Jueces 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.1"
        ],
        "human": "Jueces 1",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El ángel del Señor en Boquín"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "El ángel del Señor subió de Guilgal a Boquín y dijo: «Yo los saqué a ustedes de Egipto y los hice entrar en la tierra que juré dar a sus antepasados. Dije: “Nunca quebrantaré mi pacto con ustedes;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "ustedes, por su parte, no harán ningún pacto con la gente de esta tierra, sino que derribarán sus altares”. ¡Pero me han desobedecido! ¿Por qué han actuado así?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Pues quiero que sepan que no expulsaré de la presencia de ustedes a esa gente; ellos les harán la vida imposible y sus dioses les serán una trampa»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Cuando el ángel del Señor habló así a todos los israelitas, el pueblo lloró a gritos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Por eso llamaron a aquel lugar Boquín, y allí ofrecieron sacrificios al Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Desobediencia y derrota"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Cuando Josué despidió al pueblo, los israelitas se fueron a tomar posesión de la tierra, cada uno a su propio territorio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Durante toda la vida de Josué, el pueblo sirvió al Señor. Así sucedió también durante el tiempo en que estuvieron al frente de Israel los jefes que habían compartido el liderazgo con Josué y que habían visto todas las grandes obras que el Señor había hecho por Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Josué, hijo de Nun, siervo del Señor, murió a la edad de ciento diez años"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "y lo sepultaron en Timnat Jeres, tierra de su heredad, en la región montañosa de Efraín, al norte del monte de Gaas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "También murió toda aquella generación y surgió otra que no conocía al Señor ni sabía lo que él había hecho por Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Esos israelitas hicieron lo malo ante los ojos del Señor y adoraron a los ídolos de Baal."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Abandonaron al Señor, Dios de sus antepasados, que los había sacado de Egipto, siguieron a otros dioses —dioses de los pueblos que los rodeaban— y los adoraron, provocando así la ira del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Abandonaron al Señor y adoraron a Baal y a las imágenes de Astarté."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Entonces el Señor se enfureció contra los israelitas y los entregó en manos de invasores que los saquearon. Los dejó en manos de los enemigos que tenían a su alrededor, a los que ya no pudieron hacerles frente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Cada vez que los israelitas salían a combatir, la mano del Señor estaba en contra de ellos para su mal, tal como el Señor se lo había dicho y jurado. Así llegaron a verse muy angustiados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Entonces el Señor hizo surgir líderes que los libraron del poder de esos invasores."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Sin embargo, tampoco escucharon a esos líderes, sino que se prostituyeron al entregarse a otros dioses y adorarlos. Muy pronto se apartaron del camino que habían seguido sus antepasados, el camino de la obediencia a los mandamientos del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Cada vez que el Señor levantaba entre ellos un líder, el Señor estaba con él. Mientras ese líder vivía, los libraba del poder de sus enemigos, porque el Señor se compadecía de ellos al oírlos gemir por causa de quienes los oprimían y afligían."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Pero cuando el líder moría, ellos volvían a corromperse aún más que sus antepasados, pues se iban tras otros dioses, a los que servían y adoraban. De tal forma se negaban a abandonar sus malvadas costumbres y su obstinada conducta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Por eso el Señor se enfureció contra Israel y dijo: «Puesto que esta nación ha violado el pacto que yo establecí con sus antepasados y no me ha obedecido,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "tampoco yo echaré de su presencia a ninguna de las naciones que Josué dejó al morir."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Las usaré para poner a prueba a Israel y ver si guarda mi camino y anda por él, como lo hicieron sus antepasados»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Por eso el Señor dejó en paz a esas naciones; no las echó enseguida ni las entregó en manos de Josué."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.3"
        ],
        "human": "Jueces 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.4"
        ],
        "human": "Jueces 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.2"
        ],
        "human": "Jueces 2",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Las siguientes naciones son las que el Señor dejó a salvo para poner a prueba a todos los israelitas que no habían participado en ninguna de las guerras de Canaán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Lo hizo solamente para que los descendientes de los israelitas, que no habían tenido experiencia en el campo de batalla, aprendieran a combatir."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Quedaron los cinco gobernantes de los filisteos, todos los cananeos, los sidonios y heveos que vivían en los montes del Líbano, desde el monte de Baal Hermón hasta Lebó Jamat."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Allí los dejó el Señor para poner a prueba a los israelitas, a ver si obedecían sus mandamientos, que él había dado a sus antepasados por medio de Moisés."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Los israelitas vivían entre cananeos, hititas, amorreos, ferezeos, heveos y jebuseos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Se casaron con las hijas de esos pueblos, y a sus propias hijas las casaron con ellos y adoraron a sus dioses."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Otoniel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Los israelitas hicieron lo malo ante los ojos del Señor; se olvidaron del Señor su Dios y adoraron a las imágenes de Baal y de Aserá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "El Señor se enfureció contra Israel a tal grado que los entregó en manos de Cusán Risatayin, rey de Aram Najarayin, a quien estuvieron sometidos durante ocho años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Pero clamaron al Señor y él hizo que surgiera un libertador, Otoniel, hijo de Quenaz, hermano menor de Caleb. Y Otoniel liberó a los israelitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "El Espíritu del Señor vino sobre él, y así se convirtió en líder de Israel y salió a la guerra. El Señor entregó a Cusán Risatayin, rey de Aram, en manos de Otoniel, quien prevaleció sobre él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "El país tuvo paz durante cuarenta años, hasta que murió Otoniel, hijo de Quenaz."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Aod"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Una vez más los israelitas hicieron lo malo ante los ojos del Señor. Entonces, por causa del mal que hicieron, el Señor le dio poder sobre ellos a Eglón, rey de Moab."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Luego de aliarse con los amonitas y los amalecitas, Eglón fue, atacó a Israel y se apoderó de la Ciudad de las Palmeras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Los israelitas estuvieron sometidos a Eglón, rey de Moab, durante dieciocho años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Los israelitas volvieron a clamar al Señor, y el Señor levantó un libertador: Aod, hijo de Guerá, de la tribu de Benjamín, quien era zurdo. Por medio de él los israelitas enviaron tributo a Eglón, rey de Moab."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Aod se había hecho un puñal de doble filo como de un codo de largo, el cual sujetó a su muslo derecho por debajo de la ropa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Le presentó el tributo a Eglón, rey de Moab, que era muy gordo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Cuando Aod terminó de presentárselo, se fue a despedir a los hombres que habían transportado el tributo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Pero luego se regresó desde las imágenes de piedra que estaban cerca de Guilgal y dijo:",
            "—Majestad, tengo un mensaje secreto para usted.",
            "—¡Silencio! —ordenó el rey.",
            "Y todos sus servidores se retiraron de su presencia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Entonces Aod se acercó al rey, que estaba sentado solo en la habitación del piso superior de su palacio de verano, y le dijo:",
            "—Tengo un mensaje de Dios para usted.",
            "Cuando el rey se levantó de su trono,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Aod extendió la mano izquierda, sacó el puñal que llevaba en el muslo derecho y se lo clavó al rey en el vientre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "La empuñadura se hundió tras la hoja, a tal punto que esta salió por la espalda. Además, Aod no sacó el puñal, ya que este quedó totalmente cubierto por la gordura."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Luego de cerrar y atrancar las puertas de la habitación del piso superior, Aod salió por la ventana."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Cuando ya Aod se había ido, llegaron los siervos del rey y, al ver atrancadas las puertas de la habitación del piso superior, dijeron: «Tal vez está haciendo sus necesidades en el cuarto interior de la casa»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Y tanto esperaron que se sintieron desconcertados. Al ver que el rey no abría las puertas de la habitación, las abrieron con una llave. Allí encontraron a su señor tendido en el piso, ya muerto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Mientras esperaban, Aod se escapó. Pasó junto a las imágenes de piedra y huyó a Seirat."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Cuando llegó allí, tocó la trompeta en la región montañosa de Efraín y los israelitas descendieron de la montaña, con él a la cabeza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "«Síganme —les ordenó—, porque el Señor ha entregado en manos de ustedes a sus enemigos los moabitas». Bajaron con él y, tomando posesión de los cruces del Jordán que conducían a Moab, no dejaron pasar a nadie."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "En aquella ocasión derrotaron a unos diez mil moabitas, todos robustos y aguerridos. No escapó ni un solo hombre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Aquel día Moab quedó sometido a Israel, y el país tuvo paz durante ochenta años."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Samgar"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Después de Aod el siguiente fue Samgar, hijo de Anat, quien derrotó a seiscientos filisteos con una vara para arrear bueyes. También él liberó a Israel."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.4"
        ],
        "human": "Jueces 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.5"
        ],
        "human": "Jueces 5",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.3"
        ],
        "human": "Jueces 3",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Débora"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Después de la muerte de Aod, los israelitas volvieron a hacer lo malo ante los ojos del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Así que el Señor los entregó en manos de Jabín, un rey cananeo que reinaba en Jazor. El comandante de su ejército era Sísara, que vivía en Jaroset Goyim."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Los israelitas clamaron al Señor porque Jabín tenía novecientos carros de hierro y durante veinte años había oprimido cruelmente a los israelitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "En aquel tiempo lideraba a Israel una profetisa llamada Débora, que era esposa de Lapidot."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Ella tenía su tribunal bajo la Palmera de Débora, entre Ramá y Betel, en la región montañosa de Efraín, y los israelitas acudían a ella para resolver sus disputas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Débora mandó llamar a Barac, hijo de Abinoán, que vivía en Cedes de Neftalí y le dijo:",
            "—El Señor, el Dios de Israel, ordena: “Ve y reúne en el monte Tabor a diez mil hombres de la tribu de Neftalí y de la tribu de Zabulón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Yo atraeré a Sísara, comandante del ejército de Jabín, con sus carros y sus tropas, hasta el arroyo Quisón. Allí lo entregaré en tus manos”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Barac dijo:",
            "—Solo iré si tú me acompañas; de lo contrario, no iré."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "—¡Está bien, iré contigo! —dijo Débora—. Pero, por la manera en que vas a encarar este asunto, la gloria no será tuya, ya que el Señor entregará a Sísara en manos de una mujer.",
            "Así que Débora fue con Barac hasta Cedes,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "donde él convocó a las tribus de Zabulón y Neftalí. Diez mil hombres se pusieron a sus órdenes y también Débora subió con él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Héber el quenita, por su parte, se había separado de los otros quenitas que descendían de Hobab, el suegro de Moisés, y armó su campamento junto al gran árbol que está en Sananín, cerca de Cedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Cuando informaron a Sísara que Barac, hijo de Abinoán, había subido al monte Tabor,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Sísara convocó a sus novecientos carros de hierro y a todos sus soldados, desde Jaroset Goyim hasta el arroyo Quisón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Entonces Débora dijo a Barac:",
            "—¡Adelante! Este es el día en que el Señor entregará a Sísara en tus manos. ¿Acaso no marcha el Señor al frente de tu ejército?",
            "Barac descendió del monte Tabor, seguido por los diez mil hombres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Ante el avance de Barac, el Señor desbarató a Sísara a filo de espada, con todos sus carros y su ejército, a tal grado que Sísara saltó de su carro y huyó a pie."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Barac persiguió a los carros y al ejército hasta Jaroset Goyim. Todo el ejército de Sísara cayó a filo de espada; no quedó nadie con vida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Mientras tanto, Sísara había huido a pie hasta la tienda de campaña de Jael, la esposa de Héber el quenita, pues había buenas relaciones entre Jabín, rey de Jazor, y el clan de Héber el quenita."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Jael salió al encuentro de Sísara y le dijo:",
            "—¡Adelante, mi señor! Entre usted por aquí. No tenga miedo.",
            "Sísara entró en la tienda y ella lo cubrió con una manta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "—Tengo sed —dijo él—. ¿Podrías darme un poco de agua?",
            "Ella destapó un odre de leche, le dio de beber y volvió a cubrirlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "—Párate a la entrada de la tienda de campaña —dijo él—. Si alguien viene y te pregunta: “¿Hay alguien aquí?”, contéstale que no."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Pero Jael, esposa de Héber, tomó una estaca de la tienda de campaña y un martillo, y con todo sigilo se acercó a Sísara, quien agotado por el cansancio dormía profundamente. Entonces le clavó la estaca en la sien y se la atravesó, hasta clavarla en la tierra. Así murió Sísara."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Barac pasó por allí persiguiendo a Sísara y Jael salió a su encuentro. «Ven —dijo ella— y te mostraré al hombre que buscas». Barac entró con ella y allí estaba tendido Sísara, muerto y con la estaca atravesándole la sien."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Aquel día Dios humilló en presencia de los israelitas a Jabín, el rey cananeo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Y el poder de los israelitas contra Jabín se consolidaba cada vez más, hasta que lo destruyeron."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.5",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.5"
        ],
        "human": "Jueces 5"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.6"
        ],
        "human": "Jueces 6",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.4"
        ],
        "human": "Jueces 4",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La canción de Débora"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Aquel día Débora y Barac, hijo de Abinoán, entonaron este canto:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "«Cuando los príncipes de Israel toman el mando,",
            "cuando el pueblo se ofrece voluntariamente,",
            "¡bendito sea el Señor!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "»¡Oigan, reyes! ¡Escuchen, gobernantes!",
            "Yo cantaré, cantaré al Señor;",
            "tocaré música al Señor, el Dios de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "»Oh Señor, cuando saliste de Seír,",
            "cuando marchaste desde los campos de Edom,",
            "tembló la tierra, fluyeron los cielos,",
            "las nubes derramaron agua."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Temblaron las montañas al ver al Señor, el Dios del Sinaí;",
            "al ver al Señor, el Dios de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "»En los días de Samgar, hijo de Anat,",
            "en los días de Jael, los viajeros abandonaron los caminos",
            "y se fueron por sendas torcidas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Los campesinos de Israel desaparecieron;",
            "desaparecieron hasta que yo me levanté.",
            "¡Yo, Débora, me levanté como una madre en Israel!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Dios eligió nuevos líderes,",
            "cuando la guerra llegó a las puertas de la ciudad,",
            "pero no se veía ni un escudo ni una lanza",
            "entre cuarenta mil hombres de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Mi corazón está con los príncipes de Israel,",
            "con los voluntarios del pueblo.",
            "¡Bendito sea el Señor!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "»Ustedes, los que montan asnas blancas",
            "y se sientan sobre tapices,",
            "y ustedes, los que andan por el camino,",
            "consideren"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "la voz de los que cantan en los abrevaderos,",
            "donde relatan los actos de justicia del Señor,",
            "los actos de justicia para con sus campesinos en Israel.",
            "»Entonces el pueblo del Señor",
            "descendió a las puertas de la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "¡Despierta, despierta, Débora!",
            "¡Despierta, despierta, y entona una canción!",
            "¡Levántate, Barac!",
            "Lleva cautivos a tus prisioneros, hijo de Abinoán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "»Los sobrevivientes descendieron con los nobles;",
            "el pueblo del Señor vino a mí con los valientes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Algunos venían de Efraín, cuyas raíces estaban en Amalec;",
            "Benjamín estaba con el pueblo que te seguía.",
            "Desde Maquir bajaron capitanes;",
            "desde Zabulón, los que llevan el bastón de mando."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Con Débora estaban los príncipes de Isacar;",
            "Isacar estaba con Barac,",
            "y tras él se lanzó hasta el valle.",
            "En los distritos de Rubén",
            "hay grandes resoluciones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "¿Por qué permaneciste entre los corrales",
            "escuchando los silbidos para llamar a los rebaños?",
            "En los distritos de Rubén",
            "hay grandes titubeos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Galaad habitó más allá del Jordán.",
            "Y Dan, ¿por qué se quedó junto a los barcos?",
            "Aser se quedó en la costa del mar;",
            "permaneció en sus ensenadas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "El pueblo de Zabulón arriesgó la vida,",
            "como hizo Neftalí en las alturas del campo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "»Los reyes llegaron y pelearon;",
            "entonces los reyes de Canaán lucharon en Tanac,",
            "junto a las aguas de Meguido,",
            "pero no se llevaron botín de plata."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Desde los cielos lucharon las estrellas,",
            "desde sus senderos lucharon contra Sísara."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "El torrente Quisón los arrastró;",
            "el torrente antiguo, el torrente Quisón.",
            "¡Marcha, alma mía, con vigor!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Resonaron entonces los cascos equinos;",
            "¡galopan, galopan sus briosos corceles!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "“Maldice a Meroz —dijo el ángel del Señor—.",
            "Maldice a sus habitantes con dureza,",
            "porque no vinieron en ayuda del Señor,",
            "en ayuda del Señor y de sus valientes”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "»¡Sea Jael, esposa de Héber el quenita,",
            "la más bendita entre las mujeres,",
            "la más bendita entre las mujeres que habitan en tiendas de campaña!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Sísara pidió agua, Jael le dio leche;",
            "en taza de nobles le ofreció natas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Su mano izquierda tomó la estaca;",
            "su mano derecha, el mazo de trabajo.",
            "Golpeó a Sísara, le machacó la cabeza",
            "y lo remató atravesándole las sienes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "A los pies de ella se desplomó;",
            "allí cayó y quedó tendido.",
            "Cayó desplomado a sus pies;",
            "allí donde cayó, quedó muerto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "»Por la ventana se asoma la madre de Sísara;",
            "tras la celosía clama a gritos:",
            "“¿Por qué se demora su carro en venir?",
            "¿Por qué se atrasa el estruendo de sus carros?”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Las más sabias de sus damas le responden,",
            "y ella se repite a sí misma:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "“Seguramente se están repartiendo el botín arrebatado al enemigo:",
            "una muchacha o dos para cada guerrero;",
            "telas de colores como botín para Sísara;",
            "una tela, dos telas, de colores bordadas para mi cuello.",
            "¡Todo esto como botín!”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "»¡Así perezcan todos tus enemigos, oh Señor!",
            "Pero los que te aman sean como el sol",
            "cuando sale en todo su esplendor».",
            "Entonces el país tuvo paz durante cuarenta años."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.6",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.6"
        ],
        "human": "Jueces 6"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.7"
        ],
        "human": "Jueces 7",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.5"
        ],
        "human": "Jueces 5",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Gedeón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Los israelitas hicieron lo malo ante los ojos del Señor, y él los entregó en manos de los madianitas durante siete años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Era tal la tiranía de los madianitas que los israelitas se hicieron escondites en las montañas, las cuevas y otros lugares de refugio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Siempre que los israelitas sembraban, los madianitas, amalecitas y otros pueblos del oriente venían y los atacaban."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Acampaban y arruinaban las cosechas por todo el territorio, hasta la región de Gaza. No dejaban en Israel nada con vida: ni ovejas, ni bueyes ni asnos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Llegaban con su ganado y con sus tiendas de campaña como plaga de langostas. Tanto ellos como sus camellos eran incontables e invadían el país para devastarlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Era tal la miseria de los israelitas por causa de los madianitas que clamaron al Señor pidiendo ayuda."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Cuando los israelitas clamaron al Señor a causa de los madianitas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "el Señor les envió un profeta que dijo: «Así dice el Señor, Dios de Israel: “Yo los saqué de Egipto, tierra de esclavitud,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "y los libré de su poder. También los libré del poder de todos sus opresores, a quienes expulsé de la presencia de ustedes para entregarles su tierra”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Les dije: “Yo soy el Señor su Dios; no adoren a los dioses de los amorreos, en cuya tierra viven”. Pero ustedes no me obedecieron»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "El ángel del Señor vino y se sentó bajo la encina que estaba en Ofra, la cual pertenecía a Joás, del clan de Abiezer. Su hijo Gedeón estaba limpiando trigo en un lagar, para protegerlo de los madianitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Cuando el ángel del Señor apareció ante Gedeón, dijo:",
            "—¡El Señor está contigo, valiente guerrero!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "—Pero, señor —respondió Gedeón—, si el Señor está con nosotros, ¿cómo es que nos sucede todo esto? ¿Dónde están todas las maravillas que nos contaban nuestros antepasados, cuando decían: “¡El Señor nos sacó de Egipto!”? ¡La verdad es que el Señor nos ha desamparado y nos ha entregado en manos de Madián!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "El Señor lo encaró y le dijo:",
            "—Ve con la fuerza que tienes y salvarás a Israel del poder de Madián. Yo soy quien te envía."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "—Pero, señor —objetó Gedeón—, ¿cómo voy a salvar a Israel? Mi clan es el más débil de la tribu de Manasés y yo soy el más insignificante de mi familia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "El Señor respondió:",
            "—Tú derrotarás a los madianitas como si fueran un solo hombre, porque yo estaré contigo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "—Si me he ganado tu favor, dame una señal de que en realidad eres tú quien habla conmigo —respondió Gedeón—."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Te ruego que no te vayas hasta que yo vuelva y traiga mi ofrenda y la ponga ante ti.",
            "—Esperaré hasta que vuelvas —dijo el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Gedeón se fue a preparar un cabrito; además, con un efa de harina hizo panes sin levadura. Luego puso la carne en una canasta y el caldo en una olla, y los llevó bajo la encina para ofrecerlos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "El ángel de Dios le dijo:",
            "—Toma la carne y el pan sin levadura y ponlos sobre esta roca; luego derrama el caldo.",
            "Y así lo hizo Gedeón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Entonces, con la punta del bastón que llevaba en la mano, el ángel del Señor tocó la carne y el pan sin levadura; entonces de la roca salió fuego que consumió la carne y el pan. Luego el ángel del Señor desapareció de su vista."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Cuando Gedeón se dio cuenta de que se trataba del ángel del Señor, exclamó:",
            "—¡Ay de mí, Señor y Dios! ¡He visto al ángel del Señor cara a cara!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Pero el Señor dijo:",
            "—¡Quédate en paz! No temas. No vas a morir."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Entonces Gedeón construyó allí un altar al Señor y lo llamó «El Señor es la paz», el cual hasta el día de hoy se encuentra en Ofra de Abiezer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Aquella misma noche el Señor le dijo: «Toma un novillo del rebaño de tu padre; el segundo, el que tiene siete años. Derriba el altar que tu padre ha dedicado a Baal y el poste con la imagen de la diosa Aserá que está junto a él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Luego, sobre la cima de este lugar de refugio, construye un altar apropiado para el Señor tu Dios. Toma entonces la leña del poste de Aserá que cortaste y ofrece el segundo novillo como un holocausto»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Gedeón llevó a diez de sus siervos e hizo lo que el Señor había ordenado. Pero en lugar de hacerlo de día lo hizo de noche, pues tenía miedo de su familia y de los hombres de la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Cuando los hombres de la ciudad se levantaron por la mañana, vieron que el altar de Baal estaba destruido, que el poste con la imagen de la diosa Aserá estaba cortado y que el segundo novillo había sido sacrificado sobre el altar recién construido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Entonces se preguntaban el uno al otro: «¿Quién habrá hecho esto?». Luego de investigar cuidadosamente, llegaron a la conclusión: «Gedeón, hijo de Joás, lo hizo»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Entonces los hombres de la ciudad exigieron a Joás:",
            "—Saca a tu hijo, pues debe morir, porque destruyó el altar de Baal y derribó la imagen de Aserá que estaba junto a él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Pero Joás respondió a todos los que lo amenazaban:",
            "—¿Acaso van ustedes a defender a Baal? ¿Creen que lo van a salvar? ¡Cualquiera que defienda a Baal, que muera antes del amanecer! Si de veras Baal es un dios, debe poder defenderse de quien destruya su altar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Por eso aquel día llamaron a Gedeón «Yerubaal», diciendo: «Que Baal se defienda contra él», porque él destruyó su altar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Todos los madianitas, amalecitas y otros pueblos del oriente, se aliaron y cruzaron el Jordán, acampando en el valle de Jezrel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Entonces Gedeón, tomado por el Espíritu del Señor, tocó la trompeta y todos los del clan de Abiezer fueron convocados a seguirlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Envió mensajeros a toda la tribu de Manasés, convocándolos para que lo siguieran, y además los envió a Aser, Zabulón y Neftalí, de modo que también estos se le unieron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Gedeón dijo a Dios: «Si has de salvar a Israel por mi intervención, como has prometido,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "mira, tenderé un vellón de lana en el lugar donde se limpia el trigo, sobre el suelo. Si el rocío cae solo sobre el vellón y todo el suelo alrededor queda seco, entonces sabré que salvarás a Israel por mi conducto, como prometiste»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Y así sucedió. Al día siguiente Gedeón se levantó temprano, exprimió el vellón para sacarle el rocío y llenó una taza de agua."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "Entonces Gedeón dijo a Dios: «No te enojes conmigo. Déjame hacer solo una petición más. Permíteme hacer una prueba más con el vellón. Esta vez haz que solo el vellón quede seco y que todo el suelo quede cubierto de rocío»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "Así lo hizo Dios aquella noche. Solo el vellón quedó seco, mientras que todo el suelo estaba cubierto de rocío."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.7",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.7"
        ],
        "human": "Jueces 7"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.8"
        ],
        "human": "Jueces 8",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.6"
        ],
        "human": "Jueces 6",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Gedeón derrota a los madianitas"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Yerubaal —es decir, Gedeón— y todos sus hombres se levantaron de madrugada y acamparon en el manantial de Jarod. El campamento de los madianitas estaba al norte de ellos, en el valle que está al pie del monte de Moré."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "El Señor dijo a Gedeón: «Tienes demasiada gente para que yo entregue a Madián en sus manos. A fin de que Israel no vaya a jactarse contra mí y diga que su propia fortaleza lo ha librado,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "anúnciale ahora al pueblo: “¡Cualquiera que esté temblando de miedo, que se vuelva y se retire del monte de Galaad!”». Así que se volvieron veintidós mil hombres y se quedaron diez mil."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Pero el Señor dijo a Gedeón: «Todavía hay demasiada gente. Hazlos bajar al agua y allí los seleccionaré por ti. Si digo: “Este irá contigo”, ese irá; pero si digo: “Este no irá contigo”, ese no irá»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Gedeón hizo que los hombres bajaran al agua. Allí el Señor le dijo: «A los que laman el agua con la lengua, como los perros, sepáralos de los que se arrodillen a beber»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Trescientos hombres lamieron el agua llevándola de la mano a la boca. Todos los demás se arrodillaron para beber."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "El Señor dijo a Gedeón: «Con los trescientos hombres que lamieron el agua, yo los salvaré; entregaré a los madianitas en tus manos. El resto, que se vaya a su casa»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Entonces Gedeón mandó a los demás israelitas a sus tiendas de campaña, pero retuvo a los trescientos, los cuales se hicieron cargo de las provisiones y de las trompetas de los otros.",
            "El campamento de Madián estaba situado en el valle, más abajo del de Gedeón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Aquella noche el Señor dijo a Gedeón: «Levántate y baja al campamento, porque voy a entregar en tus manos a los madianitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Si temes atacar, baja primero al campamento con tu criado Furá"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "y escucha lo que digan. Después de eso cobrarás valor para atacar el campamento».",
            "Así que él y Furá, su criado, bajaron hasta los puestos de los centinelas, en las afueras del campamento."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Los madianitas, los amalecitas y todos los otros pueblos del oriente que se habían establecido en el valle eran numerosos como langostas. Sus camellos eran incontables, como la arena a la orilla del mar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Gedeón llegó precisamente en el momento en que un hombre le contaba su sueño a un amigo.",
            "—Tuve un sueño —decía—, en el que un pan de cebada llegaba rodando al campamento madianita, y con tal fuerza golpeaba una tienda de campaña que esta se volteaba y se venía abajo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Su amigo respondió:",
            "—Esto no significa otra cosa que la espada del israelita Gedeón, hijo de Joás. ¡Dios ha entregado en sus manos a los madianitas y a todo el campamento!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Cuando Gedeón oyó el relato del sueño y su interpretación, se postró en adoración. Luego volvió al campamento de Israel y ordenó: «¡Levántense! El Señor ha entregado en manos de ustedes el campamento madianita»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Gedeón dividió a los trescientos hombres en tres compañías y distribuyó entre todos ellos trompetas y cántaros vacíos, con antorchas dentro de los cántaros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "«Mírenme —les dijo—. Sigan mi ejemplo. Cuando llegue a las afueras del campamento, hagan exactamente lo mismo que me vean hacer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Cuando todos los que están conmigo y yo toquemos nuestras trompetas, ustedes también toquen las suyas alrededor del campamento y digan: “Por el Señor y por Gedeón”»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Gedeón y los cien hombres que iban con él llegaron a las afueras del campamento durante el cambio de guardia, cuando estaba por comenzar el relevo de medianoche. Tocaron las trompetas y rompieron los cántaros que llevaban en sus manos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Las tres compañías tocaron las trompetas e hicieron pedazos los cántaros. Tomaron las antorchas en la mano izquierda y, sosteniendo en la mano derecha las trompetas que iban a tocar, gritaron: «¡Desenvainen sus espadas, por el Señor y por Gedeón!»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Como cada hombre se mantuvo en su puesto alrededor del campamento, todos los madianitas salieron corriendo y dando alaridos mientras huían."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Al sonar las trescientas trompetas, el Señor hizo que los hombres de todo el campamento se atacaran entre sí con sus espadas. El ejército huyó hasta Bet Sitá, en dirección a Zererá, hasta la frontera de Abel Mejolá, cerca de Tabat."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Entonces se convocó a los israelitas de Neftalí y Aser, y a toda la tribu de Manasés, y estos persiguieron a los madianitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Por toda la región montañosa de Efraín, Gedeón envió mensajeros que decían: «Desciendan contra los madianitas y apodérense antes que ellos de los cruces del Jordán, hasta Bet Bará».",
            "Se convocó entonces a todos los hombres de Efraín y estos se apoderaron de los cruces del Jordán, hasta Bet Bará."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "También capturaron a Oreb y Zeb, los dos líderes madianitas. A Oreb lo mataron en la roca de Oreb y a Zeb, en el lagar de Zeb. Luego de perseguir a los madianitas, llevaron las cabezas de Oreb y de Zeb a Gedeón, que estaba al otro lado del Jordán."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.8",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.8"
        ],
        "human": "Jueces 8"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.9"
        ],
        "human": "Jueces 9",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.7"
        ],
        "human": "Jueces 7",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Zeba y Zalmuna"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Los de la tribu de Efraín dijeron a Gedeón:",
            "—¿Por qué nos has tratado así? ¿Por qué no nos llamaste cuando fuiste a luchar contra los madianitas?",
            "Y se lo reprocharon severamente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "—¿Qué hice yo, comparado con lo que hicieron ustedes? —respondió él—. ¿No vale más lo que sobra de las uvas de Efraín que toda la vendimia de Abiezer?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Dios entregó en manos de ustedes a Oreb y a Zeb, los líderes madianitas. Comparado con lo que hicieron ustedes, ¡lo que yo hice no fue nada!",
            "Al oír la respuesta de Gedeón, se calmó el resentimiento de ellos contra él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Gedeón y sus trescientos hombres agotados, pero persistiendo en la persecución, llegaron al Jordán y lo cruzaron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Allí Gedeón dijo a la gente de Sucot:",
            "—Denles pan a mis soldados, están agotados y todavía estoy persiguiendo a Zeba y a Zalmuna, los reyes de Madián."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Pero los oficiales de Sucot respondieron:",
            "—¿Acaso tienes ya en tu poder las manos de Zeba y Zalmuna? ¿Por qué tendríamos que darle pan a tu ejército?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Gedeón contestó:",
            "—¡Está bien! Cuando el Señor haya entregado en mis manos a Zeba y a Zalmuna, les desgarraré a ustedes la carne de sus cuerpos con espinas y zarzas del desierto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Desde allí subió a Peniel y les pidió lo mismo. Pero los de Peniel dieron la misma respuesta que los hombres de Sucot."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Por eso advirtió a los hombres de Peniel: «Cuando yo vuelva victorioso, derribaré esta torre»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Zeba y Zalmuna estaban en Carcor con una fuerza de quince mil guerreros, que era todo lo que quedaba de los ejércitos del oriente, pues habían caído en batalla ciento veinte mil soldados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Gedeón subió por la ruta de los nómadas, al este de Noba y Yogbea, y atacó al ejército cuando este se creía seguro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Huyeron Zeba y Zalmuna, los dos reyes de Madián, pero él los persiguió y los capturó, aterrorizando a todo el ejército."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Cuando Gedeón, hijo de Joás, volvió de la batalla por el paso de Jeres,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "capturó a un joven de Sucot y lo interrogó. Entonces el joven le anotó los nombres de los setenta y siete oficiales y jefes de Sucot."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Luego Gedeón fue y dijo a los hombres de Sucot: «Aquí están Zeba y Zalmuna, por causa de quienes se burlaron de mí al decir: “¿Acaso tienes ya en tu poder las manos de Zeba y Zalmuna? ¿Por qué tendríamos que darles pan a tus hombres que están agotados?”»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Se apoderó de los jefes de la ciudad, tomó espinas y zarzas del desierto y castigó con ellas a los hombres de Sucot; así les enseñó quién era él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "También derribó la torre de Peniel y mató a los hombres de la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Entonces les preguntó a Zeba y a Zalmuna:",
            "—¿Cómo eran los hombres que ustedes mataron en Tabor?",
            "—Parecidos a ti —respondieron ellos—; cada uno de ellos tenía el aspecto de un príncipe."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "—¡Eran mis hermanos —respondió Gedeón—, los hijos de mi propia madre! Tan cierto como que el Señor vive, si les hubieran perdonado la vida, yo no los mataría a ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Volviéndose a Jéter, su hijo mayor, le dijo:",
            "—¡Vamos, mátalos!",
            "Pero Jéter no sacó su espada, porque era apenas un muchacho y tenía miedo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Zeba y Zalmuna dijeron:",
            "—Vamos, mátanos tú mismo. “¡Al hombre se le conoce por su valentía!”.",
            "Gedeón se levantó y mató a Zeba y Zalmuna, y les quitó a sus camellos los adornos que llevaban en el cuello."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El efod de Gedeón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Entonces los israelitas dijeron a Gedeón:",
            "—Gobierna sobre nosotros y, después de ti, tu hijo y tu nieto; porque nos has librado del poder de los madianitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Pero Gedeón dijo:",
            "—Yo no los gobernaré ni tampoco mi hijo. Solo el Señor los gobernará."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Pero —añadió— tengo una petición: que cada uno de ustedes me dé un anillo de lo que les tocó del botín.",
            "Era costumbre de los ismaelitas usar anillos de oro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "—Con mucho gusto te los daremos —contestaron.",
            "Así que tendieron una manta y cada hombre echó en ella un anillo de su botín."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "El peso de los anillos de oro que él les pidió llegó a mil setecientos siclos, sin contar los adornos, los aros y los vestidos de color carmesí que usaban los reyes madianitas, ni los collares que llevaban sus camellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Con el oro Gedeón hizo un efod, que puso en Ofra, su ciudad. Todo Israel se prostituyó al adorar allí el efod, el cual se convirtió en una trampa para Gedeón y su familia."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Muerte de Gedeón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Los madianitas fueron sometidos delante de los israelitas y no volvieron a levantar cabeza. Y durante cuarenta años, mientras vivió Gedeón, el país tuvo paz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Yerubaal, hijo de Joás, regresó a vivir a su casa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Tuvo setenta hijos, pues eran muchas sus esposas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Su concubina que vivía en Siquén también le dio un hijo, a quien Gedeón llamó Abimélec."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Gedeón, hijo de Joás, murió a una edad avanzada y fue sepultado en la tumba de Joás, su padre, en Ofra, pueblo del clan de Abiezer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "En cuanto murió Gedeón, los israelitas volvieron a prostituirse ante los ídolos de Baal. Erigieron a Baal Berit como su dios"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "y se olvidaron del Señor su Dios, que los había rescatado del poder de todos los enemigos que los rodeaban."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "También dejaron de mostrarse bondadosos con la familia de Yerubaal, es decir, Gedeón, conforme a todo lo bueno que él había hecho por Israel."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.9",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.9"
        ],
        "human": "Jueces 9"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.10"
        ],
        "human": "Jueces 10",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.8"
        ],
        "human": "Jueces 8",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Abimélec"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Abimélec, hijo de Yerubaal, fue a Siquén a ver a los hermanos de su madre. Entonces dijo a ellos y a todo el clan de su madre:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "«Pregúntenles a todos los habitantes de Siquén: “¿Qué les conviene más: que todos los setenta hijos de Yerubaal los gobiernen o que los gobierne un solo hombre?”. Acuérdense de que yo soy de la misma carne y sangre que ustedes»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Cuando los hermanos de su madre comunicaron todo esto a los habitantes de Siquén, estos se inclinaron a favor de Abimélec, porque dijeron: «Él es nuestro hermano»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Y le dieron setenta siclos de plata del templo de Baal Berit, con lo cual Abimélec contrató a unos maleantes sin escrúpulos para que lo siguieran."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Fue a Ofra, a la casa de su padre, y sobre una misma piedra asesinó a sus setenta hermanos, hijos de Yerubaal. Pero Jotán, el hijo menor de Yerubaal, se escondió y logró escaparse."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Todos los habitantes de Siquén y Bet Miló se reunieron junto al gran árbol y la piedra sagrada que están en Siquén, para coronar como rey a Abimélec."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Cuando Jotán se enteró, subió a la cima del monte Guerizín y les gritó bien fuerte: «¡Escúchenme, habitantes de Siquén, para que Dios los escuche a ustedes!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Un día los árboles salieron a ungir un rey para sí mismos. Y dijeron al olivo: “Reina sobre nosotros”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "»Pero el olivo respondió: “¿He de renunciar a dar mi aceite, con el cual se honra a los dioses y a los hombres, para ir a mecerme sobre los árboles?”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "»Después los árboles dijeron a la higuera: “Reina sobre nosotros”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "»Pero la higuera respondió: “¿He de renunciar a mi fruto, tan bueno y dulce, para ir a mecerme sobre los árboles?”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "»Luego los árboles dijeron a la vid: “Reina sobre nosotros”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "»Pero la vid les respondió: “¿He de renunciar a mi vino, que alegra a los dioses y a los hombres, para ir a mecerme sobre los árboles?”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "»Por último, todos los árboles dijeron al espino: “Reina sobre nosotros”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "»Pero el espino respondió a los árboles: “Si de veras quieren ungirme como su rey, vengan y refúgiense bajo mi sombra; pero, si no, ¡que salga fuego del espino, y consuma los cedros del Líbano!”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "»Ahora bien, ¿han actuado ustedes con honradez y sinceridad al coronar rey a Abimélec? ¿Han sido justos con Yerubaal y su familia, y lo han tratado como se merecía?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Mi padre luchó por ustedes y arriesgando su vida los libró del poder de los madianitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Pero hoy ustedes se han rebelado contra la familia de mi padre; han matado a sus setenta hijos sobre una misma piedra, y han hecho de Abimélec, hijo de su esclava, el rey de los habitantes de Siquén solo porque él es pariente de ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Si hoy han actuado con honradez y sinceridad hacia Yerubaal y su familia, ¡que sean felices con Abimélec y que también él lo sea con ustedes!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Y si no, habitantes de Siquén y Bet Miló, ¡que salga fuego de Abimélec y los consuma a ustedes y que salga fuego de ustedes y consuma a Abimélec!»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Luego Jotán escapó, huyendo hasta Ber. Allí se quedó a vivir porque le tenía miedo a su hermano Abimélec."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Abimélec había ya gobernado a Israel tres años"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "cuando Dios interpuso un espíritu maligno entre Abimélec y los habitantes de Siquén, quienes lo traicionaron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Esto sucedió a fin de que la violencia contra los setenta hijos de Yerubaal y el derramamiento de su sangre recayera sobre su hermano Abimélec, que los había matado, y sobre los habitantes de Siquén, que habían sido sus cómplices en ese crimen."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Los habitantes de Siquén tendían emboscadas en las cumbres de las colinas y asaltaban a todos los que pasaban por allí. Pero Abimélec se enteró de todo esto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Aconteció que Gaal, hijo de Ébed, llegó a Siquén, junto con sus hermanos, y los habitantes de aquella ciudad confiaron en él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Después de haber salido a los campos y recogido y pisado las uvas, celebraron un festival en el templo de su dios. Mientras comían y bebían, maldijeron a Abimélec."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Gaal, hijo de Ébed, dijo: «¿Quién es Abimélec y por qué nosotros los siquenitas debemos someternos a él? ¿No es acaso el hijo de Yerubaal y no es Zebul su delegado? ¡Que sirvan a los hombres de Jamor, el padre de Siquén! ¿Por qué habremos de servir a Abimélec?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "¡Si este pueblo estuviera bajo mis órdenes, yo echaría a Abimélec! Le diría: “¡Reúne a todo tu ejército y sal a pelear!”»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Zebul, el gobernador de la ciudad, se enfureció cuando oyó lo que decía Gaal, hijo de Ébed."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Entonces envió en secreto mensajeros a Abimélec, diciéndole: «Gaal, hijo de Ébed, y sus hermanos han llegado a Siquén y están instigando a la ciudad contra ti."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Ahora bien, levántense tú y tus hombres durante la noche y pónganse al acecho en los campos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Por la mañana, a la salida del sol, lánzate contra la ciudad. Cuando Gaal y sus hombres salgan contra ti, haz lo que más te convenga»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Así que Abimélec y todo su ejército se levantaron de noche y se pusieron al acecho cerca de Siquén, divididos en cuatro compañías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Gaal, hijo de Ébed, había salido y estaba de pie a la entrada de la puerta de la ciudad, precisamente cuando Abimélec y sus soldados salían de donde estaban al acecho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Cuando Gaal los vio, dijo a Zebul:",
            "—¡Mira, viene bajando gente desde las cumbres de las colinas!",
            "—Confundes con gente las sombras de las colinas —respondió Zebul."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Pero Gaal insistió, diciendo:",
            "—Mira, viene bajando gente por la colina central, y otra compañía viene por el camino de la Encina de los Adivinos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Entonces Zebul dijo:",
            "—Tú decías: “¿Quién es Abimélec para que nos sometamos a él?”. Pues bien, ¿dónde están ahora tus fanfarronerías? ¿No son esos los hombres que tú despreciabas? ¡Sal y lucha contra ellos!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "Gaal salió al frente de los habitantes de Siquén y peleó contra Abimélec;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "pero este los persiguió y, en la huida, muchos cayeron muertos por todo el camino, hasta la entrada de la puerta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "Abimélec se quedó en Arumá, y Zebul expulsó de Siquén a Gaal y a sus hermanos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "Al día siguiente, el pueblo de Siquén salió a los campos y fueron a contárselo a Abimélec."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "Entonces Abimélec tomó a sus hombres, los dividió en tres compañías y se puso al acecho en los campos. Cuando vio que el ejército salía de la ciudad, se levantó para atacarlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "Abimélec y las compañías que estaban con él se apresuraron a ocupar posiciones a la entrada de la puerta de la ciudad. Luego dos de las compañías arremetieron contra los que estaban en los campos y los derrotaron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "Abimélec combatió contra la ciudad durante todo aquel día, hasta que la conquistó matando a sus habitantes; arrasó la ciudad y esparció sal sobre ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            46
          ],
          "lines": [
            "Al saber esto, los señores que ocupaban la torre de Siquén entraron en la fortaleza del templo de El Berit."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            47
          ],
          "lines": [
            "Cuando Abimélec se enteró de que ellos se habían reunido allí,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            48
          ],
          "lines": [
            "él y todos sus hombres subieron al monte Zalmón. Tomó un hacha, cortó algunas ramas y se las puso sobre los hombros. A los hombres que estaban con él les ordenó: «¡Rápido! ¡Hagan lo mismo que me han visto hacer!»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            49
          ],
          "lines": [
            "Todos los hombres cortaron ramas y siguieron a Abimélec hasta la fortaleza, donde amontonaron las ramas y les prendieron fuego. Así murió toda la gente que estaba dentro de la torre de Siquén, que eran como mil hombres y mujeres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            50
          ],
          "lines": [
            "Después Abimélec fue a Tebes, la sitió y la capturó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            51
          ],
          "lines": [
            "Dentro de la ciudad había una torre fuerte, a la cual huyeron todos sus habitantes, hombres y mujeres. Se encerraron en la torre y subieron al techo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            52
          ],
          "lines": [
            "Abimélec se dirigió a la torre y la atacó. Pero cuando se acercaba a la entrada para prenderle fuego,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            53
          ],
          "lines": [
            "una mujer arrojó sobre la cabeza de él una piedra de moler y le partió el cráneo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            54
          ],
          "lines": [
            "De inmediato llamó Abimélec a su escudero y ordenó: «Saca tu espada y mátame, para que no se diga de mí: “¡Lo mató una mujer!”». Entonces su escudero clavó la espada y así murió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            55
          ],
          "lines": [
            "Cuando los israelitas vieron que Abimélec estaba muerto, regresaron a sus casas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            56
          ],
          "lines": [
            "Fue así como Dios castigó a Abimélec por el crimen que había cometido contra su padre al matar a sus setenta hermanos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            57
          ],
          "lines": [
            "Además, Dios hizo que los hombres de Siquén pagaran por toda su maldad. Así cayó sobre ellos la maldición de Jotán, hijo de Yerubaal."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.10",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.10"
        ],
        "human": "Jueces 10"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.11"
        ],
        "human": "Jueces 11",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.9"
        ],
        "human": "Jueces 9",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Tola"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Después de Abimélec surgió un hombre de Isacar para salvar a Israel. Se llamaba Tola; era hijo de Fuvá y nieto de Dodó. Vivía en Samir, en la región montañosa de Efraín."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Lideró a Israel durante veintitrés años; entonces murió y fue sepultado en Samir."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Yaír"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "A Tola lo sucedió Yaír de Galaad, quien lideró a Israel durante veintidós años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Tuvo treinta hijos, cada uno de los cuales montaba su propio asno y gobernaba su propia ciudad en Galaad. Hasta el día de hoy estas ciudades se conocen como Javot Yaír."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Cuando murió Yaír, fue sepultado en Camón."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Jefté"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Una vez más los israelitas hicieron lo malo ante los ojos del Señor. Adoraron a los ídolos de Baal y a las imágenes de Astarté; a los dioses de Aram, Sidón y Moab, y a los de los amonitas y los filisteos. Y, como los israelitas abandonaron al Señor y dejaron de rendirle culto,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "el Señor se enfureció contra ellos. Los entregó en manos de los filisteos y a los amonitas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "los cuales desde entonces y durante dieciocho años destrozaron y agobiaron a todos los israelitas que vivían en Galaad, un territorio amorreo, al otro lado del Jordán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "También los amonitas cruzaron el Jordán para luchar contra las tribus de Judá, Benjamín y Efraín, por lo que Israel se encontró en una situación de extrema angustia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Entonces los israelitas clamaron al Señor:",
            "—¡Hemos pecado contra ti al abandonar a nuestro Dios y adorar a los ídolos de Baal!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "El Señor respondió:",
            "—Cuando los egipcios, los amorreos, los amonitas, los filisteos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "los sidonios, los amalecitas y los maonitas los oprimían y ustedes clamaron a mí para que los ayudara, ¿acaso no los libré de su dominio?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Pero ustedes me han abandonado y han adorado a otros dioses; por lo tanto, no los volveré a salvar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Vayan y clamen a los dioses que han escogido. ¡Que ellos los libren en tiempo de angustia!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Pero los israelitas contestaron al Señor:",
            "—Hemos pecado. Haz con nosotros lo que mejor te parezca, pero te rogamos que nos salves en este día."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Entonces se deshicieron de los dioses extranjeros que había entre ellos y adoraron al Señor. Y el Señor no pudo soportar más el sufrimiento de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Cuando los amonitas fueron convocados y acamparon en Galaad, los israelitas se reunieron y acamparon en Mizpa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Los líderes y el pueblo de Galaad se dijeron el uno al otro: «El que inicie el ataque contra los amonitas será el líder de todos los que viven en Galaad»."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.11",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.11"
        ],
        "human": "Jueces 11"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.12"
        ],
        "human": "Jueces 12",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.10"
        ],
        "human": "Jueces 10",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Jefté el galaadita era un guerrero valiente, hijo de Galaad y de una prostituta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Galaad también tuvo hijos con su esposa, quienes cuando crecieron echaron a Jefté. «No tendrás parte en la herencia de nuestra familia —dijeron—, porque eres hijo de otra mujer»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Entonces Jefté huyó de sus hermanos y se fue a vivir en la región de Tob, donde se le juntaron unos hombres sin escrúpulos, que salían con él a cometer fechorías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Después de algún tiempo, cuando los amonitas hicieron la guerra contra Israel,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "los jefes de Galaad fueron a traer a Jefté de la tierra de Tob."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "—Ven —le dijeron—, sé nuestro comandante, para que podamos luchar contra los amonitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Jefté les contestó:",
            "—¿No eran ustedes los que me odiaban y me echaron de la casa de mi padre? ¿Por qué vienen a verme ahora cuando están en apuros?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Los jefes de Galaad dijeron:",
            "—Por eso ahora venimos a verte. Ven con nosotros a luchar contra los amonitas y serás el líder de todos los que vivimos en Galaad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Jefté respondió:",
            "—Si me llevan con ustedes para luchar contra los amonitas y el Señor me los entrega, entonces de veras seré el líder de ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Los jefes de Galaad le aseguraron:",
            "—El Señor es nuestro testigo: haremos lo que tú digas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Jefté fue con los jefes de Galaad; entonces el pueblo lo puso como su líder y comandante. Y reiteró en Mizpa todas sus palabras en presencia del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Luego Jefté envió unos mensajeros al rey de los amonitas para que le preguntaran:",
            "—¿Qué tienes contra mí que has venido a hacerle la guerra a mi país?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "El rey de los amonitas respondió a los mensajeros de Jefté:",
            "—Cuando Israel salió de Egipto, se apoderó de mi tierra desde el Arnón hasta el Jaboc, incluso hasta el Jordán. Ahora devuélvemela por las buenas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Jefté volvió a enviar mensajeros al rey amonita,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "diciéndole:",
            "«Así dice Jefté: “Israel no se apoderó de la tierra de los moabitas ni de los amonitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Cuando los israelitas salieron de Egipto, caminaron por el desierto hasta el mar Rojo y siguieron hasta Cades."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Entonces enviaron mensajeros al rey de Edom, diciéndole: ‘Danos permiso para pasar por tu país’. Pero el rey de Edom no les hizo caso. Enviaron el mismo mensaje al rey de Moab, pero él tampoco aceptó. Así que Israel se quedó a vivir en Cades."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "»”Después anduvieron por el desierto y bordeando los territorios de Edom y Moab, entraron en territorio moabita por la parte oriental y acamparon al otro lado del río Arnón. No entraron en el territorio moabita, pues el Arnón era la frontera."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "»”Entonces Israel mandó mensajeros a Sijón, rey de los amorreos, que gobernaba en Hesbón, y le dijo: ‘Permítenos pasar por tu país hasta nuestro territorio’."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Pero Sijón desconfió de Israel en cuanto a dejarlo pasar por su territorio, por lo que reunió a todo su ejército y acampó en Yahaza y luchó contra Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "»”El Señor, Dios de Israel, entregó a Sijón y a todo su ejército en manos de Israel y los derrotó. Así tomó Israel posesión de toda la tierra de los amorreos que vivían en aquel país,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "ocupándolo todo, desde el Arnón hasta el Jaboc y desde el desierto hasta el Jordán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "»”El Señor, Dios de Israel, les quitó esta tierra a los amorreos para dársela a su pueblo Israel, ¿y tú nos la vas a quitar?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "¿Acaso no consideras tuyo lo que tu dios Quemós te da? Pues también nosotros consideramos nuestro lo que el Señor nuestro Dios nos ha dado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "¿Acaso te crees mejor que Balac, hijo de Zipor, rey de Moab? ¿Acaso alguna vez entró él en litigio con Israel o luchó contra ellos?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Hace ya trescientos años que Israel ocupó a Hesbón y Aroer, con sus poblados y todas las ciudades en la ribera del Arnón. ¿Por qué no las recuperaron durante ese tiempo?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Yo no te he hecho ningún mal. Tú, en cambio, obras mal conmigo al librar una guerra contra mí. Que el Señor, el gran Juez, dicte hoy su sentencia en esta contienda entre israelitas y amonitas”»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Sin embargo, el rey de los amonitas no prestó atención al mensaje que le envió Jefté."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Entonces Jefté, tomado por el Espíritu del Señor, recorrió Galaad y Manasés, pasó por Mizpa de Galaad y desde allí avanzó contra los amonitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Y Jefté hizo una promesa solemne al Señor: «Si verdaderamente entregas a los amonitas en mis manos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "quien salga primero de la puerta de mi casa a recibirme, cuando yo vuelva de haber vencido a los amonitas, será del Señor y lo ofreceré en holocausto»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Jefté cruzó el río para luchar contra los amonitas y el Señor los entregó en sus manos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Derrotó veinte ciudades, desde Aroer hasta las inmediaciones de Minit, hasta Abel Queramín. La derrota fue muy grande; así los amonitas quedaron sometidos a los israelitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Cuando Jefté volvió a su hogar en Mizpa, salió a recibirlo su hija, bailando al son de los panderos. Ella era hija única, pues Jefté no tenía otros hijos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Cuando Jefté la vio, se rasgó las vestiduras y exclamó:",
            "—¡Ay, hija mía, me has destrozado por completo! ¡Eres la causa de mi desgracia! Juré algo al Señor y no puedo retractarme."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "—Padre mío —respondió ella—, le has dado tu palabra al Señor. Haz conmigo conforme a tu juramento, ya que el Señor te ha vengado de tus enemigos, los amonitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Pero concédeme esta sola petición —añadió—. Ya que nunca me casaré, dame un plazo de dos meses para retirarme a las montañas y llorar allí con mis amigas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "—Está bien, puedes ir —respondió él.",
            "Y le permitió irse por dos meses. Ella y sus amigas se fueron a las montañas y lloró porque nunca se casaría."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "Cumplidos los dos meses volvió a su padre y él hizo con ella conforme a su promesa. Ella era virgen.",
            "De allí se originó la costumbre israelita"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "de que todos los años, durante cuatro días, las muchachas de Israel recordaran a la hija de Jefté de Galaad."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.12",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.12"
        ],
        "human": "Jueces 12"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.13"
        ],
        "human": "Jueces 13",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.11"
        ],
        "human": "Jueces 11",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Jefté y Efraín"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Los hombres de Efraín se alistaron, cruzaron el río hacia Zafón y dijeron a Jefté:",
            "—¿Por qué fuiste a luchar contra los amonitas sin llamarnos para ir contigo? ¡Ahora prenderemos fuego a tu casa, contigo adentro!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Jefté respondió:",
            "—Mi pueblo y yo estábamos librando una gran contienda con los amonitas, aunque yo los llamé, ustedes no me libraron de su poder."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Cuando vi que ustedes no me ayudarían, arriesgué mi vida, marché contra los amonitas y el Señor los entregó en mis manos. ¿Por qué, pues, han subido hoy a luchar contra mí?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Entonces Jefté reunió a todos los hombres de Galaad y lucharon contra los de la tribu de Efraín. Los de Galaad derrotaron a los de Efraín porque estos les habían dicho: «Ustedes los galaaditas son renegados de Efraín y Manasés»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Los galaaditas ocuparon los cruces del Jordán que conducen a Efraín, y cada vez que algún sobreviviente de Efraín decía: «Déjenme cruzar», los hombres de Galaad preguntaban: «¿Eres de la tribu de Efraín?». Si él contestaba: «No»,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "ellos decían: «Muy bien, di “Shibolet”». Si decía: «Sibolet», porque no podía pronunciar la palabra correctamente, lo agarraban y allí mismo, en el cruce del Jordán, lo degollaban. En aquella ocasión murieron cuarenta y dos mil hombres de la tribu de Efraín."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Jefté lideró a Israel durante seis años. Cuando murió Jefté el galaadita, fue sepultado en su pueblo de Galaad."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Ibsán, Elón y Abdón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Después de Jefté, lideró a Israel Ibsán de Belén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Tuvo treinta hijos y treinta hijas. A sus hijas las dio en matrimonio a gente que no pertenecía a su clan, y para sus hijos trajo como esposas a treinta muchachas que no eran de su tribu. Ibsán lideró a Israel por siete años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Cuando murió, fue sepultado en Belén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Después de Ibsán lideró a Israel Elón, de la tribu de Zabulón, durante diez años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Cuando murió Elón el zabulonita, fue sepultado en Ayalón, en el territorio de Zabulón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Después de Elón lideró a Israel Abdón, hijo de Hilel, de Piratón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Tuvo cuarenta hijos y treinta nietos, cada uno de los cuales montaba su propio asno. Lideró a Israel durante ocho años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Cuando murió Abdón, hijo de Hilel, fue sepultado en Piratón, que está en el territorio de Efraín, en la región montañosa de los amalecitas."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.13",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.13"
        ],
        "human": "Jueces 13"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.14"
        ],
        "human": "Jueces 14",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.12"
        ],
        "human": "Jueces 12",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Nacimiento de Sansón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Una vez más los israelitas hicieron lo malo ante los ojos del Señor. Por eso él los entregó en manos de los filisteos durante cuarenta años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Cierto hombre de Zora, llamado Manoa, de la tribu de Dan, tenía una esposa que no le había dado hijos porque era estéril."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "El ángel del Señor se apareció a ella y le dijo: «Eres estéril y no tienes hijos, pero vas a concebir y tendrás un hijo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Cuídate de no beber vino ni ninguna otra bebida fermentada, y tampoco comas nada impuro,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "pues concebirás y darás a luz un hijo. No pasará la navaja sobre su cabeza porque el niño va a ser nazareo, consagrado a Dios desde antes de nacer. Él comenzará a librar a Israel del poder de los filisteos»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "La mujer fue adonde estaba su esposo y dijo: «Un hombre de Dios vino adonde yo estaba. Por su aspecto imponente, parecía un ángel de Dios. Ni yo le pregunté de dónde venía ni él me dijo cómo se llamaba."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Pero me dijo: “Concebirás y darás a luz un hijo. Ahora bien, cuídate de beber vino u otra bebida fermentada, y no comas nada impuro, porque el niño será nazareo, consagrado a Dios desde antes de nacer hasta el día de su muerte”»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Entonces Manoa oró al Señor: «Oh Señor, te ruego que permitas el regreso del hombre de Dios que nos enviaste, para que nos enseñe cómo criar al niño que va a nacer»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Dios escuchó a Manoa y el ángel de Dios volvió a aparecerse a la mujer mientras esta se hallaba en el campo; pero Manoa, su esposo, no estaba con ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "La mujer corrió de inmediato a avisarle a su esposo: «¡Está aquí! ¡El hombre que se me apareció el otro día!»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Manoa se levantó y siguió a su esposa. Cuando llegó adonde estaba el hombre, dijo:",
            "—¿Eres tú el que habló con mi esposa?",
            "—Sí, soy yo —respondió él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Así que Manoa preguntó:",
            "—Cuando se cumplan tus palabras, ¿cómo debemos criar al niño? ¿Cómo deberá portarse?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "El ángel del Señor contestó:",
            "—Tu esposa debe cumplir con todo lo que he dicho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Ella no debe probar nada que proceda de la vid, ni beber ningún vino ni ninguna otra bebida fermentada; tampoco debe comer nada impuro. En definitiva, debe cumplir con todo lo que he ordenado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Manoa dijo al ángel del Señor:",
            "—Nos gustaría que te quedaras hasta que te preparemos un cabrito."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Pero el ángel del Señor respondió:",
            "—Aunque me detengan, no probaré nada de tu comida. Pero si preparas un holocausto, ofréceselo al Señor.",
            "Manoa no se había dado cuenta de que aquel era el ángel del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Así que le preguntó:",
            "—¿Cómo te llamas?, para que podamos honrarte cuando se cumpla tu palabra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "—¿Por qué me preguntas mi nombre? —respondió el ángel del Señor—. Es un misterio maravilloso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Entonces Manoa tomó un cabrito, junto con la ofrenda de cereales, y lo sacrificó sobre una roca al Señor. Y mientras Manoa y su esposa observaban, el Señor hizo algo maravilloso:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Mientras la llama subía desde el altar hacia el cielo, el ángel del Señor ascendía en la llama. Al ver eso, Manoa y su esposa se postraron en tierra sobre sus rostros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Y el ángel del Señor no se volvió a aparecer a Manoa y a su esposa. Entonces Manoa se dio cuenta de que aquel era el ángel del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "—¡Estamos condenados a morir! —dijo a su esposa—. ¡Hemos visto a Dios!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Pero su esposa respondió:",
            "—Si el Señor hubiera querido matarnos, no nos habría aceptado el holocausto ni la ofrenda de cereales de nuestras manos; tampoco nos habría mostrado todas esas cosas ni anunciado todo esto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "La mujer dio a luz un niño y lo llamó Sansón. El niño creció y el Señor lo bendijo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Y el Espíritu del Señor comenzó a manifestarse en él mientras estaba en Majané Dan, entre Zora y Estaol."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.14",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.14"
        ],
        "human": "Jueces 14"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.15"
        ],
        "human": "Jueces 15",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.13"
        ],
        "human": "Jueces 13",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Matrimonio de Sansón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Sansón descendió a Timná y vio allí a una joven filistea."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Cuando él volvió, dijo a sus padres:",
            "—He visto en Timná a una joven filistea; pídanla para que sea mi esposa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Pero su padre y su madre le dijeron:",
            "—¿Acaso no hay ninguna mujer aceptable entre tus parientes o en todo nuestro pueblo, que tienes que ir a buscar una esposa entre esos filisteos incircuncisos?",
            "Sansón respondió a su padre:",
            "—¡Pídeme a esa, que es la que a mí me gusta!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Su padre y su madre no sabían que esto era de parte del Señor, que buscaba la ocasión de confrontar a los filisteos; porque en aquel tiempo los filisteos dominaban a Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Así que Sansón descendió a Timná junto con su padre y su madre. De repente, al llegar a los viñedos de Timná, un rugiente cachorro de león le salió al encuentro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Pero el Espíritu del Señor vino con poder sobre Sansón, quien a mano limpia despedazó al león como quien despedaza a un cabrito. Pero no contó ni a su padre ni a su madre lo que había hecho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Luego fue y habló con la mujer que le gustaba."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Pasado algún tiempo, cuando regresó para casarse con ella, se apartó del camino para mirar el león muerto y vio que había en su cadáver un enjambre de abejas y un panal de miel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Tomó con las manos un poco de miel y comió, mientras proseguía su camino. Cuando se reunió con su padre y su madre, les ofreció miel y también ellos comieron, pero no les dijo que la había sacado del cadáver del león."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Después de eso su padre fue a ver a la mujer. Allí Sansón ofreció un banquete, como era la costumbre entre los jóvenes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Cuando los filisteos lo vieron, le dieron treinta compañeros para que estuvieran con él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "—Permítanme proponerles una adivinanza —les dijo Sansón—. Si me dan la solución dentro de los siete días que dura el banquete, yo les daré treinta vestidos de lino y treinta mudas de ropa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Pero si no me la dan, serán ustedes quienes me darán los treinta vestidos de lino y treinta mudas de ropa de fiesta.",
            "—Dinos tu adivinanza —respondieron—, que te estamos escuchando."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Entonces les dijo:",
            "«Del que come salió comida;",
            "y del fuerte salió dulzura».",
            "Pasaron tres días y no lograron resolver la adivinanza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Al cuarto día dijeron a la esposa de Sansón: «Seduce a tu esposo para que nos revele la adivinanza; de lo contrario, te quemaremos a ti y a la familia de tu padre. ¿Acaso nos invitaron aquí para robarnos?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Entonces la esposa de Sansón se tiró sobre él llorando y dijo:",
            "—¡Me odias! ¡En realidad no me amas! Le propusiste a mi pueblo una adivinanza, pero no me has dicho la solución.",
            "—Ni siquiera se la he dado a mi padre ni a mi madre —respondió él—; ¿por qué habría de dártela a ti?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Pero ella lloró los siete días que duró el banquete hasta que al fin, el séptimo día, Sansón le dio la solución, porque ella seguía insistiéndole. A su vez ella fue y reveló la solución a los de su pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Antes de la puesta del sol del séptimo día los hombres de la ciudad dijeron:",
            "«¿Qué es más dulce que la miel?",
            "¿Qué es más fuerte que un león?».",
            "Sansón respondió:",
            "«Si no hubieran arado con mi ternera,",
            "no habrían resuelto mi adivinanza»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Entonces el Espíritu del Señor vino sobre Sansón con poder y este descendió a Ascalón y derrotó a treinta de sus hombres, les quitó sus pertenencias y les dio sus ropas a los que habían resuelto la adivinanza. Luego, enfurecido, regresó a la casa de su padre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Entonces la esposa de Sansón fue entregada a uno de los que lo habían acompañado en su boda."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.15",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.15"
        ],
        "human": "Jueces 15"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.16"
        ],
        "human": "Jueces 16",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.14"
        ],
        "human": "Jueces 14",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Sansón se venga de los filisteos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Pasado algún tiempo, durante la cosecha de trigo, Sansón tomó un cabrito y fue a visitar a su esposa.",
            "—Voy a la habitación de mi esposa —dijo él.",
            "Pero el padre de ella no le permitió entrar,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "sino que dijo:",
            "—Yo estaba tan seguro de que la odiabas que se la di a tu amigo. ¿Pero acaso no es más atractiva su hermana menor? Tómala para ti, en lugar de la mayor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Sansón respondió:",
            "—¡Esta vez sí que no respondo por el daño que cause a los filisteos!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Así que fue y cazó trescientas zorras, las ató cola con cola en parejas y a cada pareja le amarró una antorcha."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Luego prendió fuego a las antorchas y soltó a las zorras por los sembrados de los filisteos. Así incendió el trigo que ya estaba en gavillas y el que todavía estaba en pie, junto con los viñedos y olivares."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Cuando los filisteos preguntaron: «¿Quién hizo esto?», les dijeron: «Sansón, el yerno del timnateo, porque este le quitó a su esposa y se la dio a su amigo».",
            "Por eso los filisteos fueron y la quemaron a ella y a su padre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Pero Sansón dijo: «Puesto que actuaron de esa manera, ¡no pararé hasta que me haya vengado de ustedes!»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Y los atacó tan furiosamente que causó entre ellos una tremenda masacre. Luego se fue a vivir a una cueva que está en la peña de Etam."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Los filisteos subieron y acamparon en Judá, incursionando cerca de Lejí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Los hombres de Judá preguntaron:",
            "—¿Por qué han venido a luchar contra nosotros?",
            "—Hemos venido a tomar prisionero a Sansón —respondieron—, para hacerle lo mismo que nos hizo a nosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Entonces tres mil hombres de Judá descendieron a la cueva en la peña de Etam y dijeron a Sansón:",
            "—¿No te das cuenta de que los filisteos nos gobiernan? ¿Por qué nos haces esto?",
            "—Simplemente les he hecho lo que ellos me hicieron a mí —contestó él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Ellos dijeron:",
            "—Hemos venido a atarte, para entregarte en manos de los filisteos.",
            "—Júrenme que no me matarán ustedes mismos —dijo Sansón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "—De acuerdo —respondieron ellos—. Solo te ataremos y te entregaremos en sus manos. No te mataremos.",
            "Entonces lo ataron con dos sogas nuevas y lo sacaron de la peña."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Cuando se acercaba a Lejí, los filisteos salieron a su encuentro con gritos de victoria. En ese momento, el Espíritu del Señor vino sobre él con poder y las sogas que ataban sus brazos se volvieron como fibra de lino quemada; además las ataduras de sus manos se deshicieron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Al encontrar una quijada de burro que todavía estaba fresca, la agarró y con ella mató a mil hombres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Entonces dijo Sansón:",
            "«Con la quijada de un asno",
            "los he amontonado.",
            "Con una quijada de asno",
            "he matado a mil hombres»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Cuando terminó de hablar, arrojó la quijada y llamó a aquel lugar Ramat Lejí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Como tenía mucha sed clamó al Señor: «Tú le has dado a tu siervo esta gran victoria. ¿Acaso voy ahora a morir de sed y a caer en manos de los incircuncisos?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Entonces Dios abrió la hondonada que hay en Lejí y de allí brotó agua. Cuando Sansón la bebió, recobró sus fuerzas y se reanimó. Por eso al manantial que todavía hoy está en Lejí se le llamó Enacoré."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Y Sansón lideró a Israel durante veinte años en tiempos de los filisteos."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.16",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.16"
        ],
        "human": "Jueces 16"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.17"
        ],
        "human": "Jueces 17",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.15"
        ],
        "human": "Jueces 15",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Sansón y Dalila"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Un día Sansón fue a Gaza, donde vio a una prostituta. Entonces entró para pasar la noche con ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Al pueblo de Gaza se le anunció: «¡Sansón ha venido aquí!». Así que rodearon el lugar y toda la noche estuvieron al acecho junto a la puerta de la ciudad. Se quedaron quietos durante toda la noche diciéndose: «Lo mataremos al amanecer»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Pero Sansón estuvo acostado allí hasta la medianoche; luego se levantó y arrancó las puertas de la entrada de la ciudad, junto con sus dos postes, con cerrojo y todo. Se las echó al hombro y las llevó hasta la cima del monte que está frente a Hebrón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Pasado algún tiempo, Sansón se enamoró de una mujer del valle de Sorec, que se llamaba Dalila."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Los gobernantes de los filisteos fueron a verla y le dijeron: «Sedúcelo, para que te revele el secreto de su tremenda fuerza y cómo podemos vencerlo, de modo que lo atemos y lo tengamos sometido. Cada uno de nosotros te dará mil cien siclos de plata»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Dalila dijo a Sansón:",
            "—Dime el secreto de tu tremenda fuerza, y cómo se te puede atar y dominar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Sansón respondió:",
            "—Si se me ata con siete cuerdas de arco que todavía no estén secas, me debilitaré y seré como cualquier otro hombre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Los gobernantes de los filisteos le trajeron a ella siete cuerdas de arco que aún no se habían secado, y Dalila lo ató con ellas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Estando unos hombres al acecho en el cuarto, ella gritó:",
            "—¡Sansón, los filisteos se lanzan sobre ti!",
            "Pero él rompió las cuerdas como quien rompe un pedazo de cuerda chamuscada. De modo que no se descubrió el secreto de su fuerza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Dalila dijo a Sansón:",
            "—¡Te burlaste de mí! ¡Me dijiste mentiras! Vamos, dime cómo se te puede atar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "—Si se me ata firmemente con sogas nuevas, sin usar —dijo él—, me debilitaré y seré como cualquier otro hombre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Mientras algunos filisteos estaban al acecho en el cuarto, Dalila tomó sogas nuevas, lo ató y luego gritó:",
            "—¡Sansón, los filisteos se lanzan sobre ti!",
            "Pero él rompió las sogas que ataban sus brazos, como quien rompe un hilo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Entonces Dalila dijo a Sansón:",
            "—¡Hasta ahora te has burlado de mí y me has dicho mentiras! Dime cómo se te puede atar.",
            "—Si entretejes las siete trenzas de mi cabello con los hilos del telar, y aseguras esta con la clavija —respondió él—, me debilitaré y seré como cualquier otro hombre.",
            "Entonces, mientras él dormía, Dalila tomó las siete trenzas de Sansón, las entretejió con la tela"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "y las aseguró con la clavija.",
            "Una vez más ella gritó: «¡Sansón, los filisteos se lanzan sobre ti!». Sansón despertó de su sueño y arrancó la clavija y el telar, junto con la tela."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Entonces ella dijo: «¿Cómo puedes decir que me amas, si no confías en mí? Ya van tres veces que te burlas de mí y aún no me has dicho el secreto de tu tremenda fuerza»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Como todos los días lo presionaba con sus palabras y lo acosaba hasta hacerlo sentirse harto de la vida,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "al fin se lo dijo todo. «Nunca ha pasado navaja sobre mi cabeza —le explicó—, porque soy nazareo, consagrado a Dios desde antes de nacer. Si se me afeitara la cabeza, perdería mi fuerza y llegaría a ser tan débil como cualquier otro hombre»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Cuando Dalila se dio cuenta de que esta vez le había confiado todo, mandó llamar a los gobernantes de los filisteos y les dijo: «Vuelvan una vez más, que él me lo ha confiado todo». Entonces los gobernantes de los filisteos regresaron a ella con la plata que le habían ofrecido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Después de hacerlo dormir sobre sus rodillas, ella llamó a un hombre para que le cortara las siete trenzas de su cabello. Así comenzó a dominarlo. Y su fuerza lo abandonó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Luego ella gritó: «¡Sansón, los filisteos se lanzan sobre ti!».",
            "Sansón despertó de su sueño y pensó: «Me escaparé como las otras veces y me los quitaré de encima». Pero no sabía que el Señor lo había abandonado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Entonces los filisteos lo capturaron, le arrancaron los ojos y lo llevaron a Gaza. Lo sujetaron con cadenas de bronce y lo pusieron a moler en la cárcel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Pero en cuanto cortaron su cabello, comenzó a crecer de nuevo."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Muerte de Sansón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Los gobernantes de los filisteos se reunieron para festejar y ofrecerle un gran sacrificio a Dagón, su dios, diciendo: «Nuestro dios ha entregado en nuestras manos a Sansón, nuestro enemigo»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Cuando el pueblo lo vio, todos alabaron a su dios diciendo:",
            "«Nuestro dios ha entregado en nuestras manos",
            "a nuestro enemigo,",
            "al que asolaba nuestra tierra",
            "y multiplicaba nuestras víctimas»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Cuando ya estaban muy alegres, gritaron: «¡Saquen a Sansón para que nos divierta!». Así que sacaron a Sansón de la cárcel y él les sirvió de diversión.",
            "Cuando lo pusieron de pie entre las columnas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Sansón dijo al muchacho que lo llevaba de la mano: «Ponme donde pueda tocar las columnas que sostienen el templo, para que me pueda apoyar en ellas»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "En ese momento el templo estaba lleno de hombres y mujeres; todos los gobernantes de los filisteos estaban allí, y en la parte alta había unos tres mil hombres y mujeres que se divertían a costa de Sansón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Entonces Sansón oró al Señor: «Oh mi Señor y Dios, acuérdate de mí. Oh Dios, te ruego que me fortalezcas solo una vez más; déjame de una vez por todas vengarme de los filisteos por haberme sacado los ojos»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Luego Sansón palpó las dos columnas centrales que sostenían el templo y se apoyó contra ellas, la mano derecha sobre una y la izquierda sobre la otra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Y gritó: «¡Muera yo junto con los filisteos!». Luego empujó con toda su fuerza, entonces el templo se vino abajo sobre los gobernantes y sobre toda la gente que estaba allí. Fueron muchos más los que Sansón mató al morir que los que había matado mientras vivía."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Sus hermanos y toda la familia de su padre descendieron para recogerlo. Lo llevaron de regreso y lo sepultaron entre Zora y Estaol, en la tumba de su padre Manoa. Sansón había liderado a Israel durante veinte años."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.17",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.17"
        ],
        "human": "Jueces 17"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.18"
        ],
        "human": "Jueces 18",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.16"
        ],
        "human": "Jueces 16",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Los ídolos de Micaías"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "En la región montañosa de Efraín había un hombre llamado Micaías,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "quien dijo a su madre:",
            "—Con respecto a los mil siclos de plata que te robaron y sobre los cuales te oí pronunciar una maldición, yo tengo esa plata; yo te la robé.",
            "Su madre dijo:",
            "—¡Que el Señor te bendiga, hijo mío!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Cuando Micaías devolvió a su madre los mil siclos de plata, ella dijo:",
            "—Solemnemente consagro mi plata al Señor para que mi hijo haga una imagen tallada y un ídolo de fundición. Ahora pues, te la devuelvo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Cuando él le devolvió la plata a su madre, ella tomó doscientos siclos de plata y se los dio a un platero, quien hizo con eso una imagen tallada y un ídolo de fundición, que fueron puestos en la casa de Micaías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Este Micaías tenía un santuario. Hizo un efod y algunos ídolos familiares, y consagró a uno de sus hijos como sacerdote."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "En aquella época no había rey en Israel; cada uno hacía lo que le parecía mejor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Un joven levita, que vivía como extranjero en Belén de Judá,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "salió de aquella ciudad en busca de algún otro lugar donde vivir. En el curso de su viaje llegó a la casa de Micaías en la región montañosa de Efraín."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "—¿De dónde vienes? —preguntó Micaías.",
            "—Soy levita, de Belén de Judá —contestó él—, y estoy buscando un lugar donde vivir."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "—Vive conmigo —le propuso Micaías—, y sé mi padre y sacerdote; yo te daré diez siclos de plata al año, además de ropa y comida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "El joven levita aceptó quedarse a vivir con él y fue para Micaías como uno de sus hijos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Luego Micaías invistió al levita, y así el joven se convirtió en su sacerdote y vivió en su casa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Y Micaías dijo: «Ahora sé que el Señor me hará prosperar, porque tengo a un levita como sacerdote»."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.18",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.18"
        ],
        "human": "Jueces 18"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.19"
        ],
        "human": "Jueces 19",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.17"
        ],
        "human": "Jueces 17",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La tribu de Dan se establece en Lais"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "En aquella época no había rey en Israel y la tribu de Dan andaba buscando un territorio propio donde establecerse, porque hasta ese momento no había recibido la parte que le correspondía de entre las tribus de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Desde Zora y Estaol los danitas enviaron a cinco de sus hombres más valientes, para que espiaran la tierra y la exploraran. Les dijeron: «Vayan, exploren la tierra».",
            "Los hombres entraron en la región montañosa de Efraín y llegaron hasta la casa de Micaías, donde pasaron la noche."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Cuando estaban cerca de la casa de Micaías, reconocieron la voz del joven levita, así que entraron allí y le preguntaron:",
            "—¿Quién te trajo aquí? ¿Qué haces en este lugar? ¿Qué buscas aquí?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "El joven les contó lo que Micaías había hecho por él y dijo:",
            "—Me ha contratado y soy su sacerdote."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Le dijeron:",
            "—Te rogamos que consultes a Dios para que sepamos si vamos a tener éxito en nuestro viaje."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "El sacerdote respondió:",
            "—Vayan en paz. Su viaje tiene la aprobación del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Los cinco hombres se fueron y llegaron a Lais, donde vieron que la gente vivía segura, tranquila y confiada, tal como vivían los sidonios. Gozaban de prosperidad y no les faltaba nada. Además, vivían lejos de los sidonios y no se relacionaban con nadie más."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Cuando volvieron a Zora y Estaol, sus hermanos les preguntaron:",
            "—¿Cómo les fue?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Ellos respondieron:",
            "—¡Subamos, ataquémoslos! Hemos visto que la tierra es excelente. ¿Qué pasa? ¿Se van a quedar ahí sin hacer nada? No duden un solo instante en marchar allí y apoderarse de ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Cuando lleguen allí, encontrarán a un pueblo confiado y una tierra espaciosa que Dios ha entregado en manos de ustedes. Sí, es una tierra donde no hace falta absolutamente nada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Entonces partieron de Zora y Estaol seiscientos danitas armados para la batalla."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Subieron y acamparon cerca de Quiriat Yearín en Judá. Por eso hasta el día de hoy el sector oeste de Quiriat Yearín se llama Majané Dan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Desde allí cruzaron hasta la región montañosa de Efraín, y llegaron a la casa de Micaías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Entonces los cinco hombres que habían explorado la tierra de Lais dijeron a sus hermanos:",
            "—¿Saben que una de esas casas tiene un efod, algunos ídolos familiares, una imagen tallada y un ídolo de fundición? Ahora bien, ustedes sabrán qué hacer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Ellos se acercaron hasta allí y entraron en la casa del joven levita, que era la misma de Micaías, y lo saludaron amablemente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Los seiscientos danitas armados para la batalla se quedaron haciendo guardia en la entrada de la puerta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Los cinco hombres que habían explorado la tierra entraron y tomaron la imagen tallada, el efod, los ídolos familiares y el ídolo de fundición. Mientras tanto, el sacerdote y los seiscientos hombres armados para la batalla permanecían a la entrada de la puerta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Cuando aquellos hombres entraron en la casa de Micaías y tomaron la imagen tallada, el efod, los ídolos familiares y el ídolo de fundición, el sacerdote les preguntó:",
            "—¿Qué están haciendo?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Ellos respondieron:",
            "—¡Silencio! No digas ni una sola palabra. Ven con nosotros y serás nuestro padre y sacerdote. ¿No crees que es mejor ser sacerdote de toda una tribu y de un clan de Israel que de la familia de un solo hombre?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "El sacerdote se alegró. Tomó el efod, los ídolos familiares y la imagen tallada, y se fue con esa gente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Ellos, poniendo por delante a sus niños, su ganado y sus bienes, se volvieron y partieron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Cuando ya se habían alejado de la casa de Micaías, los hombres que vivían cerca de Micaías se reunieron y dieron alcance a los danitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Como gritaban tras ellos, los danitas se dieron vuelta y preguntaron a Micaías:",
            "—¿Qué te sucede que has convocado a tu gente?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Micaías respondió:",
            "—Ustedes se llevaron mis dioses que yo mismo hice, y también se llevaron a mi sacerdote y luego se fueron. ¿Qué más me queda? ¡Y todavía se atreven a preguntarme qué me sucede!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Los danitas respondieron:",
            "—No nos levantes la voz, no sea que algunos de los nuestros pierdan la cabeza y los ataquen a ustedes, y tú y tu familia pierdan la vida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Y así los danitas siguieron su camino. Micaías, viendo que eran demasiado fuertes para él, se dio la vuelta y regresó a su casa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Así fue como los danitas se adueñaron de lo que había hecho Micaías y también de su sacerdote; luego marcharon contra Lais, un pueblo tranquilo y confiado, mataron a sus habitantes a filo de espada y quemaron la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "No hubo nadie que los librara, porque vivían lejos de Sidón y no se relacionaban con nadie más. La ciudad estaba situada en un valle cercano a Bet Rejob.",
            "Después los mismos danitas reconstruyeron la ciudad y se establecieron allí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "La llamaron Dan en honor a su antepasado del mismo nombre, que fue hijo de Israel, aunque antes la ciudad se llamaba Lais."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Allí erigieron para sí la imagen tallada y Jonatán, hijo de Guersón y nieto de Moisés, y sus hijos fueron sacerdotes de la tribu de Dan hasta el tiempo del exilio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Instalaron la imagen tallada que había hecho Micaías, y allí quedó todo el tiempo que el santuario de Dios estuvo en Siló."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.19",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.19"
        ],
        "human": "Jueces 19"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.20"
        ],
        "human": "Jueces 20",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.18"
        ],
        "human": "Jueces 18",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El levita y su concubina"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "En la época en que no había rey en Israel, un levita que vivía en una zona remota de la región montañosa de Efraín tomó como concubina a una mujer de Belén de Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Pero ella le fue infiel, lo dejó y regresó a la casa de su padre, en Belén de Judá. Había estado allí cuatro meses"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "cuando su esposo fue a verla para convencerla de que regresara. Con él llevó a un criado suyo y dos asnos. Ella lo hizo pasar a la casa de su propio padre, quien se alegró mucho de verlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Su suegro, padre de la muchacha, lo convenció de que se quedara y él se quedó tres días comiendo, bebiendo y durmiendo allí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Al cuarto día madrugaron y él se dispuso a salir, pero el padre de la muchacha dijo a su yerno: «Repón tus fuerzas con algo de comida, luego podrás irte»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Así que se sentaron a comer y a beber los dos juntos. Después el padre de la muchacha le pidió: «Por favor, quédate esta noche para pasarla bien»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Cuando el levita se levantó para irse, su suegro insistió de tal manera que se vio obligado a quedarse allí esa noche."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Al quinto día madrugó para irse, pero el padre de la muchacha dijo: «Repón tus fuerzas. ¡Espera hasta la tarde!». Así que los dos comieron juntos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Cuando el hombre se levantó para irse con su concubina y su criado, su suegro, que era el padre de la muchacha, le dijo: «Mira, está a punto de oscurecer y el día ya se termina. Pasa aquí la noche; quédate para pasarla bien. Mañana podrás madrugar y emprender tu camino a casa»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "No queriendo quedarse otra noche, el hombre salió y partió rumbo a Jebús, es decir, Jerusalén, con sus dos asnos ensillados y su concubina."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Cuando estaban cerca de Jebús, casi de noche, el criado dijo a su amo:",
            "—Vamos, desviémonos hacia esta ciudad de los jebuseos y pasemos la noche en ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Pero su amo respondió:",
            "—No. No nos desviaremos para entrar en una ciudad extranjera, cuyo pueblo no sea israelita. Seguiremos hasta Guibeá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Luego añadió:",
            "—Ven, tratemos de acercarnos a Guibeá o a Ramá y pasemos la noche en uno de esos lugares."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Así que siguieron de largo y al ponerse el sol estaban frente a Guibeá de Benjamín."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Entonces se desviaron para pasar la noche en Guibeá. El hombre fue y se sentó en la plaza de la ciudad, pero nadie les ofreció alojamiento para pasar la noche."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Aquella noche volvía de trabajar en el campo un anciano de la región montañosa de Efraín, que vivía en Guibeá como forastero, pues los hombres del lugar eran benjamitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Cuando el anciano miró y vio en la plaza de la ciudad al viajero, le preguntó:",
            "—¿A dónde vas? ¿De dónde vienes?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "El viajero respondió:",
            "—Estamos de paso. Venimos de Belén de Judá y vamos a una zona remota de la región montañosa de Efraín, donde yo vivo. He estado en Belén de Judá y ahora me dirijo a la casa del Señor, pero nadie me ha ofrecido alojamiento."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Tenemos paja y forraje para nuestros asnos, y también pan y vino para mí y para tu sierva, y para el joven que está conmigo. No nos hace falta nada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "—En mi casa serás bienvenido —dijo el anciano—. Yo me encargo de todo lo que necesites. Pero no pases la noche en la plaza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Así que lo llevó a su casa y dio de comer a sus asnos y, después de lavarse los pies, comieron y bebieron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Mientras pasaban un momento agradable, algunos hombres perversos de la ciudad rodearon la casa. Golpeando la puerta, le gritaban al anciano dueño de la casa:",
            "—¡Saca al hombre que llegó a tu casa! ¡Queremos tener relaciones sexuales con él!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "El dueño de la casa salió y dijo:",
            "—No, amigos míos, no cometan tal perversidad, pues este hombre es mi huésped. ¡No cometan con él tal infamia!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Miren, aquí está mi hija, que todavía es virgen, y la concubina de este hombre. Voy a traérselas ahora, para que las abusen y hagan con ellas lo que bien les parezca. Pero con este hombre no cometan tal infamia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Aquellos perversos no quisieron hacerle caso, así que el levita tomó a su concubina y la echó a la calle. Los hombres la violaron y la ultrajaron toda la noche, hasta el amanecer; ya en la madrugada la dejaron ir."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Despuntaba el alba cuando la mujer volvió y se desplomó a la entrada de la casa donde estaba hospedado su marido. Allí se quedó hasta que amaneció."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Cuando por la mañana su marido se levantó y abrió la puerta de la casa, dispuesto a seguir su camino, vio allí a su concubina, tendida a la entrada de la casa y con las manos en el umbral."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "«¡Levántate, vámonos!», le dijo, pero no obtuvo respuesta. Entonces el hombre la puso sobre su asno y partió hacia su casa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Cuando llegó a su casa, tomó un cuchillo y descuartizó a su concubina en doce pedazos, después de lo cual distribuyó los pedazos por todas las regiones de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Todo el que veía esto decía: «Nunca se ha visto ni se ha hecho semejante cosa desde el día que los israelitas salieron de la tierra de Egipto. ¡Piensen en esto! ¡Considérenlo y dígannos qué hacer!»."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.20",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.20"
        ],
        "human": "Jueces 20"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.21"
        ],
        "human": "Jueces 21",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.19"
        ],
        "human": "Jueces 19",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Los israelitas derrotan a los benjamitas"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Todos los israelitas desde Dan hasta Berseba, incluso los de la tierra de Galaad, salieron como un solo hombre y se reunieron ante el Señor en Mizpa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Los jefes de todo el pueblo, es decir, de todas las tribus de Israel, tomaron sus puestos en la asamblea del pueblo de Dios. Eran cuatrocientos mil soldados armados con espadas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "A su vez, los de la tribu de Benjamín se enteraron de que los israelitas habían subido a Mizpa. Entonces los israelitas dijeron al levita:",
            "—Cuéntanos cómo sucedió esta infamia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "El levita, esposo de la mujer asesinada, respondió:",
            "—Mi concubina y yo llegamos a Guibeá de Benjamín para pasar la noche."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Durante la noche los hombres de Guibeá se levantaron contra mí y rodearon la casa, con la intención de matarme. Luego violaron a mi concubina de tal manera que murió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Entonces la tomé, la corté en pedazos y envié un pedazo a cada tribu en el territorio israelita, porque esa gente cometió un acto depravado e infame en Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Ahora, todos ustedes, israelitas, opinen y tomen una decisión aquí mismo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Todo el pueblo se levantó como un solo hombre y dijo:",
            "—¡Ninguno de nosotros volverá a su tienda de campaña! ¡Nadie regresará a su casa!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Y esto es lo que haremos ahora a Guibeá: Echaremos suertes para ver quiénes subirán contra ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "De entre todas las tribus de Israel, tomaremos a diez hombres de cada cien, a cien de cada mil y a mil de cada diez mil, para conseguir provisiones para el ejército. Cuando el ejército llegue a Gueba de Benjamín, les dará su merecido por toda la infamia cometida en Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Así que todos los israelitas, como un solo hombre, unieron sus fuerzas contra la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Las tribus de Israel enviaron mensajeros por toda la tribu de Benjamín, diciendo: «¿Qué les parece este crimen que se cometió entre ustedes?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Entreguen ahora a esos hombres perversos de Guibeá para que los matemos y eliminemos así la maldad en Israel».",
            "Pero los de la tribu de Benjamín no quisieron hacerles caso a sus hermanos israelitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Al contrario, gente de todas sus ciudades se reunió en Guibeá para luchar contra los israelitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "En aquel día los de Benjamín movilizaron de entre sus ciudades veintiséis mil soldados armados de espada, además de setecientos hombres escogidos de los que vivían en Guibeá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Entre todos ellos había setecientos soldados escogidos que eran zurdos, todos ellos capaces de lanzar con la honda una piedra contra un cabello, sin errar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Israel, sin contar a Benjamín, movilizó a cuatrocientos mil soldados armados de espada, todos ellos expertos guerreros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Los israelitas subieron a Betel y consultaron a Dios. Le preguntaron:",
            "—¿Cuál de nosotros será el primero en combatir a los de la tribu de Benjamín?",
            "El Señor respondió:",
            "—Judá será el primero."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Los israelitas se levantaron temprano y acamparon frente a Guibeá;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "salieron a luchar contra los de Benjamín, y frente a Guibeá se dispusieron contra ellos en orden de batalla."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Pero los de Benjamín salieron de Guibeá y abatieron aquel día a veintidós mil israelitas en el campo de batalla."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Los israelitas se animaron unos a otros y volvieron a presentar batalla donde se habían apostado el primer día,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "pues habían subido a llorar en presencia del Señor hasta el anochecer y le habían consultado:",
            "—¿Debemos subir y volver a luchar contra los de Benjamín, nuestros hermanos?",
            "Y el Señor les había contestado:",
            "—Suban contra ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Fue así como los israelitas se acercaron a Benjamín el segundo día."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Los de Benjamín salieron de Guibeá para combatirlos, abatiendo esta vez a dieciocho mil israelitas más, todos ellos armados con espadas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Entonces los israelitas, con todo el pueblo, subieron a Betel y allí se sentaron y lloraron en presencia del Señor. Ayunaron aquel día hasta el anochecer y presentaron al Señor holocaustos y sacrificios de comunión."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Después consultaron al Señor, pues en aquel tiempo estaba allí el arca del pacto de Dios,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "y Finés, hijo de Eleazar y nieto de Aarón, ministraba delante de ella. Preguntaron:",
            "—¿Debemos subir y volver a luchar contra los de Benjamín, nuestros hermanos, o nos retiramos?",
            "El Señor respondió:",
            "—Suban, porque mañana los entregaré en sus manos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Israel tendió una emboscada alrededor de Guibeá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Al tercer día subieron contra los de Benjamín y se pusieron en orden de batalla contra Guibeá, como lo habían hecho antes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Los de Benjamín salieron a su encuentro y se vieron obligados a alejarse de la ciudad. Comenzaron a causar bajas entre los israelitas, como en las ocasiones anteriores, y alcanzaron a matar a unos treinta hombres en el campo abierto, por el camino que lleva a Betel y también por el que lleva a Guibeá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Los benjamitas decían: «Los estamos derrotando como antes», pero los israelitas decían: «Huyamos, para que se alejen de la ciudad hasta los caminos»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "De pronto, los israelitas cambiaron de táctica y presentaron batalla en Baal Tamar, y los israelitas que estaban emboscados salieron a atacar al oeste de Gueba."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Diez mil de los mejores guerreros de Israel lanzaron un ataque frontal contra Gueba, y fue tan intenso el combate que los benjamitas no se dieron cuenta de que la calamidad se les venía encima."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "El Señor derrotó a Benjamín delante de Israel, y aquel día los israelitas mataron a veinticinco mil cien hombres de la tribu de Benjamín, todos ellos armados con espadas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Allí los de Benjamín cayeron en cuenta de que habían sido vencidos.",
            "Los hombres de Israel habían cedido terreno delante de Benjamín, porque confiaban en la emboscada que habían tendido contra Gueba."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "De repente, los hombres que habían estado emboscados asaltaron a Gueba, se desplegaron y mataron a filo de espada a todos los habitantes de la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Los israelitas habían acordado con los que estaban emboscados que, cuando estos levantaran una gran nube de humo desde la ciudad,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "los hombres de Israel volverían a la batalla.",
            "Cuando los de Benjamín comenzaron a causar bajas entre los israelitas, matando a unos treinta, se decían: «¡Los estamos derrotando, como en la primera batalla!»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "Pero cuando la columna de humo comenzó a levantarse de la ciudad, los de Benjamín se dieron vuelta y vieron que el fuego de la ciudad entera subía al cielo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "En ese momento, atacaron los israelitas, y los hombres de Benjamín se aterrorizaron al darse cuenta de que la calamidad se les venía encima."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "Así que huyeron ante los israelitas por el camino del desierto; pero no pudieron escapar de la batalla, pues a los que salían de las ciudades los abatieron allí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "Rodearon a los de Benjamín; los persiguieron y los aplastaron con facilidad en las inmediaciones de Gueba, hacia el lado oriental."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "Cayeron dieciocho mil de la tribu de Benjamín, todos ellos guerreros valientes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "Cuando se volvieron y huyeron hacia el desierto, a la peña de Rimón, los israelitas abatieron a cinco mil hombres junto a los caminos. Continuaron persiguiéndolos hasta Guidón y mataron a dos mil más."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            46
          ],
          "lines": [
            "Aquel día cayeron en combate veinticinco mil soldados benjamitas armados con espada, todos ellos guerreros valientes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            47
          ],
          "lines": [
            "Pero seiscientos hombres se volvieron y huyeron por el desierto hasta la peña de Rimón, donde permanecieron cuatro meses."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            48
          ],
          "lines": [
            "Los israelitas se volvieron contra los de Benjamín y mataron a filo de espada a los habitantes de todas las ciudades, incluso a los animales, y destrozaron todo lo que encontraron a su paso. También les prendieron fuego a todas las ciudades."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JDG.21",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JDG.21"
        ],
        "human": "Jueces 21"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "RUT.1"
        ],
        "human": "Rut 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDG.20"
        ],
        "human": "Jueces 20",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Esposas para los benjamitas"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Los israelitas habían jurado en Mizpa: «Ninguno de nosotros dará su hija en matrimonio a un benjamita»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "El pueblo fue a Betel y allí permanecieron hasta el anochecer, clamando y llorando amargamente en presencia de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "«Oh Señor, Dios de Israel —clamaban—, ¿por qué le ha sucedido esto a Israel? ¡Hoy ha desaparecido una de nuestras tribus!»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Al día siguiente el pueblo se levantó de madrugada, construyó allí un altar, y presentaron holocaustos y sacrificios de comunión."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Luego preguntaron los israelitas: «¿Quién de entre todas las tribus de Israel no se presentó a la asamblea del Señor?». Porque habían pronunciado un juramento solemne contra cualquiera que no se presentara ante el Señor en Mizpa, que decía así: «Tendrá que morir»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Los israelitas se afligieron por sus hermanos, los benjamitas. «Hoy ha sido arrancada una tribu de Israel —dijeron ellos—."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "¿Cómo podemos proveerles esposas a los que quedan, si ya hemos jurado ante el Señor no darles ninguna de nuestras hijas en matrimonio?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Entonces preguntaron: «¿Cuál de las tribus de Israel no se presentó ante el Señor en Mizpa?». Y resultó que ninguno de Jabés de Galaad había llegado al campamento para la asamblea,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "porque al pasar revista al pueblo notaron que de los habitantes de Jabés de Galaad no había allí ninguno."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Así que la asamblea envió doce mil de los mejores guerreros con la siguiente orden: «Vayan y maten a filo de espada a los habitantes de Jabés de Galaad. Maten también a las mujeres y a los niños."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Esto es lo que van a hacer: Exterminarán a todos los hombres y a todas las mujeres que no sean vírgenes»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Entre los habitantes de Jabés de Galaad encontraron a cuatrocientas muchachas que no habían tenido relaciones sexuales con ningún hombre y las llevaron al campamento de Siló, que está en la tierra de Canaán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Entonces toda la comunidad envió una oferta de paz a los benjamitas que estaban en la peña de Rimón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "En esa ocasión, regresaron los benjamitas y les entregaron las mujeres de Jabés de Galaad que habían dejado con vida. Pero no hubo mujeres para todos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "El pueblo todavía se afligía por Benjamín, porque el Señor había dejado un vacío en las tribus de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Y los jefes de la asamblea dijeron: «¿Cómo podemos dar mujeres a los hombres que quedaron, si las mujeres de Benjamín fueron exterminadas?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "¡Los sobrevivientes benjamitas deben tener herederos —exclamaron—, para que no sea aniquilada una tribu de Israel!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Pero nosotros no podemos darles nuestras hijas como esposas, porque hemos jurado diciendo: “Maldito sea el que dé una mujer a un benjamita”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Pero miren, se acerca la fiesta del Señor que todos los años se celebra en Siló, al norte de Betel, y al este del camino que va de Betel a Siquén, y al sur de Leboná»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Así que dieron estas instrucciones a los de Benjamín: «Vayan, escóndanse en los viñedos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "y estén atentos. Cuando las muchachas de Siló salgan a bailar, salgan ustedes de los viñedos y róbese cada uno de ustedes una de esas muchachas para esposa, y váyase a la tierra de Benjamín."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Y si sus padres o sus hermanos vienen a reclamarnos algo, les diremos: “Sean bondadosos con ellos, porque no conseguimos esposas para todos durante la guerra. Además, ustedes son inocentes, ya que no les dieron sus hijas”»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Así lo hicieron los de la tribu de Benjamín. Mientras bailaban las muchachas, cada uno de ellos se robó una y se la llevó. Luego regresaron a sus propias tierras, reconstruyeron las ciudades y se establecieron en ellas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Luego de eso los israelitas también se fueron de aquel lugar y regresaron a sus tribus y a sus clanes, cada uno a su propia tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "En aquella época no había rey en Israel; cada uno hacía lo que le parecía mejor."
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}