{
  "book_usfm": "JOS",
  "name": "Josué",
  "local_title": "Nueva Versión Internacional - Español",
  "local_abbreviation": "NVI",
  "version_id": 128,
  "publisher": {
    "name": "Biblica, Inc."
  },
  "copyright": {
    "html": "<p>Santa Biblia, Nueva Versión Internacional® NVI®</p> <p>© 1999, 2015, 2022 por Biblica, Inc.</p> <p>Usado con permiso. Reservados todos los derechos en todo el mundo.</p>",
    "text": "Santa Biblia, Nueva Versión Internacional® NVI® © 1999, 2015, 2022 por Biblica, Inc. Usado con permiso. Reservados todos los derechos en todo el mundo."
  },
  "language": {
    "iso_639_1": "es",
    "iso_639_3": "spa",
    "language_tag": "spa",
    "local_name": "Español (América Latina)",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/mrk214/bible-data-es-spa",
  "chapters": [
    {
      "chapter_usfm": "JOS.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.1"
        ],
        "human": "Josué 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.2"
        ],
        "human": "Josué 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "DEU.34"
        ],
        "human": "Deuteronomio 34",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Orden del Señor a Josué"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Después de la muerte de Moisés, siervo del Señor, el Señor dijo a Josué, hijo de Nun, asistente de Moisés:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "«Mi siervo Moisés ha muerto. Por eso tú y todo este pueblo deberán prepararse para cruzar el río Jordán y entrar a la tierra que daré a los israelitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Tal como prometí a Moisés, les entregaré a ustedes todo lugar que toquen sus pies."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Su territorio se extenderá desde el desierto hasta el Líbano y desde el gran río Éufrates, tierra de los hititas, hasta el mar Mediterráneo, que se encuentra al oeste."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Durante todos los días de tu vida, nadie será capaz de enfrentarse a ti. Así como estuve con Moisés, también estaré contigo; no te dejaré ni te abandonaré."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Sé fuerte y valiente porque tú harás que este pueblo herede la tierra que prometí a sus antepasados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "»Solo te pido que seas fuerte y muy valiente para obedecer toda la ley que mi siervo Moisés te ordenó. No te apartes de ella ni a derecha ni a izquierda; solo así tendrás éxito dondequiera que vayas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Recita siempre el libro de la Ley y medita en él de día y de noche; cumple con cuidado todo lo que en él está escrito. Así prosperarás y tendrás éxito."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Ya te lo he ordenado: ¡Sé fuerte y valiente! ¡No tengas miedo ni te desanimes! Porque el Señor tu Dios te acompañará dondequiera que vayas»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Entonces Josué dio la siguiente orden a los oficiales del pueblo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "«Vayan por todo el campamento y díganle al pueblo que prepare provisiones, porque dentro de tres días cruzará el río Jordán para tomar posesión de la tierra que Dios el Señor le da como herencia»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "A la tribu de Rubén, de Gad y a la media tribu de Manasés, Josué les dijo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "—Recuerden la orden que dio Moisés, siervo del Señor: “Dios el Señor les ha dado reposo y les ha entregado esta tierra”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Sus mujeres, sus niños y su ganado permanecerán en la tierra que Moisés les dio al este del Jordán. Pero ustedes, los hombres de guerra, cruzarán en formación de combate al frente de sus hermanos. Les prestarán ayuda"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "hasta que el Señor les dé reposo, como lo hizo con ustedes, y hasta que ellos tomen posesión de la tierra que el Señor su Dios les da. Solo entonces podrán ustedes retornar a sus tierras y ocuparlas. Son las tierras que Moisés, siervo del Señor, les dio al este del Jordán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Ellos respondieron a Josué:",
            "—Nosotros obedeceremos todo lo que nos has mandado e iremos adondequiera que nos envíes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Te obedeceremos en todo, tal como lo hicimos con Moisés. Lo único que pedimos es que el Señor esté contigo como estuvo con Moisés."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Cualquiera que se rebele contra tus palabras o que no obedezca lo que tú ordenes será condenado a muerte. Pero tú, ¡sé fuerte y valiente!"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.2"
        ],
        "human": "Josué 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.3"
        ],
        "human": "Josué 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.1"
        ],
        "human": "Josué 1",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Rajab y los espías"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Luego Josué, hijo de Nun, envió secretamente, desde Sitín, a dos espías con la siguiente orden: «Vayan a explorar la tierra, especialmente Jericó». Cuando los espías llegaron a Jericó, se hospedaron en la casa de una prostituta llamada Rajab."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Pero el rey de Jericó se enteró de que dos espías israelitas habían entrado esa noche en la ciudad para reconocer el país."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Así que envió a Rajab el siguiente mensaje: «Echa fuera a los hombres que han entrado en tu casa, pues vinieron a espiar nuestro país»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Pero la mujer, que ya había escondido a los espías, respondió al rey: «Es cierto que unos hombres vinieron a mi casa, pero no sé quiénes eran ni de dónde venían."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Salieron cuando empezó a oscurecer, a la hora de cerrar las puertas de la ciudad, y no sé a dónde se fueron. Vayan tras ellos; tal vez les den alcance»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "En realidad, la mujer había llevado a los hombres al techo de la casa y los había escondido entre los manojos de lino que allí secaba."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Los hombres del rey fueron tras los espías por el camino que lleva a los cruces del río Jordán. En cuanto salieron, las puertas de Jericó se cerraron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Antes de que los espías se acostaran, Rajab subió al techo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "y dijo:",
            "—Yo sé que el Señor les ha dado esta tierra y por eso un gran terror ante ustedes ha caído sobre nosotros; todos los habitantes del país han perdido el ánimo a causa de ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Tenemos noticias de cómo el Señor secó las aguas del mar Rojo para que ustedes pasaran, después de haber salido de Egipto. También hemos oído cómo destruyeron completamente a los reyes amorreos, Sijón y Og, al este del Jordán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Por eso estamos todos tan amedrentados y descorazonados frente a ustedes. Yo sé que el Señor su Dios es Dios arriba en el cielo y abajo en la tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Por lo tanto, les pido ahora mismo que juren en el nombre del Señor que serán bondadosos con mi familia, como yo lo he sido con ustedes. Quiero que me den como garantía una señal"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "de que perdonarán la vida de mi padre y madre, de mis hermanos y hermanas, y de todos los que viven con ellos. ¡Juren que nos salvarán de la muerte!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "—¡Juramos por nuestra vida que la de ustedes no correrá peligro! —contestaron ellos—. Si no nos delatas, seremos bondadosos contigo y cumpliremos nuestra promesa cuando el Señor nos entregue este país."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Entonces Rajab los bajó por la ventana con una soga, pues la casa donde ella vivía estaba sobre la muralla de la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Ya les había dicho previamente: «Huyan rumbo a las montañas para que sus perseguidores no los encuentren. Escóndanse allí por tres días, hasta que ellos regresen. Entonces podrán seguir su camino»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Los hombres dijeron a Rajab:",
            "—Quedaremos libres del juramento que te hemos hecho"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "si, cuando conquistemos la tierra, no vemos este cordón rojo atado a la ventana por la que nos bajas. Además, tu padre, tu madre, tus hermanos y el resto de tu familia deberán estar reunidos en tu casa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Quien salga de la casa en ese momento será responsable de su propia vida y nosotros seremos inocentes. Solo nos haremos responsables de quienes permanezcan en la casa si alguien se atreve a ponerles la mano encima."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Conste que, si nos delatas, nosotros quedaremos libres del juramento que nos obligaste hacer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "—De acuerdo —respondió Rajab—. Que sea tal como ustedes han dicho.",
            "Luego los despidió; ellos partieron y ella ató el cordón rojo a la ventana."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Los hombres se dirigieron a las montañas y permanecieron allí tres días, hasta que sus perseguidores regresaron a la ciudad. Los habían buscado por todas partes, pero sin éxito."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Los dos hombres emprendieron el regreso; bajando de las montañas, cruzaron el río y llegaron adonde estaba Josué, hijo de Nun. Allí relataron todo lo que había sucedido:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "«El Señor ha entregado todo el país en nuestras manos. ¡Todos sus habitantes han perdido el ánimo a causa de nosotros!»."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.3"
        ],
        "human": "Josué 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.4"
        ],
        "human": "Josué 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.2"
        ],
        "human": "Josué 2",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El cruce del río Jordán"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Muy de mañana, Josué y todos los israelitas partieron de Sitín y se dirigieron hacia el río Jordán; pero antes de cruzarlo acamparon a sus orillas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Al cabo de tres días, los oficiales del pueblo recorrieron todo el campamento"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "con la siguiente orden: «Cuando vean el arca del pacto del Señor su Dios y a los sacerdotes levitas que la llevan, abandonen sus puestos y pónganse en marcha detrás de ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Así sabrán por dónde ir, pues nunca antes han pasado por ese camino. Deberán, sin embargo, mantener dos mil codos de distancia entre ustedes y el arca; no se acerquen a ella»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Josué ordenó al pueblo: «Conságrense, porque mañana el Señor va a realizar grandes prodigios entre ustedes»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Y a los sacerdotes les dijo: «Carguen el arca del pacto y pónganse al frente del pueblo». Los sacerdotes obedecieron y se pusieron al frente del pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Luego el Señor dijo a Josué: «Este día comenzaré a engrandecerte ante el pueblo de Israel. Así sabrán que estoy contigo como estuve con Moisés."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Da la siguiente orden a los sacerdotes que llevan el arca del pacto: “Cuando lleguen a la orilla del Jordán, deténganse”»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Entonces Josué dijo a los israelitas: «Acérquense y escuchen lo que Dios el Señor tiene que decirles»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Y añadió: «Ahora sabrán que el Dios viviente está en medio de ustedes y que de seguro expulsará a los cananeos, los hititas, los heveos, los ferezeos, los gergeseos, los amorreos y los jebuseos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "El arca del pacto, que pertenece al Soberano de toda la tierra, cruzará el Jordán al frente de ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Ahora, pues, elijan doce hombres, uno por cada tribu de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Tan pronto como los sacerdotes que llevan el arca del Señor, Soberano de toda la tierra, pongan pie en el Jordán, las aguas dejarán de correr y se detendrán formando un muro»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Cuando el pueblo levantó el campamento para cruzar el Jordán, los sacerdotes que llevaban el arca del pacto marcharon al frente de todos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Ahora bien, las aguas del Jordán se desbordan en el tiempo de la cosecha. A pesar de eso, tan pronto como los pies de los sacerdotes que portaban el arca tocaron las aguas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "estas dejaron de fluir y formaron un muro a gran distancia, más o menos a la altura del pueblo de Adán, junto a Saretán. A la vez, dejaron de correr las aguas que fluían en el mar del Arabá, es decir, el mar Muerto, y así el pueblo pudo cruzar hasta quedar frente a Jericó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Por su parte, los sacerdotes que portaban el arca del pacto del Señor permanecieron de pie en tierra seca, en medio del Jordán, mientras todo el pueblo de Israel terminaba de cruzar el río por el cauce totalmente seco."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.4"
        ],
        "human": "Josué 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.5"
        ],
        "human": "Josué 5",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.3"
        ],
        "human": "Josué 3",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Monumento conmemorativo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Cuando todo el pueblo terminó de cruzar el río Jordán, el Señor dijo a Josué:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "«Elijan a un hombre de cada una de las doce tribus de Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "y ordénenles que tomen doce piedras del cauce, exactamente del lugar donde los sacerdotes permanecieron de pie. Díganles que las coloquen en el lugar donde hoy pasarán la noche»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Entonces Josué reunió a los doce hombres que había escogido de las doce tribus"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "y dijo: «Vayan al centro del cauce del río hasta donde está el arca del Señor su Dios y cada uno cargue al hombro una piedra. Serán doce piedras, una por cada tribu de Israel,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "y servirán como señal entre ustedes. En el futuro, cuando sus hijos les pregunten: “¿Por qué están estas piedras aquí?”,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "ustedes responderán: “El día en que el arca del pacto del Señor cruzó el Jordán, las aguas del río se dividieron frente a ella. Para nosotros los israelitas, estas piedras que están aquí son un recuerdo permanente de aquella gran hazaña”»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Los israelitas hicieron lo que Josué ordenó, según las instrucciones del Señor. Tomaron las piedras del cauce del Jordán, conforme al número de las tribus, las llevaron hasta el campamento y las colocaron allí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Además, Josué colocó doce piedras en el cauce del río donde se detuvieron los sacerdotes que llevaban el arca del pacto. Esas piedras siguen allí hasta el día de hoy."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Los sacerdotes que llevaban el arca permanecieron en medio del cauce hasta que los israelitas hicieron todo lo que el Señor había ordenado a Josué. Además, Josué siguió las instrucciones que Moisés le había dado. El pueblo se apresuró a cruzar el río"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "y, cuando todos lo habían hecho, el arca del Señor y los sacerdotes cruzaron también en presencia del pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Acompañaban al pueblo los guerreros de las tribus de Rubén, Gad y la media tribu de Manasés, según las órdenes que había dado Moisés."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Unos cuarenta mil guerreros armados desfilaron en presencia del Señor y se dirigieron a la llanura de Jericó, listos para la guerra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Aquel mismo día, el Señor engrandeció a Josué ante todo Israel. El pueblo respetó a Josué todos los días de su vida, como lo había hecho con Moisés."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Luego el Señor dijo a Josué:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "«A los sacerdotes portadores del arca que tiene las tablas del pacto da la orden de que salgan del Jordán»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Josué ordenó a los sacerdotes que salieran"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "y así lo hicieron portando el arca del pacto del Señor. Tan pronto como sus pies tocaron tierra firme, las aguas del río regresaron a su lugar y se desbordaron como antes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Así, el día diez del mes primero, el pueblo de Israel cruzó el Jordán y acampó en Guilgal, al este de Jericó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Entonces Josué erigió allí las piedras que habían tomado del cauce del Jordán"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "y se dirigió a los israelitas: «En el futuro, cuando sus hijos les pregunten: “¿Por qué están estas piedras aquí?”,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "ustedes responderán: “Porque el pueblo de Israel cruzó el río Jordán en seco”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "El Señor, Dios de ustedes, hizo lo mismo que había hecho con el mar Rojo cuando lo mantuvo seco hasta que todos nosotros cruzamos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Esto sucedió para que todas las naciones de la tierra supieran que el Señor es poderoso y para que ustedes aprendieran a temerlo para siempre»."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.5",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.5"
        ],
        "human": "Josué 5"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.6"
        ],
        "human": "Josué 6",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.4"
        ],
        "human": "Josué 4",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "En efecto, un gran pánico invadió a todos los reyes amorreos que estaban al oeste del Jordán y a los reyes cananeos de la costa del Mediterráneo cuando se enteraron de que el Señor había secado el Jordán para que los israelitas lo cruzaran. ¡No se atrevían a hacerles frente!"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La circuncisión"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "En aquel tiempo, el Señor dijo a Josué: «Prepara cuchillos de piedra afilada y vuelve a practicar la circuncisión entre los israelitas»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Así que Josué hizo los cuchillos y circuncidó a los varones israelitas en la colina de Aralot."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Realizó la ceremonia porque los israelitas en edad militar que habían salido de Egipto ya habían muerto en el desierto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Todos ellos habían sido circuncidados, pero no los que nacieron en el desierto mientras el pueblo peregrinaba después de salir de Egipto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "El Señor había prometido a sus antepasados que les daría una tierra donde abundan la leche y la miel. Pero los israelitas que salieron de Egipto no obedecieron al Señor y, por ello, él juró que no verían esa tierra. En consecuencia, deambularon por el desierto durante cuarenta años hasta que murieron todos los varones en edad militar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "A los hijos de estos, a quienes Dios puso en lugar de ellos, los circuncidó Josué, pues no habían sido circuncidados durante el viaje."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Una vez que todos fueron circuncidados, permanecieron en el campamento hasta que se recuperaron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Luego el Señor dijo a Josué: «Hoy les he quitado de encima la vergüenza de haber sido esclavos en Egipto». Por esa razón, aquel lugar se llama Guilgal hasta el día de hoy."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Celebración de la Pascua"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Al caer la tarde del día catorce del mes primero, mientras acampaban en la llanura de Jericó, los israelitas celebraron la Pascua."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Al día siguiente, después de la Pascua, el pueblo empezó a alimentarse de los productos de la tierra, de panes sin levadura y de trigo tostado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Un día después dejó de caer maná y durante ese año el pueblo se alimentó de los frutos de la tierra de Canaán."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El comandante del ejército del Señor"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Josué, que acampaba cerca de Jericó, levantó la vista y vio a un hombre de pie frente a él, espada en mano. Josué se acercó y preguntó:",
            "—¿Es usted de los nuestros o del enemigo?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "—¡De ninguno! —respondió—. Me presento ante ti como comandante del ejército del Señor.",
            "Entonces Josué se postró rostro en tierra y preguntó:",
            "—¿Qué órdenes trae usted, mi Señor, para este siervo suyo?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "El comandante del ejército del Señor contestó:",
            "—Quítate las sandalias, porque estás pisando tierra santa.",
            "Y Josué obedeció."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.6",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.6"
        ],
        "human": "Josué 6"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.7"
        ],
        "human": "Josué 7",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.5"
        ],
        "human": "Josué 5",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La conquista de Jericó"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Las puertas de Jericó estaban bien aseguradas por temor a los israelitas; nadie podía salir o entrar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Pero el Señor dijo a Josué: «¡He entregado en tus manos a Jericó y a su rey con sus guerreros!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Tú y tus soldados marcharán una vez alrededor de la ciudad; así lo harán durante seis días."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Siete sacerdotes llevarán trompetas y marcharán frente al arca. El séptimo día ustedes marcharán siete veces alrededor de la ciudad, mientras los sacerdotes tocan las trompetas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Cuando todos escuchen el toque de trompeta, el pueblo deberá gritar a voz en cuello. Entonces los muros de la ciudad se derrumbarán y cada uno entrará sin impedimento»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Josué, hijo de Nun, llamó a los sacerdotes y ordenó: «Carguen el arca del pacto del Señor y que siete de ustedes lleven trompetas y marchen frente a ella»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Y dijo al pueblo: «¡Adelante! ¡Marchen alrededor de la ciudad! Pero los hombres armados deben marchar al frente del arca del Señor»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Cuando Josué terminó de dar las instrucciones al pueblo, los siete sacerdotes marcharon al frente del arca del pacto del Señor tocando sus trompetas; y el arca del pacto les seguía."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Los hombres armados marchaban al frente de los sacerdotes que tocaban las trompetas. Y tras el arca, marchaba la retaguardia. Durante todo ese tiempo las trompetas no cesaron de sonar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Al resto del pueblo, en cambio, Josué le ordenó marchar en silencio, sin decir palabra alguna ni gritar hasta el día en que les diera la orden de gritar a viva voz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Josué hizo llevar el arca del Señor alrededor de Jericó una sola vez. Después, el pueblo regresó al campamento para pasar la noche."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Al día siguiente, Josué se levantó temprano y los sacerdotes cargaron el arca del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Los siete sacerdotes que llevaban las trompetas tomaron la delantera y marcharon al frente del arca mientras tocaban sus trompetas. Los hombres armados marchaban al frente de ellos y tras el arca del Señor marchaba la retaguardia. ¡Nunca dejaron de oírse las trompetas!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "También en este segundo día marcharon una sola vez alrededor de la ciudad y luego regresaron al campamento. Así hicieron durante seis días."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "El séptimo día, a la salida del sol, se levantaron y marcharon alrededor de la ciudad tal como lo habían hecho los días anteriores, solo que en ese día repitieron la marcha siete veces."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "A la séptima vuelta, los sacerdotes tocaron las trompetas y Josué ordenó al ejército: «¡Empiecen a gritar! ¡El Señor les ha entregado la ciudad!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Jericó, con todo lo que hay en ella, será destinada al exterminio como ofrenda al Señor. Solo se salvarán la prostituta Rajab y los que se encuentren en su casa, porque ella escondió a nuestros mensajeros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "No vayan a tomar nada de lo que ha sido destinado al exterminio para que ni ustedes ni el campamento de Israel se pongan en peligro de exterminio y de desgracia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "El oro y la plata y los utensilios de bronce y de hierro pertenecen al Señor: colóquenlos en su tesoro»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Entonces los sacerdotes tocaron las trompetas y la gente gritó a voz en cuello, ante lo cual las murallas de Jericó se derrumbaron. El pueblo avanzó sin detenerse y tomó la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Mataron a filo de espada a todo hombre y mujer, joven y anciano. Lo mismo hicieron con las vacas, las ovejas y los burros; destruyeron todo lo que tuviera aliento de vida. ¡La ciudad entera quedó arrasada!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Ahora bien, Josué había dicho a los dos espías: «Vayan a casa de la prostituta y tráiganla junto con sus parientes, tal como se lo juraron»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Así que los jóvenes espías entraron y sacaron a Rajab junto con su padre, su madre y sus hermanos, y todas sus pertenencias, y llevaron a toda la familia a un lugar seguro, fuera del campamento israelita."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Solo entonces los israelitas incendiaron la ciudad con todo lo que había en ella, menos los objetos de plata, de oro, de bronce y de hierro, los cuales depositaron en el tesoro de la casa del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Así Josué salvó a la prostituta Rajab, a toda su familia y todas sus posesiones, por haber escondido a los mensajeros que él había enviado a espiar Jericó. Y desde entonces Rajab vive con el pueblo de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "En aquel tiempo, Josué hizo este juramento: «¡Maldito sea en la presencia del Señor el que se atreva a reconstruir esta ciudad!",
            "»Que eche los cimientos",
            "a costa de la vida de su hijo mayor.",
            "Que ponga las puertas",
            "a costa de la vida de su hijo menor»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "El Señor estuvo con Josué y este se hizo famoso por todo el país."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.7",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.7"
        ],
        "human": "Josué 7"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.8"
        ],
        "human": "Josué 8",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.6"
        ],
        "human": "Josué 6",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El pecado de Acán"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Sin embargo, los israelitas desobedecieron al Señor conservando lo que él había decidido que fuera destinado a la destrucción, pues Acán, hijo de Carmí, nieto de Zabdí y bisnieto de Zera, guardó para sí parte del botín que Dios había destinado al exterminio. Este hombre de la tribu de Judá provocó la ira del Señor contra los israelitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La derrota en Hai"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Josué envió a unos hombres de Jericó hacia Hai, lugar cercano a Bet Avén, frente a Betel, y les dijo: «Vayan a explorar la tierra». Fueron, pues, a explorar la ciudad de Hai."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Poco después regresaron y dieron el siguiente informe a Josué: «No es necesario que todo el pueblo vaya a la batalla. Dos o tres mil soldados serán suficientes para que tomemos Hai. Esa población tiene muy pocos hombres y no hay necesidad de cansar a todo el pueblo»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Por esa razón, solo fueron a la batalla tres mil soldados, pero estos salieron huyendo ante los de Hai."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "El ejército israelita sufrió treinta y seis bajas, y fue perseguido desde la puerta de la ciudad hasta las canteras. Allí, en una pendiente, fueron vencidos. Como resultado, todo el pueblo se acobardó y se llenó de miedo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Ante esto, Josué rompió sus ropas y se postró rostro en tierra ante el arca del Señor y permaneció allí hasta la tarde. Los jefes de Israel hicieron lo mismo y echaron ceniza sobre su cabeza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Josué reclamó a Dios:",
            "—Señor y Dios, ¿por qué hiciste que este pueblo cruzara el Jordán y luego lo entregaste en manos de los amorreos para que lo destruyeran? ¡Mejor nos hubiéramos quedado al otro lado del río!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Dime, Señor, ¿qué puedo decir ahora que Israel ha huido de sus enemigos?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Los cananeos se enterarán y llamarán a los pueblos de la región; entonces nos rodearán y nos exterminarán. ¡Qué será de tu gran prestigio para tu nombre!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Y el Señor le contestó:",
            "—¡Levántate! ¿Qué haces allí postrado?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Los israelitas han pecado y han violado el pacto que concerté con ellos. Se han apropiado del botín de guerra que debía ser destruido y lo han escondido entre sus posesiones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Por eso los israelitas no podrán hacerles frente a sus enemigos, sino que tendrán que huir de sus adversarios. Ellos mismos acarrearon su destrucción. Y, si no destruyen ese botín que está en medio de ustedes, yo no seguiré a su lado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "»¡Levántate! ¡Consagra al pueblo! Diles que se consagren para presentarse ante mí mañana y que yo, el Señor, Dios de Israel, declaro: “¡Lo que ordené destruir continúa en medio de ti, Israel! No podrás hacer frente a tus enemigos hasta que hayas destruido esas cosas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "»”Mañana por la mañana se presentarán por tribus. La tribu que yo señale por suertes presentará a sus clanes; el clan que el Señor señale presentará a sus familias; y la familia que el Señor señale presentará a sus varones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "El que sea sorprendido en posesión del botín de guerra destinado a la destrucción será quemado junto con su familia y sus posesiones, pues ha violado el pacto del Señor y ha causado una gran vergüenza a Israel”»."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El castigo de Acán"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Al día siguiente, muy de madrugada, Josué ordenó que se presentaran una por una las tribus de Israel y la suerte cayó sobre Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Todos los clanes de Judá se acercaron y la suerte cayó sobre el clan de Zera. Del clan de Zera la suerte cayó sobre la familia de Zabdí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Josué, entonces, hizo pasar a cada uno de los varones de la familia de Zabdí y la suerte cayó sobre Acán, hijo de Carmí, nieto de Zabdí y bisnieto de Zera."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Entonces Josué dijo a Acán:",
            "—Hijo mío, honra y alaba al Señor, Dios de Israel. Cuéntame lo que has hecho. ¡No me ocultes nada!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Acán respondió:",
            "—Es cierto que he pecado contra el Señor, Dios de Israel. Esta es mi falta:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Vi en el botín un hermoso manto de Sinar, doscientos siclos de plata y una barra de oro que pesaba cincuenta siclos. Los codicié y me apropié de ellos. Entonces los escondí en un hoyo que cavé en medio de mi tienda de campaña. La plata está también allí, debajo de todo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Enseguida, Josué envió a unos mensajeros, los cuales fueron corriendo a la tienda de Acán. Allí encontraron todo lo que Acán había escondido,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "lo recogieron y se lo llevaron a Josué y a los israelitas, quienes se lo presentaron al Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Y Josué y todos los israelitas tomaron a Acán, bisnieto de Zera, y lo llevaron al valle de Acor, junto con la plata, el manto y el oro; también llevaron a sus hijos, sus hijas, el ganado, su tienda de campaña y todas sus posesiones. Cuando llegaron al valle de Acor,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Josué exclamó:",
            "—¿Por qué has traído esta desgracia sobre nosotros? ¡Que el Señor haga caer sobre ti esa misma desgracia!",
            "Entonces todos los israelitas apedrearon a Acán y a los suyos, y los quemaron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Luego colocaron sobre ellos un gran montón de piedras que sigue en pie hasta el día de hoy. Por eso aquel lugar se llama valle de Acor. Así aplacó el Señor el ardor de su ira."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.8",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.8"
        ],
        "human": "Josué 8"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.9"
        ],
        "human": "Josué 9",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.7"
        ],
        "human": "Josué 7",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Obediencia y victoria"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "El Señor exhortó a Josué: «¡No tengas miedo ni te desanimes! Toma contigo a todo el ejército y ataquen la ciudad de Hai. Yo les daré la victoria sobre su rey y su ejército; se apropiarán de su ciudad y de todo el territorio que la rodea."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Tratarás a esta ciudad y a su rey como hiciste con Jericó y con su rey. Sin embargo, podrán quedarse con el botín de guerra y todo el ganado. Prepara una emboscada en la parte posterior de la ciudad»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Se levantó Josué junto con su ejército y fueron a pelear contra Hai. Josué escogió treinta mil guerreros y los envió durante la noche"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "con estas órdenes: «Ustedes pondrán una emboscada detrás de la ciudad. No se alejen mucho de ella y manténganse en alerta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Yo me acercaré con mi tropa a la ciudad y cuando los enemigos salgan a pelear contra nosotros, huiremos como la primera vez."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Pensando que estamos huyendo de nuevo, ellos nos perseguirán y así los alejaremos de la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Entonces ustedes saldrán de su escondite y se apoderarán de Hai. El Señor les dará la victoria."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Cuando hayan capturado la ciudad, quémenla tal como nos lo ordenó el Señor. Estas son mis órdenes»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Dicho esto, Josué envió a los guerreros a preparar la emboscada. Ellos se apostaron entre Betel y Hai, al oeste de la ciudad, mientras él pasaba esa noche con su ejército."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Muy de mañana se levantó Josué, pasó revista al ejército y, junto con los jefes de Israel, se puso en marcha hacia Hai."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Todos los guerreros que iban con Josué llegaron cerca de Hai y acamparon al norte de la ciudad. Solo había un valle entre ellos y la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Josué envió a cinco mil guerreros a preparar la emboscada, y ellos se escondieron entre Betel y Hai, al oeste de la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "De esa manera, una tropa acampó al norte de la ciudad y la otra al oeste. Esa noche Josué avanzó hacia el medio del valle."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Cuando el rey de Hai se dio cuenta de lo que pasaba, se apresuró a salir con toda su tropa a pelear contra Israel, en la pendiente que está frente al desierto, sin saber que habían puesto una emboscada detrás de la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Josué y su tropa, fingiéndose derrotados, huyeron por el camino que lleva al desierto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Mientras tanto, todos los hombres que estaban en la ciudad recibieron el llamado de perseguir a los israelitas, alejándose así de Hai."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "No quedó ni un solo hombre en Hai o en Betel que no hubiera salido a perseguir a Israel, de modo que la ciudad de Hai quedó desprotegida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Entonces el Señor ordenó a Josué: «Apunta hacia Hai con la jabalina que llevas, pues en tus manos entregaré la ciudad». Y así lo hizo Josué."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Al ver esto, los que estaban en la emboscada salieron de inmediato de donde estaban, entraron en la ciudad, la tomaron y la incendiaron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Cuando los hombres de Hai miraron hacia atrás, vieron que subía de la ciudad una nube de humo. Entonces se dieron cuenta de que no podían huir en ninguna dirección, porque la gente de Josué que antes huía hacia el desierto ahora se lanzaba contra sus perseguidores."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "En efecto, tan pronto como Josué y todos los israelitas vieron que los que tendieron la emboscada habían tomado la ciudad y la habían incendiado, se volvieron y atacaron a los de Hai."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Los de la emboscada salieron de la ciudad y persiguieron a los guerreros de Hai, y así estos quedaron atrapados por todos lados. Los israelitas atacaron a sus enemigos hasta no dejar ni fugitivos ni sobrevivientes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Al rey de Hai lo capturaron vivo y se lo entregaron a Josué."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Después de que los israelitas terminaron de matar a filo de espada, en el campo y el desierto, a todos los guerreros de Hai que habían salido a perseguirlos, regresaron a la ciudad y del mismo modo mataron a todos los que quedaban."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Ese día murieron todos los habitantes de Hai, como doce mil hombres y mujeres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Josué mantuvo extendido el brazo con el que sostenía su jabalina, hasta que el ejército israelita exterminó a todos los habitantes de Hai."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Y tal como el Señor había mandado, el pueblo se quedó con el botín de guerra y todo el ganado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Luego Josué incendió la ciudad, reduciéndola a escombros, como permanece hasta el día de hoy."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "También mandó ahorcar en un árbol al rey de Hai y ordenó que dejaran su cuerpo colgando hasta la tarde. Al ponerse el sol, Josué mandó que bajaran el cuerpo del rey y lo arrojaran a la entrada de la ciudad. Así mismo, pidió que se amontonaran piedras encima del cadáver. Ese montón de piedras permanece hasta el día de hoy."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Lectura de la Ley en el monte Ebal"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Entonces Josué levantó, en el monte Ebal, un altar al Señor, Dios de Israel,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "tal como Moisés, siervo del Señor, había ordenado a los israelitas. Lo levantó de acuerdo con lo que está escrito en el libro de la Ley de Moisés: un altar de piedras sin labrar, es decir, que no habían sido trabajadas con ninguna herramienta. En él ofrecieron holocaustos y sacrificios de comunión al Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Allí, en presencia de los israelitas, Josué escribió en tablas de piedra una copia de la ley que Moisés había escrito."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Todos los israelitas con sus jefes, oficiales y jueces estaban de pie a ambos lados del arca del pacto, frente a los sacerdotes levitas que la cargaban en hombros. Tanto los israelitas como los extranjeros residentes tomaron sus posiciones, la mitad de ellos hacia el monte Guerizín y la otra mitad hacia el monte Ebal, tal como Moisés, siervo del Señor, había mandado cuando bendijo por primera vez al pueblo de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Luego Josué leyó todas las palabras de la ley, tanto las bendiciones como las maldiciones, según lo que estaba escrito en el libro de la Ley."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "De esta lectura que hizo Josué no se omitió ninguna palabra de lo ordenado por Moisés. Hizo la lectura ante toda la asamblea de los israelitas, incluyendo a las mujeres, los niños y los extranjeros que vivían entre ellos."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.9",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.9"
        ],
        "human": "Josué 9"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.10"
        ],
        "human": "Josué 10",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.8"
        ],
        "human": "Josué 8",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Astucia de los gabaonitas"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Había reyes que vivían en el lado occidental del Jordán, en la montaña, en las llanuras y a lo largo de la costa del Mediterráneo, hasta el Líbano: hititas, amorreos, cananeos, ferezeos, heveos y jebuseos. Cuando estos monarcas se enteraron de lo sucedido,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "se aliaron bajo un solo mando para hacer frente a Josué y a los israelitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Los gabaonitas, al darse cuenta de cómo Josué había tratado a las ciudades de Jericó y de Hai,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "maquinaron un plan. Enviaron mensajeros, cuyos asnos llevaban costales viejos y odres para el vino, rotos y remendados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Iban vestidos con ropa vieja y tenían sandalias gastadas y remendadas. El pan que llevaban para comer estaba duro y hecho migas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Fueron al campamento de Guilgal donde estaba Josué y dijeron a él y a los israelitas:",
            "—Venimos de un país muy lejano. Queremos hacer un tratado con ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Los israelitas replicaron:",
            "—Tal vez ustedes son de por acá y en ese caso, no podemos hacer ningún tratado con ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Ellos dijeron a Josué:",
            "—Nosotros estamos dispuestos a servirles.",
            "Y Josué preguntó:",
            "—¿Quiénes son ustedes y de dónde vienen?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Ellos respondieron:",
            "—Nosotros somos sus siervos y hemos venido de un país muy distante, hasta donde ha llegado la fama del Señor su Dios. Nos hemos enterado de todo lo que él hizo en Egipto"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "y de lo que hizo a los dos reyes amorreos al este del Jordán: Sijón, rey de Hesbón, y Og, rey de Basán, el que residía en Astarot."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Por eso los habitantes de nuestro país, junto con nuestros jefes, nos dijeron: “Tomen provisiones para el largo viaje, vayan a su encuentro y díganles: ‘Deseamos ser siervos de ustedes; hagamos un tratado’ ”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Cuando salimos para acá, nuestro pan estaba fresco y caliente, pero ahora, ¡mírenlo! Está duro y hecho migas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Estos odres estaban nuevos y repletos de vino, y ahora, tal como pueden ver, están todos rotos. Y nuestra ropa y sandalias están gastadas por el largo viaje."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Los hombres de Israel participaron de las provisiones de los gabaonitas, pero no consultaron al Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Entonces Josué hizo con ellos un tratado de ayuda mutua y se comprometió a perdonarles la vida. Y los jefes israelitas ratificaron el tratado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Tres días después de haber hecho el tratado con los gabaonitas, los israelitas se enteraron de que eran sus vecinos y vivían en las cercanías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Por eso se pusieron en marcha y al tercer día llegaron a sus ciudades: Gabaón, Cafira, Berot y Quiriat Yearín."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Pero los israelitas no los atacaron porque los jefes de la comunidad les habían jurado en nombre del Señor, Dios de Israel, perdonarles la vida. Y aunque toda la comunidad se quejó contra sus jefes,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "estos contestaron:",
            "—Hemos hecho un juramento en nombre del Señor, Dios de Israel, y no podemos hacerles ningún daño."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Esto es lo que haremos con ellos: les perdonaremos la vida, para que no caiga sobre nosotros el castigo divino por quebrantar el juramento que hicimos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Luego añadieron:",
            "—Se les permitirá vivir, pero a cambio de ser los leñadores y aguateros de la comunidad.",
            "De ese modo, los jefes de la comunidad cumplieron su promesa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Entonces Josué llamó a los gabaonitas y les reclamó:",
            "—¿Por qué nos engañaron con el cuento de que eran de tierras lejanas, cuando en verdad son nuestros vecinos?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "A partir de ahora, esta será su maldición: serán por siempre sirvientes del templo de mi Dios, responsables de cortar la leña y de acarrear el agua."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Los gabaonitas contestaron:",
            "—Nosotros, servidores suyos, fuimos bien informados de que el Señor su Dios ordenó a su siervo Moisés que les diera toda esta tierra y que destruyera a todos sus habitantes. Temimos tanto por nuestra vida que decidimos hacer lo que ya saben."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Estamos a merced de ustedes. Hagan con nosotros lo que les parezca justo y bueno."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Así salvó Josué a los gabaonitas de morir a manos del pueblo de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Ese mismo día Josué los hizo leñadores y aguateros de la asamblea israelita, especialmente del altar del Señor que está en el lugar que él mismo eligió. Y así han permanecido hasta el día de hoy."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.10",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.10"
        ],
        "human": "Josué 10"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.11"
        ],
        "human": "Josué 11",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.9"
        ],
        "human": "Josué 9",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Ataque de los reyes amorreos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Adonisédec, rey de Jerusalén, se enteró de que Josué había tomado la ciudad de Hai y la había destruido completamente, pues Josué hizo con Hai y su rey lo mismo que había hecho con Jericó y su rey. Adonisédec también supo que los habitantes de Gabaón habían hecho un tratado de ayuda mutua con los israelitas y se habían quedado a vivir con ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Esto, por supuesto, alarmó grandemente a Adonisédec y a su gente, porque Gabaón era más importante y grande que la ciudad de Hai; era tan grande como las capitales reales, y tenía un ejército poderoso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Por eso Adonisédec envió un mensaje a los siguientes reyes: Hohán de Hebrón, Pirán de Jarmut, Jafía de Laquis, y Debir de Eglón. El mensaje decía:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "«Únanse a mí y conquistemos a Gabaón, porque ha hecho un pacto de ayuda mutua con Josué y los israelitas»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Entonces los cinco reyes amorreos de Jerusalén, Hebrón, Jarmut, Laquis y Eglón se unieron y marcharon con sus ejércitos para acampar frente a Gabaón y atacarla."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Derrota de los reyes amorreos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Los gabaonitas, por su parte, enviaron el siguiente mensaje a Josué, que estaba en Guilgal: «No abandone usted a estos siervos suyos. ¡Venga de inmediato y sálvenos! Necesitamos su ayuda, porque todos los reyes amorreos de la región montañosa se han aliado contra nosotros»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Josué salió de Guilgal con todo su ejército, acompañados de sus mejores guerreros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Y el Señor dijo a Josué: «No les tengas miedo, pues yo te los entrego; ninguno de ellos podrá resistirte»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Después de marchar toda la noche desde Guilgal, Josué los atacó por sorpresa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "A su vez, el Señor llenó de pánico a los amorreos ante la presencia del ejército israelita, y este les infligió una tremenda derrota en Gabaón. A los que huyeron los persiguieron por el camino que sube a Bet Jorón, y acabaron con ellos por la vía que va a Azeca y Maquedá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Mientras los amorreos huían de Israel, por la bajada entre Bet Jorón y Azeca, el Señor mandó del cielo una tremenda granizada que mató a más gente de la que el ejército israelita había matado a filo de espada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Ese día en que el Señor entregó a los amorreos en manos de los israelitas, Josué habló al Señor y luego dijo en presencia de todo el pueblo:",
            "«Sol, detente en Gabaón;",
            "luna, párate sobre el valle de Ayalón»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "El sol se detuvo",
            "y la luna se paró,",
            "hasta que Israel se vengó de sus adversarios.",
            "Esto está escrito en el libro de Jaser.",
            "Y, en efecto, el sol se detuvo en medio del cielo y no se movió de allí por casi un día entero."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Nunca antes ni después ha habido un día como aquel; fue el día en que el Señor escuchó los ruegos de un ser humano. ¡No cabe duda de que el Señor estaba peleando por Israel!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Al terminar todo, Josué regresó a Guilgal con todo el ejército israelita."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Muerte de los reyes amorreos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Los cinco reyes habían huido y se habían refugiado en una cueva en Maquedá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Tan pronto como Josué supo que habían hallado a los cinco reyes en la cueva,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "dio la siguiente orden: «Coloquen rocas a la entrada de la cueva y pongan unos guardias para que la vigilen."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "¡Que nadie se detenga! Persigan a los enemigos y atáquenlos por la retaguardia. No les permitan llegar a sus ciudades. ¡El Señor, Dios de ustedes, ya se los ha entregado!»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Josué y el ejército israelita exterminaron a sus enemigos; muy pocos de estos pudieron refugiarse en las ciudades amuralladas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Finalmente, todos los israelitas retornaron sanos y salvos a Maquedá, donde estaba Josué. ¡Nadie en la comarca se atrevía a decir nada contra Israel!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Entonces Josué mandó que destaparan la entrada de la cueva y que trajeran los cinco reyes amorreos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "De inmediato sacaron a los cinco reyes de la cueva: los reyes de Jerusalén, Hebrón, Jarmut, Laquis y Eglón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Cuando se los trajeron, Josué convocó a todo el ejército israelita y ordenó a todos los comandantes que lo habían acompañado: «Acérquense y písenles el cuello a estos reyes». Los comandantes obedecieron al instante."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Entonces Josué dijo: «No teman ni se desanimen; al contrario, sean fuertes y valientes. Esto es exactamente lo que el Señor hará con todos los que ustedes enfrenten en batalla»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Dicho esto, Josué mató a los reyes, los colgó en cinco árboles y allí los dejó hasta el atardecer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Cuando ya el sol estaba por ponerse, Josué mandó que los descolgaran de los árboles y los arrojaran en la misma cueva donde antes se habían escondido. Entonces taparon la cueva con unas enormes rocas, las cuales permanecen allí hasta el día de hoy."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Conquista de las ciudades del sur"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Ese mismo día Josué tomó Maquedá y mató a filo de espada a su rey y a todos sus habitantes; ¡nadie quedó con vida! Y al rey de Maquedá le sucedió lo mismo que al rey de Jericó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "De Maquedá, Josué y todo Israel se dirigieron a Libná y la atacaron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "El Señor entregó en manos de Israel al rey y a sus habitantes. Josué mató a filo de espada a todos sus habitantes; nadie quedó con vida. Y al rey de Libná le sucedió lo mismo que al rey de Jericó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "De Libná, Josué y todo Israel se dirigieron a Laquis. El ejército la sitió y la atacó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "El Señor la entregó en manos de Israel y al segundo día la conquistaron. Todos en Laquis murieron a filo de espada, tal como había sucedido con Libná."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Además, Horán, rey de Guézer, que había salido a defender a Laquis, fue totalmente derrotado junto con su ejército; nadie sobrevivió a la espada de Josué."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "De Laquis, Josué y todo Israel se dirigieron a Eglón. Sitiaron la ciudad y la atacaron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "En un solo día la conquistaron y destruyeron a todos a filo de espada, tal como lo habían hecho con Laquis."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "De Eglón, Josué y todo Israel se dirigieron a Hebrón, y la atacaron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "El ejército israelita tomó la ciudad y la eliminó a filo de espada, de modo que nadie, ni el rey ni ninguno de los habitantes de la ciudad y de sus aldeas, escapó con vida. Y tal como sucedió en Eglón, Hebrón fue destruida completamente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "De Hebrón, Josué y todo Israel se dirigieron a Debir y la atacaron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "Se apoderaron de la ciudad, de su rey y de todas sus aldeas, y mataron a filo de espada y consagraron al exterminio a todos sus habitantes. Nadie quedó con vida; todo fue arrasado. A Debir le sucedió lo mismo que había sucedido a Libná, a Hebrón y a sus respectivos reyes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "Así Josué conquistó toda aquella región: la cordillera, el Néguev, las llanuras y las laderas. Derrotó a todos sus reyes, sin dejar ningún sobreviviente. Todo cuanto tenía aliento de vida fue destruido completamente. Esto lo hizo como el Señor, Dios de Israel, lo había ordenado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "Josué conquistó a todos, desde Cades Barnea hasta Gaza y desde la región de Gosén hasta Gabaón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "A todos esos reyes y sus territorios Josué los conquistó en una sola expedición, porque el Señor, Dios de Israel, combatía por su pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "Después Josué regresó al campamento de Guilgal junto con todo el ejército israelita."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.11",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.11"
        ],
        "human": "Josué 11"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.12"
        ],
        "human": "Josué 12",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.10"
        ],
        "human": "Josué 10",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Conquista de los reinos del norte"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Cuando Jabín, rey de Jazor, se enteró de todo lo ocurrido, convocó a Jobab, rey de Madón, y a los reyes de Simrón y de Acsaf."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "También llamó a los reyes de la región montañosa del norte; a los de la región al sur del lago Quinéret; a los de la llanura y a los de Nafot Dor, al occidente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Llamó además a los cananeos de oriente y occidente, a los amorreos, a los hititas, a los ferezeos, a los jebuseos de las montañas y a los heveos que viven en las laderas del monte Hermón en Mizpa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Salieron con sus ejércitos, caballos y carros de guerra. Eran tan numerosos que parecían arena a la orilla del mar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Todos esos reyes formaron un solo ejército y acamparon junto a las aguas de Merón para pelear contra Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Entonces el Señor dijo a Josué: «No les tengas miedo, porque mañana, a esta hora, yo daré muerte a todos ellos delante de Israel. Ustedes, por su parte, romperán las patas de sus caballos e incendiarán sus carros de guerra»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Así que Josué partió acompañado de sus guerreros y tomó por sorpresa a sus enemigos junto a las aguas de Merón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "El Señor los entregó en manos de los israelitas, quienes los atacaron y persiguieron hasta la gran ciudad de Sidón, y hasta Misrefot Mayin y el valle de Mizpa al este, y no quedaron sobrevivientes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Josué cumplió con todo lo que el Señor había ordenado: rompió las patas de los caballos del enemigo e incendió sus carros de guerra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Al regreso Josué conquistó Jazor y mató a filo de espada a su rey, pues Jazor había sido cabecera de todos aquellos reinados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Los israelitas mataron a espada todo cuanto tenía vida. Arrasaron la ciudad y le prendieron fuego."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Josué conquistó todas las ciudades de aquellos reinos junto con sus reyes; a estos mató a filo de espada, destruyéndolos por completo. Así obedeció Josué todo lo que Moisés, siervo del Señor, había mandado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Las ciudades que estaban sobre los cerros fueron las únicas que los israelitas no quemaron, excepto Jazor, que sí fue incendiada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Los israelitas tomaron como botín de guerra todas las pertenencias y el ganado de esas ciudades, pero mataron a todos los hombres a filo de espada, de modo que ninguno quedó con vida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Así como el Señor había ordenado a su siervo Moisés, también Moisés se lo ordenó a Josué. Y este, por su parte, cumplió al pie de la letra todo lo que el Señor había ordenado a Moisés."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Síntesis de la conquista"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Josué logró conquistar toda aquella tierra: la región montañosa, todo el Néguev, toda la región de Gosén, la llanura, el Arabá, la región montañosa de Israel y su llanura."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "También se apoderó de todos los territorios, desde la montaña de Jalac que se eleva hacia Seír, hasta Baal Gad en el valle del Líbano, a las faldas del monte Hermón. Josué capturó a todos los reyes de esa región y los ejecutó,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "después de combatir con ellos por largo tiempo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Ninguna ciudad hizo tratado de ayuda mutua con los israelitas, excepto los heveos de Gabaón. A todas esas ciudades Josué las derrotó en el campo de batalla,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "porque el Señor endureció el corazón de los enemigos para que entablaran guerra con Israel. Así serían exterminados sin compasión alguna, como el Señor había ordenado a Moisés."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "En aquel tiempo Josué destruyó a los anaquitas del monte Hebrón, de Debir, de Anab y de la región montañosa de Judá e Israel. Habitantes y ciudades fueron arrasados por Josué."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Ningún anaquita quedó con vida en la tierra que ocupó el pueblo de Israel. Su presencia se redujo solo a Gaza, Gat y Asdod."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Así logró Josué conquistar toda aquella tierra, conforme a la orden que el Señor había dado a Moisés, y se la entregó como herencia al pueblo de Israel, según la distribución tribal. Por fin, aquella región descansó de las guerras."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.12",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.12"
        ],
        "human": "Josué 12"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.13"
        ],
        "human": "Josué 13",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.11"
        ],
        "human": "Josué 11",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Reyes derrotados por Moisés"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Los israelitas derrotaron a dos reyes cuyos territorios se extendían al este del río Jordán, desde el arroyo Arnón hasta el monte Hermón, y abarcaban el Arabá al oriente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Uno de ellos era Sijón, rey de los amorreos, cuyo trono estaba en Hesbón.",
            "Este rey gobernaba desde Aroer, ciudad asentada a orillas del río Arnón, hasta el río Jaboc, que era la frontera del territorio de los amonitas. El territorio de Sijón incluía la cuenca del valle y la mitad de Galaad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Abarcaba también la parte oriental del Arabá hasta el lago Quinéret y de allí al mar del sur, que es el mar Muerto, por la vía de Bet Yesimot y más al sur, hasta las laderas del monte Pisgá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "El otro rey era Og, rey de Basán, uno de los últimos refaítas, que residía en Astarot y Edrey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Este rey gobernaba desde el monte Hermón, en Salcá, en toda la región de Basán, hasta la frontera de Guesur y de Macá, y en la mitad de Galaad, hasta la frontera del territorio de Sijón, rey de Hesbón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Los israelitas bajo el mando de Moisés, siervo del Señor, derrotaron a estos reyes. Y Moisés, siervo del Señor, repartió aquel territorio entre la tribu de Rubén, de Gad y la media tribu de Manasés."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Reyes derrotados por Josué"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "A continuación aparece la lista de los reyes que los israelitas derrotaron bajo el mando de Josué. Sus territorios se encontraban al lado occidental del río Jordán y se extendían desde Baal Gad, en el valle del Líbano, hasta el monte Jalac que asciende hacia Seír. Josué entregó las tierras de estos reyes como propiedad a las tribus de Israel, según las divisiones tribales."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Tales territorios comprendían la región montañosa, las llanuras occidentales, el Arabá, las laderas, el desierto y el Néguev. Esas tierras habían pertenecido a los hititas, amorreos, cananeos, ferezeos, heveos y jebuseos.",
            "Esta es la lista de reyes:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "el rey de Jericó,",
            "el rey de Hai, ciudad cercana a Betel,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "el rey de Jerusalén, el rey de Hebrón,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "el rey de Jarmut, el rey de Laquis,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "el rey de Eglón, el rey de Guézer,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "el rey de Debir, el rey de Guéder,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "el rey de Jormá, el rey de Arad,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "el rey de Libná, el rey de Adulán,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "el rey de Maquedá, el rey de Betel,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "el rey de Tapúaj, el rey de Héfer,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "el rey de Afec, el rey de Sarón,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "el rey de Madón, el rey de Jazor,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "el rey de Simrón Merón, el rey de Acsaf,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "el rey de Tanac, el rey de Meguido,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "el rey de Cedes, el rey de Jocneán que está en el Carmelo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "el rey de Dor que está en Nafot Dor, el rey Goyim de Guilgal"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "y el rey de Tirsá.",
            "Eran treinta y un reyes en total."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.13",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.13"
        ],
        "human": "Josué 13"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.14"
        ],
        "human": "Josué 14",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.12"
        ],
        "human": "Josué 12",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El territorio no conquistado"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Cuando Josué era ya bastante anciano, el Señor le dijo: «Ya estás muy viejo y todavía queda mucho territorio por conquistar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "»Esta es la tierra que aún falta por conquistar:",
            "»Todas las regiones de los filisteos y guesureos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "que se extienden desde el río Sijor, al este de Egipto, hasta la frontera de Ecrón al norte. Esas regiones son consideradas territorio cananeo, pero ahora gobernadas por los cinco gobernantes filisteos: el de Gaza, el de Asdod, el de Ascalón, el de Gat y el de Ecrón.",
            "También queda sin conquistar el territorio de los aveos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Por el lado sur queda todo el territorio cananeo, desde Araj, tierra de los sidonios, hasta Afec, que está en la frontera de los amorreos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Además queda el territorio de los guiblitas",
            "y todo el Líbano oriental, desde Baal Gad, al pie del monte Hermón, hasta Lebó Jamat."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "»Yo mismo voy a echar de la presencia de los israelitas a todos los habitantes de Sidón y a cuantos viven en la región montañosa, desde el Líbano hasta Misrefot Mayin. Tú, por tu parte, repartirás y darás por herencia esta tierra a los israelitas, tal como te lo he ordenado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Ya es tiempo de que repartas esta tierra entre las nueve tribus restantes y la otra media tribu de Manasés»."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "División de los territorios al oriente del Jordán"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "La otra media tribu de Manasés, la tribu de Rubén y de Gad ya habían recibido la herencia que Moisés, siervo del Señor, les había asignado al este del Jordán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Abarcaba desde Aroer, que estaba a orillas del arroyo Arnón, con la población ubicada en medio del valle. Incluía también toda la meseta de Medeba hasta Dibón,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "todas las ciudades de Sijón —rey de los amorreos que reinaba desde Hesbón—, hasta la frontera del país de los amonitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Comprendía, además, Galaad, el territorio de la gente de Guesur y Macá, toda la montaña del Hermón y todo Basán hasta Salcá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Esa era la tierra de Og, rey de Basán, que reinó en Astarot y Edrey; fue el último de los refaítas, a quienes Moisés había derrotado y arrojado de su territorio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Pero los israelitas no expulsaron de su territorio a los habitantes de Guesur y Macá, que hasta el día de hoy viven en territorio israelita."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Sin embargo, a la tribu de Leví Moisés no le dio tierras por herencia, pues su herencia son las ofrendas puestas al fuego por el pueblo del Señor, Dios de Israel, tal como él se lo había prometido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Estas son las tierras que Moisés había entregado a cada uno de los clanes de la tribu de Rubén:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "abarcaban desde Aroer, que estaba a orillas del arroyo Arnón, con la población ubicada en medio del valle. Incluían también toda la meseta de Medeba"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "hasta Hesbón y todas las poblaciones de la meseta: Dibón, Bamot Baal, Bet Baal Megón,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Yahaza, Cademot, Mefat,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Quiriatayin, Sibmá, Zaret Sajar, que está en la colina del valle,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Bet Peor, las laderas del monte Pisgá y Bet Yesimot;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "es decir, las ciudades y los pueblos de la meseta, y todos los dominios de Sijón, rey amorreo que gobernó en Hesbón. Moisés había derrotado a este rey y a los jefes madianitas Eví, Requen, Zur, Hur y Reba, todos ellos aliados de Sijón y habitantes de la región."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Los israelitas mataron a filo de espada a muchos hombres en el campo de batalla, incluso al adivino Balán, hijo de Beor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "El río Jordán sirvió como frontera del territorio perteneciente a la tribu de Rubén. Estas ciudades y aldeas fueron la herencia de la tribu de Rubén, según sus clanes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Moisés también había entregado a la tribu de Gad y a sus respectivos clanes los siguientes territorios:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "las tierras de Jazer, todas las poblaciones de la región de Galaad y la mitad del territorio amonita, hasta Aroer que está frente a Rabá;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "y las tierras comprendidas entre Hesbón, Ramat Mizpa y Betonín, y entre Majanayin y la frontera de Debir."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "En el valle recibieron Bet Aram, Bet Nimrá, Sucot y Zafón, junto con lo que quedaba del reino de Sijón, rey de Hesbón. Así que su territorio se extendía desde el este del Jordán hasta el sur del lago Quinéret."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Estas ciudades y aldeas fueron la herencia de la tribu de Gad, según sus clanes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Estas son las tierras que Moisés había entregado a la media tribu de Manasés y sus clanes:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "el territorio que abarca Majanayin y toda la región de Basán; es decir, todo el reino de Og, incluyendo los sesenta poblados de Yaír."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Además, la mitad de Galaad, Astarot y Edrey, ciudades del reino de Og, correspondió a la mitad de los descendientes de Maquir, hijo de Manasés, según sus clanes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Esta es la herencia que Moisés repartió cuando se encontraba en las llanuras de Moab, al otro lado del río Jordán, al este de Jericó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Sin embargo, a la tribu de Leví Moisés no le dio tierras por herencia, porque el Señor, Dios de Israel, es su herencia, tal como él se lo había prometido."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.14",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.14"
        ],
        "human": "Josué 14"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.15"
        ],
        "human": "Josué 15",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.13"
        ],
        "human": "Josué 13",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "División de los territorios al occidente del Jordán"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Estas son las tierras cananeas que el sacerdote Eleazar, Josué, hijo de Nun, y los jefes de los clanes entregaron a los israelitas como herencia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Esa herencia se repartió por sorteo a las nueve tribus y media, tal como el Señor había ordenado por medio de Moisés."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Ya este les había dado por herencia la parte oriental del Jordán a las dos tribus y media, pero a los levitas no les dio tierras,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "porque los descendientes de José se habían dividido en dos tribus, Manasés y Efraín. Los levitas no recibieron tierras, solo algunas poblaciones con sus respectivos campos de cultivo y pastoreo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Así los israelitas dividieron el territorio tal como el Señor se lo había ordenado a Moisés."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Caleb recibe Hebrón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Los descendientes de Judá se acercaron a Josué en Guilgal. El quenizita Caleb, hijo de Jefone, pidió a Josué: «Acuérdate de lo que el Señor dijo a Moisés, hombre de Dios, respecto a ti y a mí en Cades Barnea."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Yo tenía cuarenta años cuando Moisés, siervo del Señor, me envió desde Cades Barnea para explorar el país y con toda franqueza le informé de lo que vi."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Mis compañeros de viaje, por el contrario, desanimaron a la gente y le infundieron temor. Pero yo me mantuve fiel al Señor mi Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Ese mismo día Moisés me hizo este juramento: “La tierra que toquen tus pies será herencia tuya y de tus descendientes para siempre, porque fuiste fiel al Señor mi Dios”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "»Ya han pasado cuarenta y cinco años desde que el Señor hizo la promesa por medio de Moisés, mientras Israel peregrinaba por el desierto; aquí estoy este día con mis ochenta y cinco años: ¡el Señor me ha mantenido con vida!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Y todavía mantengo la misma fortaleza que tenía el día en que Moisés me envió. Para la batalla tengo las mismas energías que tenía entonces."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Dame, pues, la región montañosa que el Señor me prometió en esa ocasión. Desde ese día, tú bien sabes que los anaquitas habitan allí y que sus ciudades son enormes y fortificadas. Sin embargo, con la ayuda del Señor los expulsaré de ese territorio, tal como él ha prometido»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Entonces Josué bendijo a Caleb, hijo de Jefone, y le dio por herencia el territorio de Hebrón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "A partir de ese día Hebrón ha pertenecido al quenizita Caleb, hijo de Jefone, porque fue fiel al Señor, Dios de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Hebrón se llamaba originalmente Quiriat Arbá, porque Arbá fue un importante antepasado de los anaquitas.",
            "Después de todo esto el país se vio libre de guerras."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.15",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.15"
        ],
        "human": "Josué 15"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.16"
        ],
        "human": "Josué 16",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.14"
        ],
        "human": "Josué 14",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Los territorios de Judá"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "El territorio asignado a los clanes de la tribu de Judá abarcaba las tierras comprendidas hasta la frontera de Edom, incluyendo el desierto de Zin en el sur."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "La frontera sur, que partía de la bahía ubicada al extremo sur del mar Muerto,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "salía hacia el sur de la cuesta de los Escorpiones, cruzaba hacia el desierto de Zin y continuaba hacia Cades Barnea, al sur. De allí seguía por Jezrón, subía hacia Adar, daba la vuelta hacia Carcá,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "continuaba por Asmón y salía hacia el torrente de Egipto, para terminar en el Mediterráneo. Esta es la frontera sur de Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "La frontera oriental la formaba el mar Muerto hasta la desembocadura del río Jordán.",
            "La frontera norte se iniciaba en la bahía de la desembocadura del Jordán"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "y subía por Bet Joglá, continuando al norte de Bet Arabá, hasta la peña de Bohán, hijo de Rubén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Subía luego hacia Debir desde el valle de Acor y giraba hacia el norte en dirección a Guilgal, al frente de la cuesta de Adumín, al sur del valle. Seguía bordeando las aguas de Ensemes y llegaba a Enroguel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Continuaba hacia el valle de Ben Hinón al sur de la cuesta de la ciudad jebusea, es decir, Jerusalén. Ascendía a la cumbre de la loma al oeste del valle de Hinón, al norte del valle de Refayin."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "De aquella cumbre la frontera se dirigía hacia el manantial de Neftóaj, seguía por las ciudades del monte Efrón y descendía hacia Balá, también llamada Quiriat Yearín."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "De allí giraba al oeste de Balá y se dirigía hacia el monte Seír, bordeaba por el norte las laderas del monte Yearín, llamado también Quesalón, y descendía hacia Bet Semes, pasando por Timná."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Después seguía por la parte norte de las cuestas de Ecrón, giraba hacia Sicrón, rodeaba el monte Balá y llegaba hasta Jabnel. La línea fronteriza terminaba en el mar Mediterráneo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "La frontera occidental la formaba la costa del mar Mediterráneo.",
            "Estas son las fronteras de los territorios asignados a la tribu de Judá y sus clanes."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Caleb conquista Hebrón y Debir"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "De acuerdo con lo ordenado por el Señor, Josué dio a Caleb, hijo de Jefone, una porción del territorio asignado a Judá. Esa porción es Quiriat Arbá, es decir, Hebrón. Arbá fue un ancestro de los anaquitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Caleb expulsó de Hebrón a tres descendientes de Anac: Sesay, Ajimán y Talmay."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "De allí subió para atacar a los habitantes de Debir, ciudad que antes se llamaba Quiriat Séfer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Y Caleb dijo: «A quien derrote a Quiriat Séfer y la conquiste, yo le daré por esposa a mi hija Acsa»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Entonces Otoniel, hijo de Quenaz y hermano de Caleb, la conquistó; así que Caleb le dio por esposa a su hija Acsa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Cuando ella llegó, convenció a Otoniel de que pidiera un terreno a su padre. Al bajar Acsa del asno, Caleb preguntó:",
            "—¿Qué te pasa?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "—Concédeme un gran favor —respondió ella—. Ya que me has dado tierras en el Néguev, dame también manantiales.",
            "Fue así como Caleb dio a su hija manantiales en las zonas altas y en las bajas."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Ciudades de Judá"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Esta es la lista de los territorios que recibieron como herencia los clanes de la tribu de Judá:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Las ciudades sureñas de la tribu, ubicadas en el Néguev, cerca de la frontera con Edom:",
            "Cabsel, Éder, Jagur,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Quiná, Dimoná, Adadá,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Cedes, Jazor, Itnán,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Zif, Telén, Bealot,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Jazor Jadatá, Queriot, Jezrón (conocida también como Jazor),"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Amán, Semá, Moladá,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Jazar Gadá, Hesmón, Bet Pelet,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Jazar Súal, Berseba y sus aldeas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Balá, Iyín, Esen,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Eltolad, Quesil, Jormá,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Siclag, Madmana, Sansaná,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Lebaot, Siljín, Ayin y Rimón, es decir, un total de veintinueve ciudades más las aldeas que las rodeaban."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "En la llanura:",
            "Estaol, Zora, Asena,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Zanoa, Enganín, Tapúaj, Enam,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Jarmut, Adulán, Soco, Azeca,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Sajarayin, Aditayin, Guederá, es decir, Guederotayin; fueron catorce ciudades con sus aldeas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Zenán, Jadasá, Migdal Gad,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Dileán, Mizpa, Joctel,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "Laquis, Boscat, Eglón,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "Cabón, Lajmás, Quitlís,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "Guederot, Bet Dagón, Noamá y Maquedá, es decir, dieciséis ciudades con sus aldeas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "Libná, Éter, Asán,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "Jifta, Asena, Nezib,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "Queilá, Aczib y Maresá, es decir, nueve ciudades con sus aldeas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "Ecrón, con sus pueblos y aldeas;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            46
          ],
          "lines": [
            "de allí al mar, todo el territorio colindante con Asdod, junto con sus aldeas;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            47
          ],
          "lines": [
            "Asdod, con sus pueblos y aldeas, y Gaza, con sus pueblos y aldeas, hasta el torrente de Egipto y la costa del mar Mediterráneo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            48
          ],
          "lines": [
            "En la región montañosa:",
            "Samir, Jatir, Soco,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            49
          ],
          "lines": [
            "Daná, Quiriat Saná (conocida como Debir),"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            50
          ],
          "lines": [
            "Anab, Estemoa, Anín,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            51
          ],
          "lines": [
            "Gosén, Holón y Guiló, es decir, once ciudades con sus aldeas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            52
          ],
          "lines": [
            "Arab, Dumá, Esán,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            53
          ],
          "lines": [
            "Yanún, Bet Tapúaj, Afecá,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            54
          ],
          "lines": [
            "Humtá, Quiriat Arbá (llamada también Hebrón) y Sior, es decir, nueve ciudades con sus aldeas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            55
          ],
          "lines": [
            "Maón, Carmel, Zif, Yutá,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            56
          ],
          "lines": [
            "Jezrel, Jocdeán, Zanoa,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            57
          ],
          "lines": [
            "Caín, Guibeá y Timná, es decir, diez ciudades con sus aldeas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            58
          ],
          "lines": [
            "Jaljul, Betsur, Guedor,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            59
          ],
          "lines": [
            "Marat, Bet Anot y Eltecón, es decir, seis ciudades con sus aldeas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            60
          ],
          "lines": [
            "Quiriat Baal (o Quiriat Yearín) y Rabá, con sus aldeas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            61
          ],
          "lines": [
            "En el desierto:",
            "Bet Arabá, Midín, Secacá,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            62
          ],
          "lines": [
            "Nibsán, la Ciudad de la sal y Engadi, es decir, seis ciudades con sus aldeas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            63
          ],
          "lines": [
            "Los descendientes de Judá no pudieron expulsar de la ciudad de Jerusalén a los jebuseos, así que hasta el día de hoy estos viven allí junto con los descendientes de Judá."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.16",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.16"
        ],
        "human": "Josué 16"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.17"
        ],
        "human": "Josué 17",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.15"
        ],
        "human": "Josué 15",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Los territorios de Efraín y Manasés"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "El territorio asignado a los descendientes de José comenzaba en el río Jordán, al este de los manantiales de Jericó; y de allí ascendía hacia la región montañosa de Betel, a través del desierto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "De Betel, es decir, Luz, continuaba hacia el territorio de los arquitas hasta Atarot,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "descendía hacia el oeste al territorio de los jafletitas hasta la región de Bet Jorón de Abajo y Guézer, y terminaba en el mar Mediterráneo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Así fue como las tribus de Manasés y Efraín, descendientes de José, recibieron como herencia sus territorios."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El territorio de Efraín"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Este es el territorio que recibieron la tribu de Efraín y sus respectivos clanes:",
            "En el lado oriental sus límites se extendían desde Atarot Adar hasta Bet Jorón de Arriba"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "y llegaban hasta el mar Mediterráneo. En Micmetat, que está al norte, hacían una curva hacia el oriente rumbo a Tanat Siló y de allí llegaban a Janoa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Descendían de Janoa hacia Atarot y Nará, pasando por Jericó hasta llegar al río Jordán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "De Tapúaj la frontera seguía hacia el occidente rumbo al arroyo de Caná y terminaba en el mar Mediterráneo. Este es el territorio que recibió como herencia la tribu de Efraín por sus clanes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "El territorio también incluía las ciudades y sus respectivas aldeas que se encontraban en el territorio asignado a la tribu de Manasés."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Los efraimitas no expulsaron a los cananeos que vivían en Guézer; les permitieron vivir entre ellos, como sucede hasta el día de hoy, pero los sometieron a la esclavitud."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.17",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.17"
        ],
        "human": "Josué 17"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.18"
        ],
        "human": "Josué 18",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.16"
        ],
        "human": "Josué 16",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El territorio de Manasés"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "También a la tribu de Manasés se le asignó su propio territorio, porque él era el primogénito de José. A Maquir, primogénito de Manasés y antepasado de los galaaditas, se le concedió Galaad y Basán por ser hombre de guerra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Los demás clanes de la tribu de Manasés también recibieron sus territorios: Abiezer, Jélec, Asriel, Siquén, Héfer y Semidá. Estos eran descendientes de Manasés, hijo de José."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Sucedió que Zelofejad, hijo de Héfer, hijo de Galaad, hijo de Maquir e hijo de Manasés, solo tuvo hijas, cuyos nombres eran Majlá, Noa, Joglá, Milca y Tirsá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Ellas se presentaron ante el sacerdote Eleazar, ante Josué, hijo de Nun, y ante los jefes de Israel y dijeron: «El Señor ordenó a Moisés que nos diera tierras en los territorios asignados como herencia a nuestro clan». Entonces Josué hizo tal como el Señor había ordenado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "La tribu de Manasés recibió diez porciones de tierra, además de los territorios de Galaad y Basán, que están al lado oriental del Jordán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Esto se debió a que las hijas de Manasés recibieron tierras como herencia, además de las repartidas a los descendientes varones. Galaad fue asignada a los otros descendientes de Manasés."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "El territorio de Manasés abarcaba desde Aser hasta Micmetat, ubicada al este de Siquén. De allí la frontera seguía hacia el sur, hasta las tierras pertenecientes a los habitantes de En Tapúaj."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "A Manasés le pertenecían también las tierras de Tapúaj, pero la ciudad de Tapúaj, ubicada en los límites de Manasés, era de los descendientes de Efraín."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "La frontera continuaba hacia el sur, por el lado norte del arroyo de Caná, hasta llegar al mar Mediterráneo. En esa zona, varias ciudades de la tribu de Efraín se mezclaban con ciudades pertenecientes a Manasés."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Los territorios del sur pertenecían a Efraín y los del norte, a Manasés. El territorio de Manasés llegaba hasta el mar Mediterráneo y bordeaba, por el norte, con la tribu de Aser, y por el este, con la de Isacar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Dentro de las fronteras de Isacar y Aser, la tribu de Manasés tenía las siguientes ciudades con sus poblaciones: Betseán, Ibleam, Dor, Endor, Tanac y Meguido. La tercera ciudad de la lista era Nafot."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Los miembros de la tribu de Manasés no pudieron habitar estas ciudades, porque los cananeos estaban decididos a vivir en ellas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Cuando los israelitas se hicieron fuertes, redujeron a los cananeos a trabajos forzados, pero no los expulsaron totalmente de esas tierras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Las tribus de José reprocharon a Josué:",
            "—¿Por qué nos has dado solo una parte del territorio? Nosotros somos numerosos y el Señor nos ha bendecido ricamente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Entonces Josué respondió:",
            "—Ya que son tan numerosos y encuentran que la región montañosa de Efraín es demasiado pequeña para ustedes, vayan a la zona de los bosques que están en territorio ferezeo y refaíta y limpien el terreno para que habiten allá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Los descendientes de José replicaron:",
            "—La región montañosa nos queda muy pequeña y los cananeos que viven en el llano poseen carros de hierro, tanto los de Betseán y sus poblaciones como los del valle de Jezrel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Pero Josué animó a las tribus de Efraín y Manasés, descendientes de José:",
            "—Ustedes son numerosos y tienen mucho poder. No se quedarán con un solo territorio,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "sino que poseerán la región de los bosques. Limpien esa región y ocúpenla hasta sus límites más lejanos. Y a pesar de que los cananeos tengan carros de hierro y sean muy fuertes, ustedes los podrán expulsar."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.18",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.18"
        ],
        "human": "Josué 18"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.19"
        ],
        "human": "Josué 19",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.17"
        ],
        "human": "Josué 17",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Los territorios de las otras tribus"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Cuando el país quedó bajo el control de los israelitas, toda la asamblea israelita se reunió en Siló, donde habían establecido la Tienda de reunión."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Para entonces, todavía quedaban siete tribus que no habían recibido como herencia sus respectivos territorios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Así que Josué los desafió: «¿Hasta cuándo van a esperar para tomar posesión del territorio que les otorgó el Señor, Dios de sus antepasados?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Nombren a tres hombres de cada tribu para que yo los envíe a reconocer la región y hagan una descripción escrita de cada territorio. A su regreso,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "dividan el resto del país en siete partes. Judá mantendrá sus territorios en el sur y los descendientes de José, en el norte."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Cuando hayan terminado la descripción de las siete regiones, tráiganmela y yo las asignaré echando suertes en presencia del Señor nuestro Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Los levitas, como ya saben, no recibirán ninguna porción de tierra, porque su herencia es su servicio sacerdotal ante el Señor. Además, Gad, Rubén y la media tribu de Manasés ya han recibido sus respectivos territorios en el lado oriental del Jordán. Moisés, siervo del Señor, se los entregó como herencia»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Cuando los hombres estaban listos para salir a hacer el reconocimiento del país, Josué ordenó: «Exploren todo el país y tráiganme una descripción escrita de todos sus territorios. Cuando regresen aquí a Siló, yo haré el sorteo de tierras en presencia del Señor»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Los hombres hicieron tal como Josué ordenó; luego regresaron a Siló con la descripción de todo el país, ciudad por ciudad, y su división en siete partes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Josué hizo allí el sorteo en presencia del Señor y repartió los territorios entre los israelitas, según sus divisiones tribales."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El territorio de Benjamín"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "A la tribu de Benjamín se le asignó su territorio según sus clanes. Ese territorio quedó ubicado entre las tribus de Judá y José."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "La frontera norte se iniciaba en el río Jordán, pasaba por las laderas al norte de Jericó y avanzaba en dirección occidental hacia la región montañosa, hasta llegar al desierto de Bet Avén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Continuaba hacia la ladera sureña de Luz, también llamada Betel, y descendía desde Atarot Adar hasta el cerro que está al sur de Bet Jorón de Abajo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "De allí la frontera continuaba hacia el sur, por el lado occidental, hasta llegar a Quiriat Baal, llamada también Quiriat Yearín, una población perteneciente a Judá. Esta era la frontera occidental."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "La frontera sur partía desde Quiriat Yearín, en el lado occidental, y continuaba hasta el manantial de Neftóaj."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Descendía a las laderas del monte ubicado frente al valle de Ben Hinón, al norte del valle de Refayin. Seguía en descenso por el valle de Hinón, al sur de la cuesta de la ciudad de Jebús, hasta llegar a Enroguel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "De allí giraba hacia el norte, rumbo a Ensemes, seguía por Guelilot, al frente de la cuesta de Adumín, y descendía a la peña de Bohán, hijo de Rubén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "La frontera continuaba hacia la cuesta norte de Bet Arabá y descendía hasta el Arabá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "De allí se dirigía a la cuesta norte de Bet Joglá y salía en la bahía norte del mar Muerto, donde desemboca el río Jordán. Esta era la frontera sur."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "El río Jordán marcaba los límites del lado oriental.",
            "Estas eran las fronteras de las tierras asignadas como herencia a todos los clanes de la tribu de Benjamín."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Los clanes de la tribu de Benjamín poseyeron las siguientes ciudades:",
            "Jericó, Bet Joglá, Émec Casís,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Bet Arabá, Zemarayin, Betel,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Avín, Pará, Ofra,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Quefar Amoní, Ofni y Gueba, es decir, doce ciudades con sus poblaciones;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "y Gabaón, Ramá, Berot,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Mizpa, Cafira, Mozá,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Requen, Irpel, Taralá,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Zela, Élef, Jebús, llamada también Jerusalén, Guibeá y Quiriat, es decir, catorce ciudades con sus poblaciones.",
            "Esta fue la herencia que recibieron los clanes de la tribu de Benjamín."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.19",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.19"
        ],
        "human": "Josué 19"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.20"
        ],
        "human": "Josué 20",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.18"
        ],
        "human": "Josué 18",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El territorio de Simeón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Simeón fue la segunda tribu que recibió sus territorios, según sus clanes. Su herencia estaba ubicada dentro del territorio de Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Le pertenecían las siguientes ciudades:",
            "Berseba (o Sabá), Moladá,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Jazar Súal, Balá, Esen,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Eltolad, Betul, Jormá,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Siclag, Bet Marcabot, Jazar Susá,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Bet Lebaot y Sarujén, es decir, trece ciudades con sus poblaciones;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "y Ayin, Rimón, Éter y Asán, es decir, cuatro ciudades con sus poblaciones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "A estas ciudades se agregaban los pueblos que se contaban hasta los bordes de Balatber, ciudad de Ramat del Néguev.",
            "Estos fueron los territorios asignados a los clanes de la tribu de Simeón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Como la tribu de Judá tenía más territorio de lo que sus clanes necesitaban, la tribu de Simeón recibió su porción del territorio asignado a Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El territorio de Zabulón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Zabulón fue la tercera tribu que recibió su territorio, según sus clanes.",
            "La frontera del territorio se extendía hasta Sarid."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Por el occidente, se dirigía hacia Maralá y llegaba a Dabéset, hasta tocar el arroyo frente a Jocneán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "De allí, giraba al este de Sarid, hacia la salida del sol, hasta el territorio de Quislot Tabor, luego continuaba hasta alcanzar Daberat y subía hasta Jafía."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "La frontera cruzaba por el oriente hacia Gat Jefer e Itacasín, hasta llegar a Rimón y girar hacia Negá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "De allí la frontera giraba hacia el norte hasta llegar a Janatón y terminaba en el valle de Jeftel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Ese territorio incluía doce ciudades y sus poblaciones, entre ellas Catat, Nalal, Simrón, Idalá y Belén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Este es el territorio asignado como herencia a los clanes de la tribu de Zabulón, incluyendo sus ciudades y pueblos."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El territorio de Isacar"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Isacar fue la cuarta tribu que recibió su territorio, según sus clanes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Las ciudades que se encontraban dentro de ese territorio eran:",
            "Jezrel, Quesulot, Sunem,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Jafarayin, Sihón, Anajarat,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Rabit, Quisión, Abez,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Rémet, Enganín, Enadá y Bet Pasés."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "La frontera llegaba a Tabor, Sajazimá y Bet Semes, y terminaba en el río Jordán.",
            "En total, dieciséis ciudades con sus poblaciones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Esas poblaciones componían la herencia de los clanes de la tribu de Isacar."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El territorio de Aser"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Aser fue la quinta tribu que recibió su territorio, según sus clanes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "En él se incluían las ciudades de",
            "Jelcat, Jalí, Betén, Acsaf,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Alamélec, Amad y Miseal. La frontera tocaba, por el oeste, el monte Carmelo y Sijor Libnat."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "De allí giraba al este en dirección a Bet Dagón y llegaba a Zabulón, en el valle de Jeftel. Luego se dirigía al norte rumbo a Bet Émec y Neyel, bordeando, a la izquierda, Cabul."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "La frontera seguía hacia Abdón, Rejob, Hamón y Caná hasta tocar la gran ciudad de Sidón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Luego hacía un giro hacia Ramá y de allí hasta la ciudad fortificada de Tiro. Después giraba hacia Josá y salía al mar Mediterráneo, desde el territorio de Aczib,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Uma, Afec y Rejob.",
            "Eran veintidós ciudades y sus pueblos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Este es el territorio asignado como herencia a los clanes de la tribu de Aser, incluyendo sus ciudades y pueblos."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El territorio de Neftalí"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Neftalí fue la sexta tribu que recibió su territorio, según sus clanes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Su territorio abarcaba desde Jélef y el gran árbol de Sananín hacia Adaminéqueb y Jabnel, y continuaba hacia Lacún, hasta el río Jordán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "La frontera seguía por el occidente, pasando por Aznot Tabor y proseguía en Hucoc. Bordeaba el territorio de la tribu de Zabulón por el sur, la de Aser por el occidente y el río Jordán por el oriente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Las ciudades fortificadas eran: Sidín, Ser, Jamat, Racat, Quinéret,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Adamá, Ramá, Jazor,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Cedes, Edrey, Enjazor,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Irón, Migdal El, Jorén, Bet Anat y Bet Semes.",
            "En total sumaban diecinueve ciudades con sus poblaciones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "Este es el territorio asignado como herencia a los clanes de la tribu de Neftalí, incluyendo sus ciudades y pueblos."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El territorio de Dan"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "Dan fue la séptima tribu que recibió territorio, según sus clanes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "Se incluían en el territorio",
            "Zora, Estaol, Ir Semes,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "Sagalbín, Ayalón, Jetlá,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "Elón, Timná, Ecrón,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "Eltequé, Guibetón, Balat,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "Jehúd, Bené Berac, Gat Rimón,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            46
          ],
          "lines": [
            "Mejarcón y Racón, con la región que estaba frente a Jope."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            47
          ],
          "lines": [
            "Como a la tribu de Dan no les alcanzó el territorio que se les asignó, fueron a conquistar la ciudad de Lesén. Después de que la tomaron, pasaron a filo de espada a todos sus habitantes. Luego los danitas la habitaron y le dieron por nombre Dan, en honor de su antepasado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            48
          ],
          "lines": [
            "Así quedó establecido el territorio de los clanes de la tribu de Dan, junto con sus ciudades y pueblos."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El territorio de Josué"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            49
          ],
          "lines": [
            "Cuando se terminó de asignarle a cada tribu el territorio que le correspondía, el pueblo de Israel entregó a Josué, hijo de Nun, el territorio que le pertenecía a él como herencia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            50
          ],
          "lines": [
            "Así cumplieron con lo que el Señor había ordenado. Josué recibió la ciudad de Timnat Sera, que estaba enclavada en la región montañosa de Efraín. Él la había solicitado, así que la reconstruyó y se estableció en ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            51
          ],
          "lines": [
            "De este modo, el sacerdote Eleazar, Josué y los jefes de las tribus de Israel terminaron de dividir los territorios. El sorteo lo realizaron en Siló, en presencia del Señor, a la entrada de la Tienda de reunión."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.20",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.20"
        ],
        "human": "Josué 20"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.21"
        ],
        "human": "Josué 21",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.19"
        ],
        "human": "Josué 19",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Ciudades de refugio"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "El Señor dijo a Josué:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "«Pide a los israelitas que designen algunas ciudades de refugio, tal como te lo ordené por medio de Moisés."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Así cualquier persona que mate a otra accidentalmente o sin premeditación podrá huir a esas ciudades para refugiarse del vengador del delito de sangre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "»Cuando tal persona huya a una de esas ciudades, se ubicará a la entrada y allí presentará su caso ante los jefes de la ciudad. Acto seguido, los ancianos lo aceptarán en esa ciudad y le asignarán un lugar para vivir con ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Si el vengador del delito de sangre persigue a la persona hasta esa ciudad, los ancianos no deberán entregárselo, pues ya habrán aceptado al que mató sin premeditación ni rencor alguno."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "El acusado permanecerá en aquella ciudad hasta haber comparecido ante la asamblea del pueblo y hasta que el sumo sacerdote en funciones haya fallecido. Solo después de esto el acusado podrá regresar a su hogar y al pueblo del cual huyó tiempo atrás»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "En respuesta a la orden de Josué, los israelitas designaron Cedes en Galilea, en la región montañosa de Neftalí; Siquén, en la región montañosa de Efraín, y Quiriat Arbá, conocida como Hebrón, en la región montañosa de Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Al este del río Jordán, escogieron las tres ciudades siguientes: Béser, en el desierto que está en la meseta perteneciente al territorio de la tribu de Rubén; Ramot de Galaad, en el territorio de la tribu de Gad, y Golán de Basán, en el territorio de la tribu de Manasés."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Todo israelita o extranjero residente que hubiera matado accidentalmente a alguien podría huir hacia una de esas ciudades para no morir por mano del vengador del delito de sangre, antes de ser juzgado por la asamblea."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.21",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.21"
        ],
        "human": "Josué 21"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.22"
        ],
        "human": "Josué 22",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.20"
        ],
        "human": "Josué 20",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Las poblaciones de los levitas"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Los jefes de familia de los levitas se acercaron al sacerdote Eleazar, a Josué, hijo de Nun, y a los representantes de los clanes israelitas"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "que estaban en Siló, en la tierra de Canaán. Y les dijeron: «El Señor ordenó por medio de Moisés que ustedes nos asignaran pueblos donde vivir y campos de pastoreo para nuestro ganado»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Entonces, conforme a lo que había ordenado el Señor, los israelitas entregaron, de su propiedad, las siguientes poblaciones y campos de pastoreo a los levitas:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Los primeros en recibir sus poblaciones, por sorteo, fueron los levitas descendientes de Coat. A estos descendientes del sacerdote Aarón se les entregaron trece poblaciones en los territorios de las tribus de Judá, Simeón y Benjamín."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Al resto de los descendientes de Coat se les entregaron diez poblaciones en los territorios de las tribus de Efraín, Dan y la media tribu de Manasés."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "A los descendientes de Guersón se les entregaron, por sorteo, trece poblaciones en los territorios de las tribus de Isacar, Aser, Neftalí y la media tribu de Manasés en Basán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Los descendientes de Merari recibieron doce poblaciones en los territorios de las tribus de Rubén, Gad y Zabulón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "De este modo, los israelitas asignaron todas estas poblaciones con sus campos de pastoreo a los levitas, según el mandato del Señor por medio de Moisés."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Lo mismo se hizo con los territorios de las tribus de Judá y Simeón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Las poblaciones que se asignaron las recibieron los descendientes de Aarón del clan de Coat, porque ellos fueron los primeros que resultaron favorecidos en el sorteo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "A ellos se les asignó Quiriat Arbá, es decir, Hebrón, junto con sus campos de pastoreo, en la región montañosa de Judá. Arbá era antepasado de los anaquitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Pero los campos y las aldeas alrededor de la ciudad los habían asignado a Caleb, hijo de Jefone, como posesión suya."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Además de Hebrón (ciudad de refugio para los acusados de homicidio), a los descendientes del sacerdote Aarón se les asignaron las siguientes poblaciones con sus campos de pastoreo: Libná,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Jatir, Estemoa,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Holón, Debir,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Ayin, Yutá y Bet Semes, nueve poblaciones de esas dos tribus."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Del territorio de la tribu de Benjamín se asignaron las siguientes poblaciones con sus campos de pastoreo:",
            "Gabaón, Gueba,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Anatot y Almón, es decir, cuatro poblaciones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "En total fueron trece poblaciones con sus campos de pastoreo las que se asignaron a los sacerdotes descendientes de Aarón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Al resto de los levitas descendientes de Coat se les asignaron poblaciones en el territorio de la tribu de Efraín."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "En la región montañosa de Efraín se les asignó",
            "la ciudad de Siquén, que fue una de las ciudades de refugio para los acusados de homicidio. También se les asignaron Guézer,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Quibsayin y Bet Jorón, es decir, cuatro poblaciones con sus campos de pastoreo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "De la tribu de Dan se les asignaron",
            "Eltequé, Guibetón,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Ayalón y Gat Rimón, es decir, cuatro poblaciones con sus campos de pastoreo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "De la media tribu de Manasés se les asignaron",
            "Tanac y Gat Rimón, es decir, dos poblaciones con sus campos de pastoreo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "En total fueron diez poblaciones con sus campos de pastoreo las que se asignaron al resto de los descendientes de los clanes de Coat."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "A los levitas descendientes de Guersón se les asignaron",
            "dos poblaciones con sus campos de pastoreo en el territorio de la media tribu de Manasés:",
            "Golán en Basán (ciudad de refugio para los acusados de homicidio) y Besterá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "De la tribu de Isacar se les asignaron",
            "Quisión, Daberat,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Jarmut y Enganín, es decir, cuatro poblaciones con sus campos de pastoreo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "De la tribu de Aser se asignaron",
            "Miseal, Abdón,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Jelcat y Rejob, es decir, cuatro poblaciones con sus campos de pastoreo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "De la tribu de Neftalí se les asignaron tres poblaciones con sus campos de pastoreo:",
            "Cedes (ciudad de refugio para los acusados de homicidio en la región de Galilea), y las poblaciones de Jamot Dor y Cartán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "En total fueron trece poblaciones con sus campos de pastoreo las que se asignaron a los levitas descendientes de los clanes de Guersón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "A los clanes meraritas, que eran los restantes levitas, se les asignaron",
            "cuatro poblaciones de la tribu de Zabulón, con sus campos de pastoreo:",
            "Jocneán, Cartá,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Dimná y Nalal."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "De la tribu de Rubén se les asignaron cuatro poblaciones con sus campos de pastoreo:",
            "Béser, Yahaza,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Cademot y Mefat."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "De la tribu de Gad se les asignaron cuatro poblaciones con sus campos de pastoreo:",
            "Ramot de Galaad (ciudad de refugio para los acusados de homicidio), Majanayin,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "Hesbón y Jazer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "Fue así como los clanes levitas descendientes de Merari, los últimos a quienes se les asignaron poblaciones, recibieron un total de doce."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "Los levitas recibieron en total cuarenta y ocho poblaciones con sus respectivos campos de pastoreo en territorio israelita."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "Cada una de esas poblaciones estaba rodeada de campos de pastoreo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "Así fue como el Señor les entregó a los israelitas todo el territorio que había prometido dar a sus antepasados; y el pueblo de Israel se estableció allí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "El Señor les dio paz en todo el territorio, cumpliendo así la promesa hecha años atrás a sus antepasados. Ninguno de sus enemigos pudo hacer frente a los israelitas, pues el Señor entregó en sus manos a cada uno de los que se les oponían."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "Y ni una sola de las buenas promesas del Señor a favor de Israel dejó de cumplirse, sino que cada una se cumplió al pie de la letra."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.22",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.22"
        ],
        "human": "Josué 22"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.23"
        ],
        "human": "Josué 23",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.21"
        ],
        "human": "Josué 21",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Retorno de las tribus orientales"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Luego Josué convocó a las tribus de Rubén y Gad, también a la media tribu de Manasés"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "y dijo: «Ustedes han cumplido todas las órdenes que dio Moisés, siervo del Señor. Además, han obedecido en todo lo que he ordenado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Durante todo el tiempo que ha pasado, hasta este mismo día, ustedes no han abandonado a sus hermanos israelitas. Más bien, han cumplido todos los mandamientos del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Y ahora que el Señor su Dios ha cumplido lo que prometió y les ha dado paz a sus hermanos, regresen ustedes a sus hogares y a sus tierras que Moisés, siervo del Señor, les entregó al lado oriental del río Jordán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Y esfuércense por cumplir fielmente el mandamiento y la ley que ordenó Moisés, siervo del Señor: Amen al Señor su Dios, condúzcanse de acuerdo con su voluntad, obedezcan sus mandamientos, manténganse unidos firmemente a él y sírvanle de todo corazón y con todo su ser»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Dicho esto, Josué les dio su bendición y los envió a sus hogares."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "A la mitad de la tribu de Manasés, Moisés ya le había entregado el territorio de Basán; a la otra mitad, Josué le entregó el territorio que está en el lado occidental del río Jordán, donde se estableció la mayoría de los israelitas. A los primeros, Josué los envió a sus hogares, junto con las tribus de Rubén y Gad, y los bendijo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "así: «Regresen a sus hogares repletos de bienes: oro, plata, bronce, hierro, gran cantidad de ropa y mucho ganado. Compartan con sus hermanos lo que han arrebatado al enemigo»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Entonces los de la tribu de Rubén, de Gad y la media tribu de Manasés salieron de Siló en Canaán, donde estaban congregados todos los israelitas, y regresaron a Galaad, el territorio que habían adquirido conforme a la orden que el Señor había dado por medio de Moisés."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Cuando llegaron a Guelilot, a orillas del río Jordán, todavía en territorio cananeo, los rubenitas, los gaditas y la media tribu de Manasés construyeron un enorme altar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Los demás israelitas se enteraron de que habían construido un altar frente a la tierra de Canaán a orillas del Jordán, en pleno territorio israelita."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Entonces toda la asamblea se reunió en Siló con la intención de combatir contra las dos tribus y media."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Por tanto, los israelitas enviaron a Finés, hijo del sacerdote Eleazar, a la región de Galaad para hablar con los de la tribu de Rubén, de Gad y la media tribu de Manasés."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Con él iban diez representantes de cada una de las tribus de Israel, jefes de clanes y tribus."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Al llegar a Galaad, dijeron a los de las dos tribus y media:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "—Toda la asamblea del Señor quisiera saber por qué se han rebelado contra el Dios de Israel como lo han hecho. ¿Por qué han dado la espalda al Señor y se han rebelado contra él, construyéndose un altar?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "¿Acaso no hemos aprendido ninguna lección del pecado de Peor, del cual todavía no nos hemos purificado? ¿Nada nos ha enseñado la desgracia que ha caído sobre tantos miembros del pueblo del Señor?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "¿Por qué insisten en darle la espalda al Señor?",
            "»¡Si hoy se rebelan contra él, mañana su ira se descargará sobre todo Israel!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Si la tierra que ustedes poseen es impura, crucen a esta tierra que pertenece al Señor, en la cual se encuentra su santuario. ¡Vengan, habiten entre nosotros! Pero, por favor, no se rebelen contra él ni contra nosotros, erigiendo otro altar además del altar del Señor nuestro Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "¿No es verdad que cuando Acán, hijo de Zera, pecó al hurtar de lo que estaba destinado a la destrucción, la ira de Dios se descargó sobre toda la comunidad de Israel? Recuerden que Acán no fue el único que murió por su pecado»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Los de las tribus de Rubén, Gad y la media tribu de Manasés respondieron a los líderes israelitas:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "—¡El Señor, Dios de dioses, sí, el Señor, Dios de dioses, sabe bien que no hicimos esto por rebeldía o por infidelidad! Y que todo Israel también lo sepa. Si no es así, que no se nos perdone la vida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Si hemos construido altar para nosotros y así alejarnos del Señor o para ofrecer holocaustos, ofrendas de grano y sacrificios de comunión, ¡que el Señor mismo nos llame a cuentas!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "»En realidad lo construimos pensando en el futuro. Tememos que algún día los descendientes de ustedes les digan a los nuestros: “¡El Señor, Dios de Israel, no tiene nada que ver con ustedes,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "descendientes de Rubén y de Gad! Entre ustedes y nosotros el Señor ha puesto el río Jordán como barrera. ¡Ustedes no tienen nada que ver con el Señor!”. Si esto sucediera, sus descendientes serían culpables de que los nuestros dejen de temer al Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "»Por eso decidimos construir este altar, no como altar de holocaustos y sacrificios,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "sino como testimonio entre ustedes y nosotros y entre las generaciones futuras de que también nosotros podemos servir al Señor y ofrecerle los distintos sacrificios en su santuario. Así, en el futuro, los descendientes de ustedes nunca podrán decirles a los nuestros: “Ustedes no tienen nada que ver con el Señor”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "»Por tanto, convenimos que, si algún día nos dijeran eso a nosotros o a nuestros descendientes, nosotros contestaríamos: “Miren la réplica del altar del Señor que nuestros antepasados construyeron, no para hacer sacrificios en él, sino como testimonio entre ustedes y nosotros”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "»En fin, no tenemos intención alguna de rebelarnos contra el Señor o de abandonarlo construyendo otro altar para holocaustos, ofrendas o sacrificios, además del que está construido a la entrada de su santuario»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Cuando escucharon lo que los de la tribu de Rubén, de Gad y la media tribu de Manasés tenían que decir, Finés el sacerdote y los jefes de clanes y de la comunidad quedaron satisfechos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Entonces Finés, hijo del sacerdote Eleazar, dijo a los de esas tribus:",
            "—Ahora estamos seguros de que el Señor está en medio de nosotros, pues ustedes no pretendían serle infieles al Señor; así que has salvado a los israelitas del castigo divino."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Luego Finés, hijo del sacerdote Eleazar, y los jefes de la nación se despidieron de los de la tribu de Rubén y de Gad, y abandonaron Galaad para regresar a la tierra de Canaán, con el fin de rendir su informe al resto de los israelitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Estos recibieron el informe con agrado y alabaron a Dios y no hablaron más de pelear con las tribus orientales ni de destruir sus tierras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Y los de la tribu de Rubén y de Gad dieron al altar el nombre de «Testimonio», porque dijeron: «Entre nosotros servirá de testimonio de que el Señor es Dios»."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.23",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.23"
        ],
        "human": "Josué 23"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.24"
        ],
        "human": "Josué 24",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.22"
        ],
        "human": "Josué 22",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Despedida de Josué"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Mucho tiempo después de que el Señor diera a Israel paz con sus enemigos cananeos, Josué, que ya era bastante anciano,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "convocó a toda la nación, incluyendo a sus líderes, jefes, jueces y oficiales, y dijo: «Yo ya estoy muy viejo y los años me pesan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Ustedes han visto todo lo que el Señor su Dios ha hecho con todas aquellas naciones a favor de ustedes, pues él peleó las batallas por ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Yo repartí por sorteo, como herencia de sus tribus, tanto las tierras de las naciones que aún quedan como las de aquellas que ya han sido conquistadas, entre el río Jordán y el mar Mediterráneo hacia el oeste."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "El Señor su Dios expulsará a esas naciones de estas tierras y ustedes tomarán posesión de ellas, tal como él lo ha prometido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "»Por lo tanto, esfuércense por cumplir todo lo que está escrito en el libro de la Ley de Moisés. No se aparten de ella ni a derecha ni a izquierda."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "No se mezclen con las naciones que aún quedan entre ustedes. No invoquen los nombres de sus dioses; no juren por ellos; no los obedezcan ni los adoren."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Permanezcan unidos al Señor su Dios, como lo han hecho hasta ahora."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "»El Señor ha expulsado a esas grandes naciones que se han enfrentado con ustedes, y hasta ahora ninguna de ellas ha podido resistirlos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Uno solo de ustedes hace huir a mil enemigos, porque el Señor su Dios pelea por ustedes, tal como lo ha prometido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Hagan, pues, todo lo que está de su parte para amar al Señor su Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "»Porque si ustedes dan la espalda a Dios y se unen a las naciones que aún quedan entre ustedes, mezclándose y formando matrimonios con ellas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "pueden estar seguros de que el Señor su Dios no expulsará de entre ustedes a esas naciones. Por el contrario, ellas serán como red y trampa contra ustedes, como látigos en sus espaldas y espinas en sus ojos, hasta que ustedes desaparezcan de esta buena tierra que el Señor su Dios les ha entregado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "»Por mi parte, yo estoy a punto de ir por el camino que todo mortal transita. Ustedes bien saben que ninguna de las buenas promesas del Señor su Dios ha dejado de cumplirse al pie de la letra. Todas se han hecho realidad, pues él no ha faltado a ninguna de ellas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Pero así como el Señor su Dios ha cumplido sus buenas promesas, también descargará sobre ustedes todo tipo de calamidades, hasta que cada uno sea borrado de esta tierra buena que él les ha entregado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Si no cumplen con el pacto que el Señor su Dios les ha ordenado, sino que siguen a otros dioses, adorándolos y postrándose ante ellos, tengan por seguro que la ira del Señor se descargará sobre ustedes y que serán borrados de la buena tierra que el Señor les ha entregado»."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "JOS.24",
      "is_chapter": true,
      "current": {
        "usfm": [
          "JOS.24"
        ],
        "human": "Josué 24"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JDG.1"
        ],
        "human": "Jueces 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JOS.23"
        ],
        "human": "Josué 23",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Renovación del pacto en Siquén"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Josué reunió a todas las tribus de Israel en Siquén. Allí convocó a todos los jefes, líderes, jueces y oficiales del pueblo. Todos se reunieron en presencia de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Josué dijo a todo el pueblo:",
            "—Así dice el Señor, Dios de Israel: “Hace mucho tiempo, sus antepasados, incluido Téraj, padre de Abraham y Najor, vivían al otro lado del río Éufrates, y adoraban a otros dioses."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Pero yo tomé de ese lugar a Abraham, antepasado de ustedes, lo conduje por toda la tierra de Canaán y le di una descendencia numerosa. Primero di un hijo, Isaac;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "y a Isaac di dos hijos, Jacob y Esaú. A Esaú entregué las montañas de Seír, en tanto que Jacob y sus hijos descendieron a Egipto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "»”Tiempo después, envié a Moisés y a Aarón, y herí con plagas a Egipto hasta que los saqué a ustedes de allí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Cuando saqué de ese país a sus antepasados, ustedes llegaron al mar Rojo y los egipcios los persiguieron con sus carros de guerra y su caballería."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Sus antepasados clamaron al Señor y él interpuso oscuridad entre ellos y los egipcios. El Señor hizo que el mar cayera sobre estos y los cubriera. Ustedes fueron testigos de lo que hice a los egipcios. Después de esto, sus antepasados vivieron en el desierto durante mucho tiempo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "»”A ustedes los traje a la tierra de los amorreos, los que vivían al este del río Jordán. Cuando ellos les hicieron la guerra, yo los entregué en sus manos; ustedes fueron testigos de cómo los destruí para que ustedes poseyeran su tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Y cuando Balac, hijo de Zipor y rey de Moab, se dispuso a presentarles combate, él envió al profeta Balán, hijo de Beor, para que los maldijera."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Pero yo no quise escuchar a Balán, por lo cual él los bendijo una y otra vez, y así los salvé a ustedes de su poder."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "»”Finalmente, cruzaron el río Jordán y llegaron a Jericó, cuyos habitantes pelearon contra ustedes. Lo mismo hicieron los amorreos, ferezeos, cananeos, hititas, gergeseos, heveos y jebuseos. Pero yo los entregué en sus manos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "No fueron ustedes quienes con sus espadas y arcos derrotaron a los dos reyes amorreos; fui yo quien por causa de ustedes envié avispas, para que expulsaran de la tierra a sus enemigos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "A ustedes les entregué una tierra que no trabajaron y ciudades que no construyeron. Vivieron en ellas y se alimentaron de viñedos y olivares que no plantaron”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "»Por lo tanto, ahora entréguense al Señor y sírvanle con integridad y lealtad. Desháganse de los dioses que sus antepasados adoraron al otro lado del río Éufrates y en Egipto y sirvan solo al Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Pero si les parece mal servir al Señor, elijan ustedes mismos a quiénes van a servir: a los dioses que sirvieron sus antepasados al otro lado del río Éufrates o a los dioses de los amorreos, en cuya tierra ustedes ahora habitan. Por mi parte, mi familia y yo serviremos al Señor»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "El pueblo respondió:",
            "—¡Eso no pasará jamás! ¡Nosotros no abandonaremos al Señor por servir a otros dioses!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "El Señor nuestro Dios es quien nos sacó a nosotros y a nuestros antepasados del país de Egipto, tierra de servidumbre. Él fue quien hizo aquellas grandes señales ante nuestros ojos. Nos protegió durante todo nuestro peregrinaje por el desierto y cuando pasamos entre tantas naciones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "El Señor expulsó a todas las que vivían en este país, incluso a los amorreos. Por esa razón, nosotros también serviremos al Señor, porque él es nuestro Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Entonces Josué dijo:",
            "—Ustedes son incapaces de servir al Señor, porque él es Dios santo y Dios celoso. No tolerará sus rebeliones y pecados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Si ustedes abandonan al Señor y sirven a dioses ajenos, él se volverá contra ustedes y les traerá un desastre; los destruirá completamente, a pesar de haber sido bueno con ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Pero el pueblo insistió:",
            "—¡Eso no pasará jamás! Nosotros solo serviremos al Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Y Josué dijo una vez más:",
            "—Ustedes son testigos contra ustedes mismos de que han decidido servir al Señor.",
            "—Sí, sí lo somos —respondió toda la asamblea."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Josué respondió:",
            "—Desháganse de los dioses ajenos que todavía conservan. ¡Vuélvanse de todo corazón al Señor, Dios de Israel!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "El pueblo respondió:",
            "—Al Señor nuestro Dios serviremos y solo a él obedeceremos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Aquel mismo día Josué reafirmó el pacto con el pueblo de Israel. Allí mismo, en Siquén, les dio estatutos y leyes,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "y registró todo en el libro de la Ley de Dios. Luego tomó una enorme piedra y la colocó bajo la encina que está cerca del santuario del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Entonces dijo a todo el pueblo:",
            "—Esta piedra servirá de testigo contra ustedes. Ella ha escuchado todas las palabras que el Señor nos ha dicho hoy. Testificará contra ustedes en caso de que digan falsedades contra su Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Después de todo esto, Josué envió a todo el pueblo a sus respectivas propiedades."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Entierros en la Tierra prometida"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Tiempo después murió Josué, hijo de Nun, siervo del Señor, a la edad de ciento diez años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Fue sepultado en la parcela que se le había dado como herencia, en el lugar conocido como Timnat Sera, en la región montañosa de Efraín, al norte del monte Gaas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Durante toda la vida de Josué, el pueblo de Israel sirvió al Señor. Así sucedió también durante el tiempo en que estuvieron al frente de Israel los jefes que habían compartido el liderazgo con Josué y que sabían todo lo que el Señor había hecho por Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Los restos de José, que los israelitas habían traído de Egipto, fueron sepultados en Siquén, en un terreno que Jacob había comprado por cien piezas de plata a los hijos de Jamor, padre de Siquén. El terreno después llegó a ser propiedad de los descendientes de José."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Finalmente, Eleazar, hijo de Aarón, murió y fue sepultado en Guibeá, propiedad de su hijo Finés, en la región montañosa de Efraín."
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}