{
  "book_usfm": "ROM",
  "name": "Romanos",
  "local_title": "Nueva Versión Internacional - Español",
  "local_abbreviation": "NVI",
  "version_id": 128,
  "publisher": {
    "name": "Biblica, Inc."
  },
  "copyright": {
    "html": "<p>Santa Biblia, Nueva Versión Internacional® NVI®</p> <p>© 1999, 2015, 2022 por Biblica, Inc.</p> <p>Usado con permiso. Reservados todos los derechos en todo el mundo.</p>",
    "text": "Santa Biblia, Nueva Versión Internacional® NVI® © 1999, 2015, 2022 por Biblica, Inc. Usado con permiso. Reservados todos los derechos en todo el mundo."
  },
  "language": {
    "iso_639_1": "es",
    "iso_639_3": "spa",
    "language_tag": "spa",
    "local_name": "Español (América Latina)",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/mrk214/bible-data-es-spa",
  "chapters": [
    {
      "chapter_usfm": "ROM.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ROM.1"
        ],
        "human": "Romanos 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ROM.2"
        ],
        "human": "Romanos 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ACT.28"
        ],
        "human": "Hechos 28",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Pablo, siervo de Cristo Jesús, llamado a ser apóstol, apartado para anunciar el evangelio de Dios,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "que por medio de sus profetas ya había prometido en las sagradas Escrituras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Este mensaje habla de su Hijo, quien según la naturaleza humana era descendiente de David,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "pero según el Espíritu de santidad, fue designado con poder Hijo de Dios por la resurrección. Él es Jesucristo nuestro Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Por medio de él y en honor a su nombre, recibimos la gracia y el llamado a ser apóstol para persuadir a todas las naciones que obedezcan a la fe."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Entre ellas están incluidos también ustedes, a quienes Jesucristo ha llamado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Les escribo a todos los amados de Dios que están en Roma, que han sido llamados a ser su pueblo santo.",
            "Que Dios nuestro Padre y el Señor Jesucristo les concedan gracia y paz."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Pablo anhela visitar Roma"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "En primer lugar, doy gracias a mi Dios por medio de Jesucristo por todos ustedes, pues en el mundo entero se habla bien de su fe."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Dios, a quien sirvo de corazón predicando el evangelio de su Hijo, me es testigo de que los recuerdo a ustedes sin cesar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Siempre pido en mis oraciones que, si es la voluntad de Dios, por fin se me abra el camino para ir a visitarlos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Tengo muchos deseos de verlos para impartirles algún don espiritual que los fortalezca;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "mejor dicho, para que unos a otros nos animemos con la fe que compartimos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Quiero que sepan, hermanos, que aunque hasta ahora no he podido visitarlos, muchas veces me he propuesto hacerlo, para recoger algún fruto entre ustedes, tal como lo he recogido entre las otras naciones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Estoy en deuda con todos, sean griegos o no griegos, sabios o ignorantes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "De allí mi gran anhelo de predicarles acerca de las buenas noticias también a ustedes que están en Roma."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "A la verdad, no me avergüenzo del evangelio, pues es poder de Dios para la salvación de todos los que creen: de los judíos primeramente, pero también de los que no son judíos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "De hecho, en el evangelio se revela la justicia que proviene de Dios, la cual es por fe de principio a fin, tal como está escrito: «El justo vivirá por la fe»."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La ira de Dios contra la humanidad"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "En verdad, la ira de Dios viene revelándose desde el cielo contra toda impiedad e injusticia de los seres humanos, que con su maldad obstruyen la verdad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Me explico: lo que se puede conocer acerca de Dios es evidente para ellos, pues él mismo se lo ha revelado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Porque desde la creación del mundo las cualidades invisibles de Dios, es decir, su eterno poder y su naturaleza divina, se perciben claramente a través de lo que él creó, de modo que nadie tiene excusa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "A pesar de haber conocido a Dios, no lo glorificaron como a Dios ni le dieron gracias, sino que se extraviaron en sus inútiles razonamientos y se les oscureció su insensato corazón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Aunque afirmaban ser sabios, se volvieron necios"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "y cambiaron la gloria del Dios inmortal por imágenes que eran réplicas del hombre mortal, de las aves, de los cuadrúpedos y de los reptiles."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Por eso Dios los entregó a los malos deseos de sus corazones, que conducen a la impureza sexual, de modo que degradaron sus cuerpos los unos con los otros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Cambiaron la verdad de Dios por la mentira, adorando y sirviendo a cosas creadas antes que al Creador, quien es bendito por siempre. Amén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Por tanto, Dios los entregó a pasiones vergonzosas. En efecto, las mujeres cambiaron las relaciones naturales por las que van contra la naturaleza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Así mismo los hombres dejaron las relaciones naturales con la mujer y se encendieron en pasiones lujuriosas los unos con los otros. Hombres con hombres cometieron actos indecentes y recibieron sobre sí mismos el castigo que merecía su perversión."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Además, como estimaron que no valía la pena tomar en cuenta el conocimiento de Dios, él a su vez los entregó a la depravación mental, para que hicieran lo que no debían hacer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Se han llenado de toda clase de injusticia, maldad, avaricia y depravación. Están repletos de envidia, homicidios, desacuerdos, engaño y malicia. Son chismosos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "calumniadores, enemigos de Dios, insolentes, soberbios y arrogantes; se ingenian maldades; se rebelan contra sus padres;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "son insensatos, desleales, insensibles, despiadados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Saben bien que, según el justo decreto de Dios, quienes practican tales cosas merecen la muerte; sin embargo, no solo siguen practicándolas, sino que incluso aprueban a quienes las practican."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ROM.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ROM.2"
        ],
        "human": "Romanos 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ROM.3"
        ],
        "human": "Romanos 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ROM.1"
        ],
        "human": "Romanos 1",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El justo juicio de Dios"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Por tanto, no tienes excusa tú, quienquiera que seas, cuando juzgas a los demás, pues al juzgar a otros te condenas a ti mismo, ya que practicas las mismas cosas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Ahora bien, sabemos que el juicio de Dios contra los que practican tales cosas se basa en la verdad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "¿Piensas entonces que vas a escapar del juicio de Dios, tú que juzgas a otros y sin embargo haces lo mismo que ellos?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "¿No ves que desprecias las riquezas de la bondad de Dios, de su tolerancia y de su paciencia, al no reconocer que su bondad quiere llevarte al arrepentimiento?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Pero por tu obstinación y por tu corazón sin arrepentimiento sigues acumulando castigo contra ti mismo para el día de la ira, cuando Dios revelará su justo juicio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Porque Dios «pagará a cada uno según lo que merezcan sus obras»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Él dará vida eterna a los que, perseverando en las buenas obras, buscan gloria, honor e inmortalidad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Pero los que por egoísmo rechazan la verdad para aferrarse a la maldad recibirán ira y enojo de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Habrá sufrimiento y angustia para todos los que hacen el mal, los judíos primeramente y también los que no son judíos;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "pero gloria, honor y paz para todos los que hacen el bien, los judíos primeramente y también los que no son judíos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Porque con Dios no hay favoritismos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Todos los que han pecado sin conocer la Ley también perecerán sin la Ley; y todos los que han pecado conociendo la Ley por la Ley serán juzgados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Porque Dios no considera justos a los que oyen la Ley, sino a los que la cumplen."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "De hecho, cuando los no judíos, que no tienen la Ley, cumplen por naturaleza lo que la Ley exige, ellos son Ley para sí mismos, aunque no tengan la Ley."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Estos muestran que llevan escrito en el corazón lo que la Ley exige, como lo atestigua su conciencia, pues sus propios pensamientos algunas veces los acusan y otras veces los excusan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Así sucederá el día en que, por medio de Jesucristo, Dios juzgará los secretos de toda persona, como lo declara mi evangelio."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Los judíos y la Ley"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Ahora bien, tú que llevas el nombre de judío, que dependes de la Ley y te jactas de tu relación con Dios;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "que conoces su voluntad y sabes discernir lo que es mejor porque eres instruido por la Ley;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "que estás convencido de ser guía de los ciegos y luz de los que están en la oscuridad,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "instructor de los ignorantes, maestro de los sencillos, pues tienes en la Ley la esencia misma del conocimiento y de la verdad;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "en fin, tú que enseñas a otros, ¿no te enseñas a ti mismo? Tú que predicas contra el robo, ¿robas?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Tú que dices que no se debe cometer adulterio, ¿adulteras? Tú que aborreces a los ídolos, ¿robas de sus templos?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Tú que te jactas de la Ley, ¿deshonras a Dios quebrantando la Ley?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Así está escrito: «Por causa de ustedes se blasfema el nombre de Dios entre los no judíos»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "La circuncisión tiene valor si observas la Ley; pero si la quebrantas, vienes a ser como un incircunciso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Por lo tanto, si los no judíos cumplen los requisitos de la Ley, ¿no se les considerará como si estuvieran circuncidados?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "El que no está físicamente circuncidado, pero obedece la Ley, te condenará a ti que, a pesar de tener el mandamiento escrito y la circuncisión, quebrantas la Ley."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Lo exterior no hace a nadie judío ni consiste la circuncisión en una señal en el cuerpo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "El verdadero judío lo es interiormente; y la circuncisión es la del corazón, la que realiza el Espíritu, no el mandamiento escrito. Al que es judío así, lo alaba Dios y no la gente."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ROM.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ROM.3"
        ],
        "human": "Romanos 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ROM.4"
        ],
        "human": "Romanos 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ROM.2"
        ],
        "human": "Romanos 2",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Fidelidad de Dios"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Entonces, ¿qué se gana con ser judío o qué valor tiene la circuncisión?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Mucho, desde cualquier punto de vista. En primer lugar, a los judíos se les confiaron las palabras mismas de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Pero entonces, si a algunos no creyeron, ¿acaso su incredulidad anula la fidelidad de Dios?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "¡De ninguna manera! Dios es siempre veraz, aunque el hombre sea mentiroso. Así está escrito:",
            "«Por eso, eres justo en tu sentencia,",
            "y triunfarás cuando te juzguen»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Pero si nuestra injusticia pone de relieve la justicia de Dios, ¿qué diremos? ¿Que Dios es injusto al descargar sobre nosotros su ira? (Hablo en términos humanos)."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "¡De ninguna manera! Si así fuera, ¿cómo podría Dios juzgar al mundo?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Alguien podría objetar: «Si mi mentira destaca la verdad de Dios y así aumenta su gloria, ¿por qué todavía se me juzga como pecador?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "¿Por qué no decir: Hagamos lo malo para que venga lo bueno?». Así nos calumnian algunos, asegurando que eso es lo que enseñamos. ¡Pero bien merecida se tienen la condenación!"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "No hay un solo justo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "¿A qué conclusión llegamos? ¿Acaso los judíos somos mejores? ¡De ninguna manera! Ya hemos demostrado que tanto los judíos como los que no son judíos están bajo el pecado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Así está escrito:",
            "«No hay un solo justo, ni siquiera uno;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "no hay nadie que entienda,",
            "nadie que busque a Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Todos se han descarriado;",
            "juntos se han corrompido.",
            "No hay nadie que haga lo bueno;",
            "¡no hay uno solo!»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "«Su garganta es un sepulcro abierto;",
            "de su lengua salen engaños».",
            "«¡Veneno de víbora hay en sus labios!»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "«Llena está su boca de maldiciones y de amargura»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "«Veloces son sus pies para ir a derramar sangre;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "dejan ruina y miseria en sus caminos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "y no conocen la senda de la paz»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "«No hay temor de Dios delante de sus ojos»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Ahora bien, sabemos que todo lo que dice la Ley, lo dice a quienes están sujetos a ella, para que todo el mundo se calle la boca y quede convicto delante de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Por tanto, nadie será justificado en presencia de Dios por hacer las obras que exige la Ley; más bien, mediante la Ley cobramos conciencia del pecado."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La justicia mediante la fe"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Pero ahora, sin la mediación de la Ley, se ha manifestado la justicia de Dios, de la que dan testimonio la Ley y los Profetas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Esta justicia de Dios llega, mediante la fe en Jesucristo, a todos los que creen. De hecho, no hay distinción,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "pues todos han pecado y están privados de la gloria de Dios,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "pero por su gracia son justificados gratuitamente mediante la redención que Cristo Jesús efectuó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Dios lo ofreció como un sacrificio para obtener el perdón de pecados, el cual se recibe por la fe en su sangre. Así demostró su justicia, porque a causa de su paciencia, había pasado por alto los pecados pasados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Lo hizo para demostrar en el tiempo presente su justicia. De este modo Dios es justo y, a la vez, el que justifica a los que tienen fe en Jesús."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "¿Dónde, pues, está la jactancia? Queda excluida. ¿Por cuál principio? ¿Por el de la obediencia de la Ley? No, sino por el de la fe."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Porque sostenemos que todos somos justificados por la fe y no por las obras que la Ley exige."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "¿Es acaso Dios solo Dios de los judíos? ¿No lo es también de los no judíos? Sí, también es Dios de los no judíos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "pues no hay más que un solo Dios. Él justificará por la fe a los que están circuncidados y, mediante esa misma fe, a los que no lo están."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "¿Quiere decir que anulamos la Ley con la fe? ¡De ninguna manera! Más bien, confirmamos la Ley."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ROM.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ROM.4"
        ],
        "human": "Romanos 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ROM.5"
        ],
        "human": "Romanos 5",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ROM.3"
        ],
        "human": "Romanos 3",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Abraham, justificado por la fe"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Entonces, ¿qué diremos en el caso de nuestro antepasado Abraham?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "En realidad, si Abraham hubiera sido justificado por las obras, habría tenido de qué jactarse, pero no delante de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Pues, ¿qué dice la Escritura? «Creyó Abraham a Dios y esto se le tomó en cuenta como justicia»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Ahora bien, cuando alguien trabaja, no se le toma en cuenta el salario como un favor, sino como una deuda."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Sin embargo, al que no trabaja, sino que cree en el que justifica al impío, se le toma en cuenta la fe como justicia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "David dice lo mismo cuando habla de la dicha de aquel a quien Dios le atribuye justicia sin la mediación de las obras:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "«¡Dichosos aquellos",
            "a quienes se les perdonan las transgresiones,",
            "cuyos pecados son cubiertos!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "¡Dichoso aquel",
            "cuyo pecado el Señor no tomará en cuenta!»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "¿Acaso se ha reservado esta dicha solo para los que están circuncidados? ¿Acaso no es también para los no judíos? Hemos dicho que a Abraham se le tomó en cuenta su fe como justicia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "¿Bajo qué circunstancias sucedió esto? ¿Fue antes o después de ser circuncidado? ¡Antes y no después!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Es más, cuando todavía no estaba circuncidado, recibió la señal de la circuncisión como sello de la justicia que se le había tomado en cuenta por la fe. Por tanto, Abraham es padre de todos los que creen, aunque no hayan sido circuncidados, y a estos se les toma en cuenta su fe como justicia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Y también es padre de aquellos que, además de haber sido circuncidados, siguen los pasos de nuestro padre Abraham, quien creyó cuando todavía era incircunciso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "En efecto, no fue mediante la Ley como Abraham y su descendencia recibieron la promesa de que él sería heredero del mundo, sino mediante la fe, la cual se le tomó en cuenta como justicia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Porque, si los que viven por la Ley fueran los herederos, entonces la fe no tendría ya ningún valor y la promesa no serviría de nada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "La Ley, en efecto, trae castigo. Pero donde no hay Ley, tampoco hay transgresión."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Por eso la promesa viene por la fe, a fin de que por la gracia quede garantizada para toda la descendencia de Abraham; esta promesa no es solo para los que son de la Ley, sino para los que son también de la fe de Abraham, quien es el padre que tenemos en común"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "delante de Dios, tal como está escrito: «Te he confirmado como padre de muchas naciones». Así que Abraham creyó en el Dios que da vida a los muertos y que llama las cosas que no son como si ya existieran."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Contra toda esperanza, Abraham creyó y esperó, y de este modo llegó a ser padre de muchas naciones, tal como se le había dicho: «¡Así de numerosa será tu descendencia!»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Su fe no se debilitó, aunque reconocía que su cuerpo estaba como muerto, pues ya tenía unos cien años, y que también estaba muerta la matriz de Sara."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Ante la promesa de Dios no dudó como un incrédulo, sino que se reafirmó en su fe y dio gloria a Dios,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "plenamente convencido de que Dios tenía poder para cumplir lo que había prometido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Por eso se le tomó en cuenta su fe como justicia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Y esto de que «se le tomó en cuenta» no se escribió solo para Abraham,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "sino también para nosotros. Dios tomará en cuenta nuestra fe como justicia, pues creemos en aquel que levantó de entre los muertos a Jesús nuestro Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Él fue entregado a la muerte por nuestros pecados y resucitó para nuestra justificación."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ROM.5",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ROM.5"
        ],
        "human": "Romanos 5"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ROM.6"
        ],
        "human": "Romanos 6",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ROM.4"
        ],
        "human": "Romanos 4",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Paz y alegría"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "En consecuencia, ya que hemos sido justificados mediante la fe, tenemos paz con Dios por medio de nuestro Señor Jesucristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "También por medio de él, y mediante la fe, tenemos acceso a esta gracia en la cual nos mantenemos firmes. Así que nos regocijamos en la esperanza de alcanzar la gloria de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Y no solo en esto, sino también en nuestros sufrimientos, porque sabemos que el sufrimiento produce perseverancia;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "la perseverancia, entereza de carácter; la entereza de carácter, esperanza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Y esta esperanza no nos defrauda, porque Dios ha derramado su amor en nuestro corazón por el Espíritu Santo que nos ha dado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "A la verdad, como éramos incapaces de salvarnos, en el tiempo señalado Cristo murió por los impíos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Difícilmente habrá quien muera por un justo, aunque tal vez haya quien se atreva a morir por una persona buena."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Pero Dios demuestra su amor por nosotros en esto: en que cuando todavía éramos pecadores, Cristo murió por nosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Y ahora que hemos sido justificados por su sangre, ¡con cuánta más razón, por medio de él, seremos salvados del castigo de Dios!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Porque, si cuando éramos enemigos de Dios, fuimos reconciliados con él mediante la muerte de su Hijo, ¡con cuánta más razón, habiendo sido reconciliados, seremos salvados por su vida!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Y no solo esto, sino que también nos regocijamos en Dios por nuestro Señor Jesucristo, pues gracias a él ya hemos recibido la reconciliación."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "De Adán, la muerte; de Cristo, la vida"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Por medio de un solo hombre el pecado entró en el mundo y por medio del pecado entró la muerte; fue así como la muerte pasó a toda la humanidad, porque todos pecaron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Antes de promulgarse la Ley, ya existía el pecado en el mundo. Es cierto que el pecado no se toma en cuenta cuando no hay ley."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Sin embargo, desde Adán hasta Moisés la muerte reinó, incluso sobre los que no pecaron quebrantando un mandato, como lo hizo Adán, quien es figura de aquel que había de venir."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Pero el pecado de Adán no puede compararse con la gracia de Dios. Pues, si por el pecado de un solo hombre murieron todos, ¡cuánto más el don que vino por la gracia de un solo hombre, Jesucristo, abundó para todos!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Tampoco se puede comparar el regalo de Dios con las consecuencias del pecado de Adán. El juicio que lleva a la condenación fue resultado de un solo pecado, pero la dádiva que lleva a la justificación tiene que ver con una multitud de pecados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Pues, si por el pecado de un solo hombre reinó la muerte, con mayor razón los que reciben en abundancia la gracia y el don de la justicia reinarán en vida por medio de uno solo, Jesucristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Por tanto, así como un solo pecado causó la condenación de todos, también un solo acto de justicia produjo la justificación que da vida a todos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Porque así como por la desobediencia de uno solo muchos fueron hechos pecadores, también por la obediencia de uno solo muchos serán hechos justos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "En cuanto a la Ley, esta intervino para que aumentara el pecado. Pero donde abundó el pecado, sobreabundó la gracia;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "y así como reinó el pecado en la muerte, reine también la gracia que nos trae justificación y vida eterna por medio de Jesucristo nuestro Señor."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ROM.6",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ROM.6"
        ],
        "human": "Romanos 6"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ROM.7"
        ],
        "human": "Romanos 7",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ROM.5"
        ],
        "human": "Romanos 5",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Muertos al pecado, vivos en Cristo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "¿Qué concluiremos? ¿Vamos a persistir en el pecado para que la gracia abunde?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "¡De ninguna manera! Nosotros, que hemos muerto al pecado, ¿cómo podemos seguir viviendo en él?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "¿Acaso no saben ustedes que todos los que fuimos bautizados para unirnos con Cristo Jesús en realidad fuimos bautizados para participar en su muerte?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Por tanto, mediante el bautismo fuimos sepultados con él en su muerte. De modo que, así como Cristo resucitó por el glorioso poder del Padre, también nosotros andemos en una vida nueva."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "En efecto, si hemos estado unidos con él en una muerte como la suya, sin duda también estaremos unidos con él en su resurrección."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Sabemos que nuestra vieja naturaleza fue crucificada con él para que nuestro cuerpo pecaminoso perdiera su poder, de modo que ya no siguiéramos siendo esclavos del pecado;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "porque el que muere queda liberado del pecado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Ahora bien, si hemos muerto con Cristo, confiamos en que también viviremos con él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Pues sabemos que Cristo, por haber sido levantado de entre los muertos, ya no puede volver a morir; la muerte ya no tiene dominio sobre él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "En cuanto a su muerte, murió al pecado una vez y para siempre; en cuanto a su vida, vive para Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "De la misma manera, también ustedes considérense muertos al pecado, pero vivos para Dios en Cristo Jesús."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Por lo tanto, no permitan ustedes que el pecado reine en su cuerpo mortal ni obedezcan a sus malos deseos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "No ofrezcan los miembros de su cuerpo al pecado como instrumentos de injusticia; al contrario, ofrézcanse más bien a Dios como quienes han vuelto de la muerte a la vida, presentando los miembros de su cuerpo como instrumentos de justicia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Así el pecado no tendrá dominio sobre ustedes, porque ya no están bajo la Ley, sino bajo la gracia."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Esclavos de la justicia"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Entonces, ¿qué? ¿Vamos a pecar porque no estamos ya bajo la Ley, sino bajo la gracia? ¡De ninguna manera!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "¿Acaso no saben ustedes que cuando se entregan a alguien para obedecerlo, son esclavos de aquel a quien obedecen? Claro que lo son, ya sea del pecado que lleva a la muerte o de la obediencia que lleva a la justicia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Pero gracias a Dios que, aunque antes eran esclavos del pecado, ya se han sometido de corazón a la enseñanza que les fue transmitida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "En efecto, habiendo sido liberados del pecado, ahora son ustedes esclavos de la justicia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Hablo en términos humanos, por las limitaciones de su naturaleza humana. Antes ofrecían ustedes los miembros de su cuerpo para servir a la impureza, que lleva más y más a la maldad; ofrézcanlos ahora para servir a la justicia que lleva a la santidad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Cuando ustedes eran esclavos del pecado, estaban libres del dominio de la justicia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "¿Qué fruto cosechaban entonces? ¡Cosas que ahora los avergüenzan y que conducen a la muerte!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Pero ahora que han sido liberados del pecado y se han puesto al servicio de Dios, cosechan la santidad que conduce a la vida eterna."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Porque la paga del pecado es muerte, mientras que el regalo de Dios es vida eterna en Cristo Jesús, nuestro Señor."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ROM.7",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ROM.7"
        ],
        "human": "Romanos 7"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ROM.8"
        ],
        "human": "Romanos 8",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ROM.6"
        ],
        "human": "Romanos 6",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Analogía tomada del matrimonio"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Hermanos, hablo como a quienes conocen la Ley. ¿Acaso no saben que uno está sujeto a la Ley solamente en vida?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Por ejemplo, la casada está ligada por ley a su esposo solo mientras este vive; pero si su esposo muere, ella queda libre de la ley que la unía a su esposo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Por eso, si se casa con otro hombre mientras su esposo vive, se la considera adúltera. Pero si muere su esposo, ella queda libre de esa ley y no es adúltera, aunque se case con otro hombre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Así mismo, hermanos míos, ustedes murieron a la Ley mediante el cuerpo crucificado de Cristo, a fin de pertenecer al que fue levantado de entre los muertos. De este modo daremos fruto para Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Porque, cuando nuestra carne aún nos dominaba, las pasiones pecaminosas que la Ley nos despertaba actuaban en los miembros de nuestro cuerpo y dábamos fruto para muerte."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Pero ahora, al morir a lo que nos tenía atados, hemos quedado libres de la Ley, a fin de servir a Dios con el nuevo poder que nos da el Espíritu y no por medio del antiguo mandamiento escrito."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Conflicto con el pecado"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "¿Qué concluiremos? ¿Que la Ley es pecado? ¡De ninguna manera! Sin embargo, si no fuera por la Ley, no me habría dado cuenta de lo que es el pecado. Por ejemplo, nunca habría sabido yo lo que es codiciar si la Ley no hubiera dicho: «No codicies»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Pero el pecado, aprovechando la oportunidad que le proporcionó el mandamiento, despertó en mí toda clase de codicia. Porque aparte de la Ley el pecado está muerto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "En otro tiempo yo tenía vida aparte de la Ley; pero cuando vino el mandamiento, cobró vida el pecado y yo morí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Se me hizo evidente que el mismo mandamiento que debía haberme dado vida me llevó a la muerte;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "porque el pecado se aprovechó del mandamiento, me engañó y por medio de él me mató."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Concluimos, pues, que la Ley es santa y que el mandamiento es santo, justo y bueno."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Pero entonces, ¿lo que es bueno se convirtió en muerte para mí? ¡De ninguna manera! Más bien fue el pecado lo que, valiéndose de lo bueno, me produjo la muerte. Ocurrió así para que el pecado se manifestara claramente; o sea, para que mediante el mandamiento se demostrara lo extremadamente malo que es el pecado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Sabemos, en efecto, que la Ley es espiritual. Pero yo soy meramente humano y estoy vendido como esclavo al pecado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "No entiendo lo que me pasa, pues no hago lo que quiero, sino lo que aborrezco."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Ahora bien, si hago lo que no quiero, estoy de acuerdo en que la Ley es buena;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "pero en ese caso, ya no soy yo quien lo lleva a cabo, sino el pecado que habita en mí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Yo sé que en mí, es decir, en mi carne, nada bueno habita. Aunque deseo hacer lo bueno, no soy capaz de hacerlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "De hecho, no hago el bien que quiero, sino el mal que no quiero."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Y si hago lo que no quiero, ya no soy yo quien lo hace, sino el pecado que habita en mí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Así que descubro esta ley: que cuando quiero hacer el bien, me acompaña el mal."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Porque en lo íntimo de mi ser me deleito en la Ley de Dios;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "pero me doy cuenta de que en los miembros de mi cuerpo hay otra ley, que es la ley del pecado. Esta ley lucha contra lo que considero bueno, y me tiene cautivo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "¡Soy un pobre miserable! ¿Quién me librará de este cuerpo sujeto a la muerte?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "¡Gracias a Dios por medio de Jesucristo nuestro Señor!",
            "En conclusión, con la mente yo mismo me someto a la Ley de Dios, pero mi carne está sujeta a la ley del pecado."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ROM.8",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ROM.8"
        ],
        "human": "Romanos 8"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ROM.9"
        ],
        "human": "Romanos 9",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ROM.7"
        ],
        "human": "Romanos 7",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Vida mediante el Espíritu"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Por lo tanto, ya no hay ninguna condenación para los que están en Cristo Jesús,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "pues por medio de él la ley del Espíritu de vida te ha liberado de la ley del pecado y de la muerte."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "En efecto, la Ley no pudo liberarnos porque la carne anuló su poder; por eso Dios envió a su propio Hijo en una condición semejante a la de los pecadores, para que se ofreciera en sacrificio por el pecado. Así condenó Dios al pecado en la carne,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "a fin de que la justa demanda de la Ley se cumpliera en nosotros, que no vivimos según la carne, sino según el Espíritu."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Los que viven conforme a la carne fijan la mente en los deseos de la carne; en cambio, los que viven conforme al Espíritu fijan la mente en los deseos del Espíritu."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "La mente gobernada por la carne es muerte, mientras que la mente que proviene del Espíritu es vida y paz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "La mente gobernada por la carne es enemiga de Dios, pues no se somete a la Ley de Dios ni es capaz de hacerlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Los que viven según la carne no pueden agradar a Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Sin embargo, ustedes no viven según la carne, sino según el Espíritu, si es que el Espíritu de Dios vive en ustedes. Y si alguno no tiene el Espíritu de Cristo, no es de Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Pero si Cristo está en ustedes, el cuerpo está muerto a causa del pecado, pero el Espíritu que está en ustedes es vida a causa de la justicia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Y si el Espíritu de aquel que levantó a Jesús de entre los muertos vive en ustedes, el mismo que levantó a Cristo de entre los muertos también dará vida a sus cuerpos mortales por medio de su Espíritu, que vive en ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Por tanto, hermanos, tenemos una obligación, pero no es la de vivir conforme a la carne."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Porque si ustedes viven conforme a ella, morirán; pero si por medio del Espíritu dan muerte a los malos hábitos del cuerpo, vivirán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Porque todos los que son guiados por el Espíritu de Dios son hijos de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Y ustedes no recibieron un espíritu que de nuevo los esclavice al miedo, sino el Espíritu que los adopta como hijos y les permite clamar: «¡Abba! ¡Padre!»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "El Espíritu mismo asegura a nuestro espíritu que somos hijos de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Y si somos hijos, somos herederos; herederos de Dios y coherederos con Cristo, pues si ahora sufrimos con él, también tendremos parte con él en su gloria."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La gloria futura"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "De hecho, considero que en nada se comparan los sufrimientos actuales con la gloria que habrá de revelarse a nosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "La creación aguarda con ansiedad la revelación de los hijos de Dios,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "pues fue sometida a la frustración, no por su propia voluntad, sino por la del que así lo dispuso. Pero queda la firme esperanza"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "de que la creación misma ha de ser liberada de la corrupción que la esclaviza, para así alcanzar la gloriosa libertad de los hijos de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Sabemos que toda la creación todavía gime a una, como si tuviera dolores de parto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Y no solo ella, sino también nosotros mismos, que tenemos las primicias del Espíritu, gemimos interiormente, mientras aguardamos nuestra adopción como hijos, es decir, la redención de nuestro cuerpo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Porque en esa esperanza fuimos salvados. Pero esperar lo que ya se ve no es esperanza. ¿Quién espera lo que ya ve?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Pero si esperamos lo que todavía no vemos, en la espera mostramos nuestra constancia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Así mismo, en nuestra debilidad el Espíritu acude a ayudarnos. No sabemos qué pedir, pero el Espíritu mismo intercede por nosotros con gemidos que no pueden expresarse con palabras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Y Dios, que examina los corazones, sabe cuál es la intención del Espíritu, porque el Espíritu intercede por los creyentes conforme a la voluntad de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Más que vencedores"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Ahora bien, sabemos que Dios dispone todas las cosas para el bien de quienes lo aman, los que han sido llamados de acuerdo con su propósito."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Porque a los que Dios conoció de antemano, también los predestinó a ser transformados según la imagen de su Hijo, para que él sea el primogénito entre muchos hermanos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "A los que predestinó, también los llamó; a los que llamó, también los justificó; y a los que justificó, también los glorificó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "¿Qué diremos frente a esto? Si Dios está de nuestra parte, ¿quién puede estar en contra nuestra?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "El que no escatimó ni a su propio Hijo, sino que lo entregó por todos nosotros, ¿cómo no habrá de darnos generosamente, junto con él, todas las cosas?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "¿Quién acusará a los que Dios ha escogido? Dios es el que justifica."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "¿Quién condenará? Cristo Jesús es el que murió e incluso resucitó y está a la derecha de Dios e intercede por nosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "¿Quién nos apartará del amor de Cristo? ¿La tribulación o la angustia, la persecución, el hambre, la desnudez, el peligro o la espada?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Así está escrito:",
            "«Por tu causa siempre nos llevan a la muerte;",
            "¡nos tratan como a ovejas para el matadero!»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Sin embargo, en todo esto somos más que vencedores por medio de aquel que nos amó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Pues estoy convencido de que ni la muerte ni la vida, ni los ángeles ni los demonios, ni lo presente ni lo por venir, ni los poderes,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "ni lo alto ni lo profundo, ni cosa alguna en toda la creación podrá apartarnos del amor que Dios nos ha manifestado en Cristo Jesús nuestro Señor."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ROM.9",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ROM.9"
        ],
        "human": "Romanos 9"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ROM.10"
        ],
        "human": "Romanos 10",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ROM.8"
        ],
        "human": "Romanos 8",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La elección soberana de Dios"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Digo la verdad en Cristo; no miento. Mi conciencia me lo confirma en el Espíritu Santo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Me invade una gran tristeza y me embarga un continuo dolor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Desearía yo mismo ser maldecido y separado de Cristo por el bien de mis hermanos, los de mi propio pueblo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "el pueblo de Israel. De ellos son la adopción como hijos, la gloria divina, los pactos, la Ley, el privilegio de adorar a Dios y el de contar con sus promesas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "De ellos son los patriarcas y de ellos, según la naturaleza humana, nació Cristo, quien es Dios sobre todas las cosas. ¡Alabado sea por siempre! Amén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Ahora bien, no digamos que la palabra de Dios ha fracasado. Lo que sucede es que no todos los que descienden de Israel son Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Tampoco por ser descendientes de Abraham son todos hijos suyos. Al contrario: «Tu descendencia se establecerá por medio de Isaac»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "En otras palabras, los hijos de Dios no son los descendientes naturales; más bien, se considera descendencia de Abraham a los hijos de la promesa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Y la promesa es esta: «Dentro de un año volveré y para entonces Sara tendrá un hijo»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "No solo eso. También sucedió que los hijos de Rebeca tuvieron un mismo padre, que fue nuestro antepasado Isaac."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Sin embargo, antes de que los mellizos nacieran o hicieran algo bueno o malo, y para confirmar el propósito de la elección divina,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "no con base en las obras, sino al llamado de Dios, se le dijo a ella: «El mayor servirá al menor»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Y así está escrito: «Amé a Jacob, pero aborrecí a Esaú»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "¿Qué concluiremos? ¿Acaso es Dios injusto? ¡De ninguna manera!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Es un hecho que a Moisés le dice:",
            "«Tendré misericordia de quien quiera tenerla",
            "y seré compasivo con quien quiera serlo»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Por lo tanto, la elección no depende del deseo ni del esfuerzo humano, sino de la misericordia de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Porque la Escritura le dice al faraón: «Te he levantado precisamente para mostrar en ti mi poder y para que mi nombre sea proclamado por toda la tierra»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Así que Dios tiene misericordia de quien él quiere tenerla y endurece a quien él quiere endurecer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Pero tú me dirás: «Entonces, ¿por qué todavía nos echa la culpa Dios? ¿Quién puede oponerse a su voluntad?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Respondo: ¿Quién eres tú para pedirle cuentas a Dios? «Acaso le dirá la olla de barro al que la modeló: “¿Por qué me hiciste así?”»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "¿No tiene derecho el alfarero de hacer del mismo barro unas vasijas para usos especiales y otras para fines ordinarios?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "¿Y qué si Dios, queriendo mostrar su ira y dar a conocer su poder, soportó con mucha paciencia a los que eran objeto de su castigo y estaban destinados a la destrucción?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "¿Qué si lo hizo para dar a conocer sus gloriosas riquezas a los que eran objeto de su misericordia, y a quienes de antemano preparó para esa gloria?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Esos somos nosotros, a quienes Dios llamó no solo de entre los judíos, sino también de entre los no judíos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Así lo dice Dios en el libro de Oseas:",
            "«Llamaré “mi pueblo” a los que no son mi pueblo;",
            "y llamaré “mi amada” a la que no es mi amada»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "«Y sucederá que en el mismo lugar donde se les dijo:",
            "“Ustedes no son mi pueblo”,",
            "serán llamados “hijos del Dios viviente”»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Isaías, por su parte, proclama respecto a Israel:",
            "«Aunque los israelitas sean tan numerosos",
            "como la arena del mar,",
            "solo el remanente será salvo;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "porque plenamente y sin demora",
            "el Señor cumplirá su sentencia en la tierra»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Así había dicho Isaías:",
            "«Si el Señor de los Ejércitos",
            "no nos hubiera dejado descendientes,",
            "seríamos ya como Sodoma,",
            "nos pareceríamos a Gomorra»."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Incredulidad de Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "¿Qué concluiremos? Pues que los no judíos, que no buscaban la justicia, la han alcanzado. Me refiero a la justicia que es por la fe."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "En cambio Israel, que iba en busca de justicia a través de la Ley, no ha alcanzado esa justicia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "¿Por qué no? Porque no la buscaron mediante la fe, sino mediante las obras, como si fuera posible alcanzarla así. Por eso tropezaron con la «piedra de tropiezo»,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "como está escrito:",
            "«Miren, yo pongo en Sión una piedra de tropiezo",
            "y una roca que hace caer;",
            "pero el que confíe en él no será defraudado»."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ROM.10",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ROM.10"
        ],
        "human": "Romanos 10"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ROM.11"
        ],
        "human": "Romanos 11",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ROM.9"
        ],
        "human": "Romanos 9",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Hermanos, el deseo de mi corazón y mi oración a Dios por los israelitas es que lleguen a ser salvos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Puedo declarar en favor de ellos que muestran celo por Dios, pero su celo no se basa en el conocimiento."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "No conociendo la justicia que proviene de Dios y procurando establecer la suya propia, no se sometieron a la justicia de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "De hecho, Cristo es la culminación de la Ley para que todo el que cree sea justificado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Así describe Moisés la justicia que se basa en la Ley: «Quien practique estas cosas vivirá por ellas»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Pero la justicia que se basa en la fe afirma: «No digas en tu corazón: “¿Quién subirá al cielo?” (es decir, para hacer bajar a Cristo),"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "o “¿Quién bajará al abismo?”» (es decir, para hacer subir a Cristo de entre los muertos)."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "¿Qué afirma entonces? «La palabra está cerca de ti, la tienes en la boca y en el corazón». Esta es la palabra de fe que predicamos:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "que si confiesas con tu boca que Jesús es el Señor y crees en tu corazón que Dios lo levantó de entre los muertos, serás salvo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Porque con el corazón se cree para ser justificado, pero con la boca se confiesa para ser salvo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Así dice la Escritura: «Todo el que confíe en él no será defraudado»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "No hay diferencia entre judíos y los que no son judíos, pues el mismo Señor es Señor de todos y bendice abundantemente a cuantos lo invocan,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "porque «todo el que invoque el nombre del Señor será salvo»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Ahora bien, ¿cómo invocarán a aquel en quien no han creído? ¿Y cómo creerán en aquel de quien no han oído? ¿Y cómo oirán si no hay quien predique?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "¿Y cómo predicarán sin ser enviados? Así está escrito: «¡Qué hermosos son los pies de los que anuncian las buenas noticias!»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Sin embargo, no todos los israelitas aceptaron las buenas noticias. Isaías dice: «Señor, ¿quién ha creído a nuestro mensaje?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Así que la fe viene como resultado de oír el mensaje y el mensaje que se oye es la palabra de Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Pero pregunto: ¿Acaso no oyeron? ¡Claro que sí!",
            "«Por toda la tierra se difundió su voz,",
            "¡sus palabras llegan hasta los confines del mundo!»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Pero insisto: ¿Acaso no entendió Israel? En primer lugar, Moisés dice:",
            "«Yo haré que ustedes sientan envidia de los que no son nación;",
            "voy a irritarlos con una nación insensata»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Luego Isaías se atreve a decir:",
            "«Dejé que me hallaran los que no me buscaban;",
            "me di a conocer a los que no preguntaban por mí»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "En cambio, respecto de Israel, dice:",
            "«Todo el día extendí mis manos",
            "hacia un pueblo desobediente y rebelde»."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ROM.11",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ROM.11"
        ],
        "human": "Romanos 11"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ROM.12"
        ],
        "human": "Romanos 12",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ROM.10"
        ],
        "human": "Romanos 10",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El remanente de Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Por lo tanto, pregunto: ¿Acaso rechazó Dios a su pueblo? ¡De ninguna manera! Yo mismo soy israelita, descendiente de Abraham, de la tribu de Benjamín."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Dios no rechazó a su pueblo, al que de antemano conoció. ¿No saben lo que relata la Escritura en cuanto a Elías? Acusó a Israel delante de Dios:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "«Señor, han matado a tus profetas y han derribado tus altares. Yo soy el único que ha quedado con vida, ¡y ahora quieren matarme a mí también!»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "¿Y qué le contestó la voz divina? «He apartado para mí siete mil hombres que no se han arrodillado ante Baal»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Así también hay en la actualidad un remanente escogido por gracia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Y si es por gracia, ya no es por obras; porque en tal caso la gracia ya no sería gracia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "¿Qué concluiremos? Pues que Israel no consiguió lo que tanto deseaba, pero sí lo consiguieron los elegidos. Los demás fueron endurecidos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "como está escrito:",
            "«Dios les dio un espíritu insensible,",
            "ojos con los que no pueden ver",
            "y oídos con los que no pueden oír,",
            "hasta el día de hoy»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Y David dice:",
            "«Que sus banquetes se les conviertan en red y en trampa,",
            "en tropezadero y en castigo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Que se les nublen los ojos para que no vean",
            "y se encorven sus espaldas para siempre»."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Ramas injertadas"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Ahora pregunto: ¿Acaso tropezaron para no volver a levantarse? ¡De ninguna manera! Más bien, gracias a su desobediencia ha venido la salvación a los no judíos, para que Israel sienta celos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Pero si su desobediencia ha enriquecido al mundo, es decir, si su fracaso ha enriquecido a los no judíos, ¡cuánto mayor será la riqueza que su plena restauración producirá!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Me dirijo ahora a ustedes, los no judíos. Como apóstol que soy de ustedes, le hago honor a mi ministerio,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "pues quisiera ver si de algún modo despierto los celos de mi propio pueblo, para así salvar a algunos de ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Pues, si el haberlos rechazado dio como resultado la reconciliación entre Dios y el mundo, ¿no será su restitución como volver de la muerte a la vida?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Si se consagra la parte de la masa que se ofrece como primicias, también se consagra toda la masa; si la raíz es santa, también lo son las ramas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Ahora bien, es verdad que algunas de las ramas han sido desgajadas y que tú, siendo de olivo silvestre, has sido injertado entre las otras ramas. Ahora participas de la savia nutritiva de la raíz del olivo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Sin embargo, no te vayas a creer mejor que las ramas originales. Y si te jactas de ello, ten en cuenta que no eres tú quien nutre a la raíz, sino que es la raíz la que te nutre a ti."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Tal vez dirás: «Desgajaron unas ramas para que yo fuera injertado»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "De acuerdo. Pero ellas fueron desgajadas por su falta de fe y tú por la fe te mantienes firme. Así que no seas arrogante, sino temeroso;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "porque, si Dios no tuvo miramientos con las ramas originales, tampoco los tendrá contigo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Por tanto, considera la bondad y la severidad de Dios: severidad hacia los que cayeron y bondad hacia ti. Pero si no te mantienes en su bondad, tú también serás desgajado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Y si ellos dejan de ser incrédulos, serán injertados, porque Dios tiene poder para injertarlos de nuevo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Después de todo, si tú fuiste cortado de un olivo silvestre, al que por naturaleza pertenecías, y contra tu condición natural fuiste injertado en un olivo cultivado, ¡con cuánta mayor facilidad las ramas naturales de ese olivo serán injertadas de nuevo en él!"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Todo Israel será salvo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Hermanos, quiero que entiendan este misterio para que no se vuelvan presuntuosos. Parte de Israel se ha endurecido y así permanecerá hasta que haya entrado la totalidad de los no judíos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "De esta manera, todo Israel será salvo tal como está escrito:",
            "«El Redentor vendrá de Sión",
            "y apartará de Jacob la impiedad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Y este es mi pacto con ellos",
            "cuando quite sus pecados»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Con respecto al evangelio, los israelitas son enemigos de Dios para bien de ustedes; pero si tomamos en cuenta la elección, son amados de Dios por causa de los patriarcas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "porque los regalos de Dios son irrevocables, como lo es también su llamamiento."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "De hecho, en otro tiempo ustedes fueron desobedientes a Dios; pero ahora, por la desobediencia de los israelitas, han sido objeto de su misericordia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Así mismo, estos que han desobedecido recibirán misericordia ahora, como resultado de la misericordia de Dios hacia ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "En fin, Dios ha sujetado a todos a la desobediencia, con el fin de tener misericordia de todos."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Doxología"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "¡Qué profundo es el conocimiento,",
            "la riqueza y la sabiduría de Dios!",
            "¡Qué indescifrables sus juicios",
            "e impenetrables sus caminos!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "«¿Quién ha conocido la mente del Señor",
            "o quién ha sido su consejero?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "«¿Quién primero dio algo a Dios,",
            "para que luego Dios le pague?»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Porque todas las cosas proceden de él,",
            "y existen por él y para él.",
            "¡A él sea la gloria por siempre! Amén."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ROM.12",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ROM.12"
        ],
        "human": "Romanos 12"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ROM.13"
        ],
        "human": "Romanos 13",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ROM.11"
        ],
        "human": "Romanos 11",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Sacrificios vivos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Por lo tanto, hermanos, tomando en cuenta la misericordia de Dios, ruego que cada uno de ustedes, en adoración espiritual, ofrezca su cuerpo como sacrificio vivo, santo y agradable a Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "No se amolden al mundo actual, sino sean transformados mediante la renovación de su mente. Así podrán comprobar cómo es la voluntad de Dios: buena, agradable y perfecta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Por la gracia que se me ha dado, digo a todos ustedes: Nadie tenga un concepto de sí más alto que el que debe tener, sino más bien piense de sí mismo con moderación, según la medida de fe que Dios le haya dado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Pues, así como cada uno de nosotros tiene un solo cuerpo con muchos miembros, y no todos estos miembros desempeñan la misma función,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "también nosotros, siendo muchos, formamos un solo cuerpo en Cristo, y cada miembro está unido a todos los demás."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Tenemos dones diferentes, según la gracia que se nos ha dado. Si el don de alguien es el de profecía, que lo use en proporción con su fe;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "si es el de prestar un servicio, que lo preste; si es el de enseñar, que enseñe;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "si es el de animar a otros, que los anime; si es el de socorrer a los necesitados, que dé con generosidad; si es el de dirigir, que dirija con esmero; si es el de mostrar compasión, que lo haga con alegría."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El amor"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "El amor debe ser sincero. Aborrezcan el mal; aférrense al bien."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Ámense los unos a los otros con amor fraternal, respetándose y honrándose mutuamente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Nunca dejen de ser diligentes; antes bien, sirvan al Señor con el fervor que da el Espíritu."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Alégrense en la esperanza, muestren paciencia en el sufrimiento, perseveren en la oración."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Ayuden a los hermanos necesitados. Practiquen la hospitalidad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Bendigan a quienes los persigan; bendigan y no maldigan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Alégrense con los que están alegres; lloren con los que lloran."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Vivan en armonía los unos con los otros. No sean arrogantes, sino háganse solidarios con los humildes. No se crean los únicos que saben."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "No paguen a nadie mal por mal. Procuren hacer lo bueno delante de todos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Si es posible, y en cuanto dependa de ustedes, vivan en paz con todos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "No tomen venganza, queridos hermanos, sino dejen el castigo en las manos de Dios, porque está escrito: «Mía es la venganza; yo pagaré», dice el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Antes bien,",
            "«Si tu enemigo tiene hambre, dale de comer;",
            "si tiene sed, dale de beber.",
            "Actuando así, harás que se avergüence de su conducta»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "No te dejes vencer por el mal; al contrario, vence el mal con el bien."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ROM.13",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ROM.13"
        ],
        "human": "Romanos 13"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ROM.14"
        ],
        "human": "Romanos 14",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ROM.12"
        ],
        "human": "Romanos 12",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El respeto a las autoridades"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Todos deben someterse a las autoridades públicas, pues no hay autoridad que Dios no haya dispuesto, así que las que existen fueron establecidas por él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Por lo tanto, todo el que se opone a la autoridad se rebela contra lo que Dios ha instituido. Los que así proceden recibirán castigo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Porque los gobernantes no están para infundir terror a los que hacen lo bueno, sino a los que hacen lo malo. ¿Quieres librarte del miedo a la autoridad? Haz lo bueno y tendrás su aprobación,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "pues está al servicio de Dios para tu bien. Pero si haces lo malo, entonces debes tener miedo. No en vano lleva la espada, pues está al servicio de Dios para impartir justicia y castigar al malhechor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Así que es necesario someterse a las autoridades no solo para evitar el castigo, sino también por razones de conciencia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Por eso mismo pagan ustedes impuestos, pues las autoridades están al servicio de Dios, dedicadas precisamente a gobernar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Paguen a cada uno lo que corresponda: si deben impuestos, paguen los impuestos; si deben contribuciones, paguen las contribuciones; al que deban respeto, muéstrenle respeto; al que deban honor, ríndanle honor."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La responsabilidad hacia los demás"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "No tengan deudas pendientes con nadie a no ser la de amarse unos a otros. De hecho, quien ama al prójimo ha cumplido la Ley."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Porque los mandamientos que dicen: «No cometas adulterio», «no mates», «no robes», «no codicies», y todos los demás mandamientos, se resumen en este precepto: «Ama a tu prójimo como a ti mismo»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "El amor no perjudica al prójimo. Así que el amor es el cumplimiento de la Ley."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Hagan todo esto estando conscientes del tiempo en que vivimos. Ya es hora de que despierten del sueño, pues nuestra salvación está ahora más cerca que cuando inicialmente creímos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "La noche está muy avanzada y ya se acerca el día. Por eso, dejemos a un lado las obras de la oscuridad y pongámonos la armadura de la luz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Vivamos decentemente, como a la luz del día, no en orgías y borracheras, ni en inmoralidad sexual y libertinaje, ni en desacuerdos y envidias."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Más bien, revístanse ustedes del Señor Jesucristo y no se preocupen por satisfacer los deseos de la carne."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ROM.14",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ROM.14"
        ],
        "human": "Romanos 14"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ROM.15"
        ],
        "human": "Romanos 15",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ROM.13"
        ],
        "human": "Romanos 13",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Los débiles y los fuertes"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Reciban al que es débil en la fe, pero no para entrar en discusiones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "A algunos su fe les permite comer de todo, pero hay quienes son débiles en la fe y solo comen verduras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "El que come de todo no debe menospreciar al que no come ciertas cosas, y el que no come de todo no debe condenar al que lo hace, pues Dios lo ha aceptado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "¿Quién eres tú para juzgar al siervo de otro? Que se mantenga firme o que caiga es asunto de su propio señor. Y se mantendrá firme, porque el Señor tiene poder para sostenerlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Hay quien considera que un día tiene más importancia que otro, pero hay quien considera iguales todos los días. Cada uno debe estar firme en sus propias opiniones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "El que le da importancia especial a cierto día, lo hace para el Señor. El que come de todo, come para el Señor y lo demuestra dándole gracias a Dios. El que no come, para el Señor se abstiene y también da gracias a Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Porque ninguno de nosotros vive para sí mismo ni tampoco muere para sí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Si vivimos, para el Señor vivimos; y si morimos, para el Señor morimos. Así pues, sea que vivamos o que muramos, del Señor somos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Para esto mismo murió Cristo y volvió a vivir, para ser Señor tanto de los que han muerto como de los que aún viven."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Tú, entonces, ¿por qué juzgas a tu hermano? O tú, ¿por qué lo menosprecias? ¡Todos tendremos que comparecer ante el tribunal de Dios!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Está escrito:",
            "«Tan cierto como que yo vivo», dice el Señor,",
            "«ante mí se doblará toda rodilla",
            "y toda lengua confesará a Dios»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Así que cada uno de nosotros tendrá que dar cuentas de sí a Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Por tanto, dejemos de juzgarnos unos a otros. Más bien, propónganse no poner tropiezos ni obstáculos al hermano."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Yo, de mi parte, estoy plenamente convencido en el Señor Jesús de que no hay nada impuro en sí mismo. Si algo es impuro, lo es solamente para quien así lo considera."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Ahora bien, si tu hermano se angustia por causa de lo que comes, ya no te comportas con amor. No destruyas, por causa de la comida, al hermano por quien Cristo murió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "En una palabra, no den lugar a que se hable mal del bien que ustedes practican,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "porque el reino de Dios no es cuestión de comidas o bebidas, sino de justicia, paz y alegría en el Espíritu Santo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "El que de esta manera sirve a Cristo agrada a Dios y es aprobado por sus semejantes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Por lo tanto, esforcémonos por promover todo lo que conduzca a la paz y a la mutua edificación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "No destruyas la obra de Dios por causa de la comida. Todo alimento es puro; lo malo es hacer tropezar a otros por lo que uno come."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Más vale no comer carne ni beber vino, ni hacer nada que haga caer a tu hermano."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Así que la convicción que tengas tú al respecto, mantenla como algo entre Dios y tú. Dichoso aquel a quien su conciencia no lo acusa por lo que hace."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Pero el que tiene dudas en cuanto a lo que come se condena; porque no lo hace por convicción. Y todo lo que no se hace por convicción es pecado."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ROM.15",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ROM.15"
        ],
        "human": "Romanos 15"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ROM.16"
        ],
        "human": "Romanos 16",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ROM.14"
        ],
        "human": "Romanos 14",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Los fuertes en la fe debemos apoyar a los débiles, en vez de hacer lo que nos agrada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Cada uno debe agradar al prójimo para su bien con el fin de edificarlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Porque ni siquiera Cristo se agradó a sí mismo, sino como está escrito: «Sobre mí han recaído las burlas de los que te insultan»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "De hecho, todo lo que se escribió en el pasado se escribió para enseñarnos, a fin de que alentados por las Escrituras, perseveremos en mantener nuestra esperanza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Que el Dios que infunde aliento y perseverancia les conceda vivir juntos en armonía, conforme al ejemplo de Cristo Jesús,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "para que con un solo corazón y a una sola voz glorifiquen al Dios y Padre de nuestro Señor Jesucristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Por tanto, acéptense mutuamente, así como Cristo los aceptó a ustedes para gloria de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Les digo que Cristo se hizo servidor de los judíos para demostrar la fidelidad de Dios, a fin de confirmar las promesas hechas a los patriarcas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "y para que los no judíos glorifiquen a Dios por su misericordia, como está escrito:",
            "«Por eso te alabaré entre las naciones;",
            "cantaré salmos a tu nombre»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "En otro pasaje dice:",
            "«Alégrense, naciones, con el pueblo de Dios»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Y en otra parte:",
            "«¡Alaben al Señor, naciones todas!",
            "¡Pueblos todos, cántenle alabanzas!»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "A su vez, Isaías afirma:",
            "«Brotará la raíz de Isaí,",
            "el que se levantará para gobernar a las naciones;",
            "en él los pueblos pondrán su esperanza»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Que el Dios de la esperanza los llene de toda alegría y paz a ustedes que creen en él, para que rebosen de esperanza por el poder del Espíritu Santo."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Pablo y su trabajo entre los no judíos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Por mi parte, hermanos míos, estoy seguro de que ustedes mismos rebosan de bondad, abundan en conocimiento y están capacitados para instruirse unos a otros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Sin embargo, les he escrito con mucha franqueza sobre algunos asuntos, como para refrescarles la memoria. Me he atrevido a hacerlo por causa de la gracia que Dios me dio"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "para ser ministro de Cristo Jesús a los no judíos. Yo tengo el deber sacerdotal de proclamar el evangelio de Dios, a fin de que los no judíos lleguen a ser una ofrenda aceptable a Dios, santificada por el Espíritu Santo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Por tanto, mi servicio a Dios es para mí motivo de orgullo en Cristo Jesús."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "No me atreveré a hablar de nada sino de lo que Cristo ha hecho por medio de mí para que los no judíos lleguen a obedecer a Dios. Lo he hecho con palabras y obras,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "mediante poderosas señales y milagros, por el poder del Espíritu de Dios. Así que, habiendo comenzado en Jerusalén, he completado la proclamación del evangelio de Cristo por todas partes, hasta la región de Iliria."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "En efecto, mi propósito ha sido predicar las buenas noticias donde Cristo no sea conocido, para no edificar sobre fundamento ajeno."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Más bien, como está escrito:",
            "«Los que nunca habían recibido noticia de él lo verán;",
            "y entenderán los que no habían oído hablar de él»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Este trabajo es lo que muchas veces me ha impedido ir a visitarlos."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Pablo piensa visitar Roma"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Pero ahora que ya no me queda un lugar dónde trabajar en estas regiones, y como desde hace muchos años anhelo verlos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "tengo planes de visitarlos cuando vaya rumbo a España. Espero que, después de que haya disfrutado de la compañía de ustedes por algún tiempo, me ayuden a continuar el viaje."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Por ahora, voy a Jerusalén para llevar ayuda a los hermanos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "ya que Macedonia y Acaya tuvieron a bien hacer una colecta para los hermanos pobres de Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Lo hicieron de buena voluntad, aunque en realidad era su obligación hacerlo. Porque, si los no judíos han participado de las bendiciones espirituales de los judíos, están en deuda con ellos para servirles con las bendiciones materiales."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Así que, una vez que yo haya cumplido esta tarea y entregado en sus manos este fruto, saldré para España y de paso los visitaré a ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Sé que, cuando los visite, iré con la abundante bendición de Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Les ruego, hermanos, por nuestro Señor Jesucristo y por el amor del Espíritu, que se unan conmigo en esta lucha y que oren a Dios por mí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Pídanle que me libre de caer en manos de los incrédulos que están en Judea, y que los hermanos de Jerusalén reciban bien la ayuda que les llevo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "De este modo, por la voluntad de Dios, llegaré a ustedes con alegría y podré descansar entre ustedes por algún tiempo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "El Dios de paz sea con todos ustedes. Amén."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ROM.16",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ROM.16"
        ],
        "human": "Romanos 16"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1CO.1"
        ],
        "human": "1 Corintios 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ROM.15"
        ],
        "human": "Romanos 15",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Saludos personales"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Les recomiendo a nuestra hermana Febe, diaconisa de la iglesia de Cencreas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Pido que la reciban dignamente en el Señor, como conviene hacerlo entre hermanos en la fe; préstenle toda la ayuda que necesite, porque ella ha ayudado a muchas personas, entre las que me cuento yo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Saluden a Priscila y a Aquila, mis compañeros de trabajo en Cristo Jesús."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Por salvarme la vida, ellos arriesgaron la suya. Tanto yo como todas las iglesias de los no judíos les estamos agradecidos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Saluden igualmente a la iglesia que se reúne en la casa de ellos.",
            "Saluden a mi querido hermano Epeneto, el primer convertido a Cristo en la provincia de Asia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Saluden a María, que tanto ha trabajado por ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Saluden a Andrónico y a Junías, mis parientes y compañeros de cárcel, destacados entre los apóstoles y convertidos a Cristo antes que yo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Saluden a Amplias, mi querido hermano en el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Saluden a Urbano, nuestro compañero de trabajo en Cristo, y a mi querido hermano Estaquis."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Saluden a Apeles, que ha dado tantas pruebas de su fe en Cristo.",
            "Saluden a los de la familia de Aristóbulo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Saluden a Herodión, mi pariente.",
            "Saluden a los de la familia de Narciso, fieles en el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Saluden a Trifena y a Trifosa, las cuales se esfuerzan trabajando por el Señor.",
            "Saluden a mi querida hermana Pérsida, que ha trabajado muchísimo en el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Saluden a Rufo, distinguido creyente en el Señor, y a su madre, que ha sido también como una madre para mí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Saluden a Asíncrito, a Flegonte, a Hermes, a Patrobas, a Hermas y a los hermanos que están con ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Saluden a Filólogo, a Julia, a Nereo y a su hermana, a Olimpas y a todos los hermanos que están con ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Salúdense unos a otros con un beso santo.",
            "Todas las iglesias de Cristo les mandan saludos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Ruego, hermanos, que se cuiden de los que causan divisiones y dificultades, y van en contra de lo que a ustedes se les ha enseñado. Apártense de ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Tales individuos no sirven a Cristo nuestro Señor, sino a sus propios deseos. Con palabras suaves y lisonjeras engañan a los ingenuos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Es cierto que ustedes viven en obediencia, lo que es bien conocido de todos y me alegra mucho; pero quiero que sean astutos para el bien e inocentes para el mal."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "El Dios de paz aplastará muy pronto a Satanás bajo los pies de ustedes.",
            "Que la gracia de nuestro Señor Jesús sea con ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Saludos de parte de Timoteo, mi compañero de trabajo, como también de Lucio, Jasón y Sosípater, mis parientes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Yo, Tercio, que escribo esta carta, los saludo en el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Saludos de parte de Gayo, de cuya hospitalidad disfrutamos yo y toda la iglesia de este lugar.",
            "También mandan saludos Erasto, que es el tesorero de la ciudad, y nuestro hermano Cuarto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Al que puede fortalecerlos a ustedes conforme a mi evangelio y a la predicación acerca de Jesucristo, según la revelación del misterio que durante largos siglos se mantuvo en secreto,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "pero que ahora ha sido revelado por medio de los escritos proféticos, según el propio mandato del Dios eterno, para que todas las naciones obedezcan a la fe,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "al único sabio Dios, sea la gloria para siempre por medio de Jesucristo. Amén."
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}