{
  "book_usfm": "1TH",
  "name": "1 Tesalonicenses",
  "local_title": "Traducción en Lenguaje Actual Interconfesional",
  "local_abbreviation": "TLAI",
  "version_id": 178,
  "publisher": {
    "name": "United Bible Societies"
  },
  "copyright": {
    "html": "<p>Traducción en lenguaje actual ® © Sociedades Bíblicas Unidas, 2002, 2004.</p>",
    "text": "Traducción en lenguaje actual ® © Sociedades Bíblicas Unidas, 2002, 2004."
  },
  "language": {
    "iso_639_1": "es",
    "iso_639_3": "spa",
    "language_tag": "spa",
    "local_name": "Español (América Latina)",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/jsckdm/bible-data-es-spa",
  "chapters": [
    {
      "chapter_usfm": "1TH.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1TH.1"
        ],
        "human": "1 Tesalonicenses 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1TH.2"
        ],
        "human": "1 Tesalonicenses 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "COL.4"
        ],
        "human": "Colosenses 4",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Saludo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Queridos hermanos y hermanas de la iglesia de Tesalónica:",
            "Nosotros, Pablo, Silvano y Timoteo, los saludamos a ustedes, que pertenecen a Dios Padre y al Señor Jesucristo.",
            "Deseamos de todo corazón que Dios los llene de su amor y les dé su paz."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Los tesalonicenses son un ejemplo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2,
            3
          ],
          "lines": [
            "Siempre damos gracias a Dios nuestro Padre, y en nuestras oraciones le pedimos que los ayude. Sabemos bien que, en todo lo que hacen, ustedes demuestran su confianza en Dios y su amor por él. Y aun cuando sufren, se mantienen firmes, esperando la salvación que nuestro Señor Jesucristo les dará."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Hermanos, Dios los ama, y nosotros sabemos que él los ha elegido para que sean parte de su pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Cuando les anunciamos la buena noticia, no lo hicimos solo con palabras. Al contrario, cuando estuvimos entre ustedes dejamos bien claro que tenemos el poder de Dios, y que el Espíritu Santo actúa por medio de nosotros, para el bien de ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Ustedes siguieron nuestro ejemplo y el de nuestro Señor, y aunque sufrieron mucho, recibieron ese mensaje con la profunda alegría que da el Espíritu Santo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Por eso llegaron a ser un ejemplo para todos los seguidores de Jesucristo que viven en las regiones de Macedonia y Acaya."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Ustedes han anunciado el mensaje de Jesucristo, no solo en esas regiones sino en muchas otras partes. La gente de esos lugares ya sabe que ustedes confían mucho en Dios, y no hace falta que nosotros les digamos nada más."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Porque todos hablan de lo bien que ustedes nos recibieron, y cuentan cómo ustedes dejaron de adorar ídolos para adorar y servir al Dios vivo y verdadero."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Ellos saben que ustedes esperan que Jesucristo regrese del cielo. Dios hizo que él resucitara para salvarnos del castigo que él dará a los pecadores en el día del juicio."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1TH.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1TH.2"
        ],
        "human": "1 Tesalonicenses 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1TH.3"
        ],
        "human": "1 Tesalonicenses 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1TH.1"
        ],
        "human": "1 Tesalonicenses 1",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El trabajo de Pablo en Tesalónica"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Hermanos en Cristo, ustedes saben bien que la visita que les hice no fue inútil."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "También saben que en la ciudad de Filipos nos insultaron y maltrataron. Pero aunque tuvimos muchas dificultades, Dios nos dio valor para anunciarles la buena noticia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Y cuando la anunciamos, dijimos siempre la verdad: nuestras intenciones eran buenas y no tratamos de engañar a nadie."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Al contrario, Dios nos aprobó y nos encargó anunciar la buena noticia, y eso es lo que hacemos. No tratamos de agradar a nadie, sino solo a Dios, pues él examina todo lo que sentimos y pensamos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Como ustedes saben, jamás les hemos dicho cosas lindas para tratar de convencerlos, ni los hemos engañado para ganar dinero. Dios sabe que esto es cierto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Nunca hemos querido que ustedes, o que otras personas, nos traten como a gente importante."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Como somos apóstoles de Cristo, pudimos haberles exigido que nos ayudaran, pero no lo hicimos. En vez de eso, cuando estuvimos con ustedes, los tratamos con mucho cariño y ternura, como una madre que cuida y cría a sus propios hijos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Tanto los amamos y queremos que no solo les habríamos anunciado la buena noticia de Dios sino que, de haber sido necesario, hasta habríamos dado nuestra vida por ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Hermanos míos, ustedes seguramente se acuerdan de lo duro que trabajamos para ganarnos la vida. Mientras les anunciábamos la buena noticia de Dios, trabajábamos de día y de noche, para que ninguno de ustedes tuviera que darnos dinero."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Ustedes confían en Dios, y nosotros nos hemos portado bien y correctamente con ustedes. Dios sabe que eso es cierto, y ustedes también. Nadie puede acusarnos de nada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Saben que a cada uno de ustedes lo hemos tratado como trata un padre a sus hijos. Los animamos, los consolamos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "y también insistimos en que vivieran como deben vivir los que son de Dios, los que han sido llamados a compartir su propio reino y poder."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Además, siempre damos gracias a Dios porque, al llevarles su mensaje, ustedes lo aceptaron como si lo recibieran de parte de Dios y no de un ser humano. Y es verdad, ese mensaje es de Dios, y hace que los que confían en él cambien su manera de vivir."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "A ustedes, hermanos, les pasó lo mismo que a los cristianos de las iglesias de Dios en Judea: ¡su propia gente se burló de ellos y los atacó! Eso les pasó a ustedes cuando gente de su propio país los buscó para maltratarlos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Los judíos mataron al Señor Jesús y a los profetas, y luego nos echaron de su país. Ellos no hacen lo que a Dios le agrada, sino que están en contra de todos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "y a nosotros no nos dejan anunciar el mensaje de salvación a los que no son judíos. Así añaden más pecados a los que ya han cometido. Pero al final Dios los castigará terriblemente."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Pablo deseaba visitar a los tesalonicenses"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Sin embargo, hermanos míos, aunque nosotros nos separamos de ustedes por un tiempo, siempre los recordábamos con cariño y deseábamos mucho ir a verlos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Intentamos visitarlos, y en más de una ocasión yo mismo traté de ir, pero Satanás nos lo impidió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Teníamos deseos de verlos, pues cuando nuestro Señor Jesús regrese y nos pida cuentas, nos sentiremos orgullosos, felices y seguros de nuestro trabajo por ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "¡Ustedes son nuestro orgullo y alegría!"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1TH.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1TH.3"
        ],
        "human": "1 Tesalonicenses 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1TH.4"
        ],
        "human": "1 Tesalonicenses 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1TH.2"
        ],
        "human": "1 Tesalonicenses 2",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Por eso, cuando ya no pudimos resistir el deseo de saber de ustedes, decidimos quedarnos solos en Atenas"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "y enviarles a Timoteo, nuestro querido amigo. Él colabora con nosotros y sirve a Dios anunciando la buena noticia de Cristo. Lo enviamos a ustedes para que los animara y ayudara a confiar firmemente en Jesucristo;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "así las dificultades y problemas que ustedes afrontan no los harán dudar. Ustedes saben que tenemos que hacer frente a esos problemas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Además, cuando todavía estábamos con ustedes, les advertimos que tendríamos dificultades. Y como ustedes bien saben, así ha sido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Por eso, como ya no pude resistir más, envié a Timoteo, pues necesitaba saber si ustedes seguían confiando en Dios. ¡Yo temía que el diablo los hubiera hecho caer en sus trampas, y que hubiera echado a perder todo lo que hicimos por ustedes!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Pero ahora Timoteo ha regresado de la ciudad de Tesalónica, y nos ha contado que ustedes se aman unos a otros y no han dejado de confiar en Dios. También nos dijo que ustedes nos recuerdan siempre con cariño, y que desean vernos, así como nosotros deseamos verlos a ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Hermanos, a pesar de todos nuestros problemas y sufrimientos, nos alegra saber que siguen confiando en el Señor Jesús."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Ahora que sabemos esto, sentimos nuevas fuerzas para seguir viviendo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "¡No sabemos cómo dar gracias a Dios por la gran alegría que ustedes nos han dado!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Día y noche rogamos a Dios que nos permita verlos personalmente, para ayudarlos a confiar completamente en él."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Oración de Pablo y de sus compañeros"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Pedimos a Dios nuestro Padre, y a nuestro Señor Jesús, que nos den la oportunidad de ir a visitarlos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Le pedimos al Señor que los haga amarse más los unos a los otros, y amar también a todos por igual. Porque así los amamos nosotros a ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "También le pedimos al Señor Jesús que les dé fuerzas para confiar plenamente en Dios, y les dé también un corazón puro y sin pecado. Así, cuando él venga con todo su pueblo elegido, nadie podrá acusarlos de nada delante de Dios. Amén."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1TH.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1TH.4"
        ],
        "human": "1 Tesalonicenses 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1TH.5"
        ],
        "human": "1 Tesalonicenses 5",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1TH.3"
        ],
        "human": "1 Tesalonicenses 3",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Vivamos como a Dios le agrada"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Queridos hermanos en Cristo, nosotros les hemos enseñado a vivir como a Dios le agrada, y ustedes en verdad viven así. Ahora les rogamos y los animamos, de parte del Señor Jesús, a que se esfuercen cada vez más por seguir viviendo así."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Ustedes ya conocen las instrucciones que les dimos con la autoridad que recibimos del Señor Jesús."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Dios quiere que ustedes vivan consagrados a él, que no tengan relaciones sexuales prohibidas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "y que cada uno de ustedes sepa controlar su propio cuerpo, como algo sagrado y digno de respeto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Deben dominar sus malos deseos sexuales, y no portarse como los que no creen en Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "No deben engañar a los demás miembros de la iglesia, ni aprovecharse de ellos. Ya les hemos advertido que el Señor castigará duramente a los que se comporten así."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Porque Dios no nos ha llamado a seguir pecando, sino a vivir una vida santa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Por eso, el que rechaza esta enseñanza no nos está rechazando a nosotros, sino a Dios mismo, que les ha dado a ustedes su Espíritu Santo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "No hace falta que les escriba acerca del amor que debe existir entre los miembros de la iglesia, pues Dios mismo les ha enseñado a amarse unos a otros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Así lo han hecho ustedes con todos los seguidores de Cristo en la región de Macedonia. Les rogamos, entonces, que se amen más y más."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Traten de vivir tranquilos, ocúpense de sus propios asuntos y trabajen, como ya antes les hemos ordenado que lo hagan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "De ese modo se ganarán el respeto de la gente que no confía en Dios, y no tendrán que pedirle nada a nadie."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El regreso del Señor"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Hermanos míos, queremos que sepan lo que en verdad pasa con los que mueren, para que no se pongan tristes, como los que no tienen esperanza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Nosotros creemos que Jesucristo murió y resucitó, y que del mismo modo Dios resucitará a los que vivieron y murieron confiando en él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Por eso les decimos, de acuerdo con lo que el Señor Jesús nos enseñó, que los que aún vivamos cuando él venga nos reuniremos con él, después de que se hayan reunido con él los que estaban muertos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Porque cuando Dios dé la orden por medio del jefe de los ángeles, y oigamos que la trompeta anuncia que el Señor Jesús baja del cielo, los primeros en resucitar serán los que antes de morir confiaron en él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Después Dios nos llevará a nosotros, los que estemos vivos en ese momento, y nos reunirá en las nubes con los demás. Allí, todos juntos nos encontraremos con el Señor Jesús, y nos quedaremos con él para siempre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Así que, anímense los unos a los otros con estas enseñanzas."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1TH.5",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1TH.5"
        ],
        "human": "1 Tesalonicenses 5"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2TH.1"
        ],
        "human": "2 Tesalonicenses 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1TH.4"
        ],
        "human": "1 Tesalonicenses 4",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Hermanos míos, no hace falta que yo les escriba acerca del momento exacto en que todo esto ocurrirá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Ustedes saben muy bien que el Señor Jesús regresará en el día menos esperado, como un ladrón en la noche."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Cuando la gente diga: «Todo está tranquilo y no hay por qué tener miedo», entonces todo será destruido de repente. Nadie podrá escapar, pues sucederá en el momento menos esperado, como cuando le vienen los dolores de parto a una mujer embarazada. ¡No podrán escapar!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Pero ustedes, hermanos, no viven en la ignorancia, así que el regreso del Señor Jesús no los sorprenderá como un ladrón en la noche."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Todos ustedes confían en el Señor Jesús, y eso es como vivir a plena luz del día, y no en la oscuridad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Por eso, debemos mantenernos alerta y vivir correctamente, y no tan despreocupados como viven algunos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Los que viven pecando y emborrachándose, y sin preocuparse por el regreso del Señor Jesús, realmente viven en la oscuridad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Pero nosotros no vivimos en la oscuridad, sino en la luz. Por eso debemos mantenernos alerta, y confiar en Dios y amar a toda persona. ¡Nuestra confianza y nuestro amor nos pueden proteger del pecado como una armadura! Y si no dudamos nunca de nuestra salvación, esa seguridad nos protegerá como un casco."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Porque Dios no nos ha llamado para castigarnos, sino para que recibamos la salvación por medio de nuestro Señor Jesucristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Porque Jesucristo murió por nosotros para que podamos vivir con él, ya sea que estemos vivos o muertos cuando él vuelva."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Por eso, anímense los unos a los otros, y ayúdense a fortalecer su vida cristiana, como ya lo están haciendo."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Instrucciones finales"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Hermanos, les rogamos que respeten a los líderes de la iglesia. Ellos se esfuerzan mucho para enseñarles a vivir su vida cristiana."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Por eso, trátenlos con respeto y amor por todo lo que hacen, y vivan en paz los unos con los otros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "También les recomendamos, hermanos, que reprendan a los que no quieren hacer nada. Animen a los que son tímidos, apoyen a los que todavía dudan del Señor Jesús, y tengan paciencia con todos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "No permitan que nadie devuelva un mal con otro mal. Al contrario, deben esforzarse por hacer el bien entre ustedes mismos y con todos los demás."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Estén siempre contentos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Oren en todo momento."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Den gracias a Dios en cualquier circunstancia. Esto es lo que Dios espera de ustedes, como cristianos que son."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "No alejen de ustedes al Espíritu Santo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Y si él les da la capacidad de profetizar, no la desprecien."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Pónganlo todo a prueba, pero quédense nada más con lo bueno,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "y rechacen todo lo malo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Que el Dios de paz los mantenga completamente dedicados a su servicio. Que los conserve sin pecado hasta que vuelva nuestro Señor Jesucristo, para que ni el espíritu ni el alma, ni el cuerpo de ustedes sean hallados culpables delante de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Él los eligió para ser parte de su pueblo, y hará todo esto porque siempre cumple lo que promete."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Despedida"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Hermanos, oren también por nosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Saluden con un beso santo a todos los hermanos de la iglesia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Con la autoridad que me da el Señor Jesús, les encargo que lean esta carta a todos los de la iglesia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Pido a nuestro Señor Jesucristo que les siga mostrando su amor."
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}