{
  "book_usfm": "DEU",
  "name": "Deuteronomio",
  "local_title": "Traducción en Lenguaje Actual Interconfesional",
  "local_abbreviation": "TLAI",
  "version_id": 178,
  "publisher": {
    "name": "United Bible Societies"
  },
  "copyright": {
    "html": "<p>Traducción en lenguaje actual ® © Sociedades Bíblicas Unidas, 2002, 2004.</p>",
    "text": "Traducción en lenguaje actual ® © Sociedades Bíblicas Unidas, 2002, 2004."
  },
  "language": {
    "iso_639_1": "es",
    "iso_639_3": "spa",
    "language_tag": "spa",
    "local_name": "Español (América Latina)",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/jsckdm/bible-data-es-spa",
  "chapters": [
    {
      "chapter_usfm": "DEU.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "DEU.1"
        ],
        "human": "Deuteronomio 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "DEU.2"
        ],
        "human": "Deuteronomio 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "NUM.36"
        ],
        "human": "Números 36",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Discurso de Moisés"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1,
            2,
            3,
            4,
            5
          ],
          "lines": [
            "Moisés habló con los israelitas cuando ellos se encontraban en Cadés-barnea, pueblo moabita que estaba en el desierto de Arabá, frente a Suf. Cerca de allí estaban los pueblos de Parán, Tófel, Labán, Haserot y Dizahab. Para llegar a Cadés-barnea había que caminar once días desde el monte Horeb, siguiendo el camino del monte Seír. Moisés les habló cuarenta años después de que salieron de Egipto. Era el día primero del mes de Sebat de ese año, cuando Moisés comunicó a los israelitas todas las leyes que Dios le había ordenado darles.",
            "En el camino, Moisés había derrotado a varios reyes. En Hesbón derrotó a Sihón, rey de los amorreos, y en Astarot, que está en la región de Edrei, derrotó a Og, rey de Basán.",
            "Moisés dirigió a los israelitas estas palabras mientras estaban al este del río Jordán:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "«Cuando estábamos en el monte Horeb, nuestro Dios nos dijo lo siguiente: “Ustedes ya han pasado demasiado tiempo en este monte,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "así que levanten el campamento y vayan hacia las montañas, que es donde viven los amorreos, y hacia las regiones de alrededor. Vayan al Arabá, a las montañas, a los valles y al desierto del sur, la costa, el territorio cananeo y el Líbano, hasta llegar al gran río Éufrates."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Vayan y conquisten ese territorio, pues yo les prometí a Abraham, a Isaac y a Jacob que se lo daría. También les prometí que se lo daría a ustedes, pues son sus descendientes”»."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Los jefes de Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Moisés siguió diciendo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9,
            10,
            11,
            12
          ],
          "lines": [
            "«Para ese tiempo, Dios les había dado a ustedes tantos descendientes que llegaron a ser un pueblo muy grande. Yo mismo le pedí a Dios que los bendijera y los hiciera mil veces más grandes de lo que ya eran. Entonces me di cuenta de que yo solo no podría encargarme de todos los problemas de ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Por eso les aconsejé elegir de entre todas las tribus a hombres sabios, inteligentes y con experiencia, para que los pusieran como jefes del pueblo y así me ayudaran."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "»Ustedes estuvieron de acuerdo con esta idea."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Por eso elegí a los hombres más sabios y de mayor experiencia, y los puse como jefes de ustedes. Unos tenían autoridad sobre mil hombres; otros, sobre cien; otros, sobre cincuenta; y otros, sobre diez. Hubo otros a quienes puse como jefes de toda una tribu."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16,
            17,
            18
          ],
          "lines": [
            "»En ese momento les dije a ustedes todo lo que debían hacer. A los jueces les dije que fueran justos con todos por igual, sin importar que fueran pobres o ricos, israelitas o extranjeros, y sin tener miedo de nada ni de nadie, pues Dios respaldaría sus decisiones. También les dije que cuando algún caso les fuera muy difícil, me lo pasaran a mí, para que yo lo juzgara."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Los doce espías"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "»Luego de eso nuestro Dios nos ordenó partir del monte Horeb y trasladarnos a los montes donde vivían los amorreos. Con mucho miedo, atravesamos el gran desierto y llegamos a Cadés-barnea."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20,
            21
          ],
          "lines": [
            "Allí les dije que nuestro Dios nos había dado la región montañosa de los amorreos; también los animé a conquistar ese territorio, tal y como Dios lo había ordenado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Pero ustedes me pidieron que primero enviara espías, para que vieran cómo era el territorio, cuál era el mejor camino a seguir, y qué ciudades nos íbamos a encontrar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "»Yo estuve de acuerdo, y elegí a doce espías, uno por cada tribu."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Ellos fueron a explorar las montañas, y llegaron al valle de Escol."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Allí tomaron algunos de los frutos de esa región, y nos informaron que el territorio que nuestro Dios nos iba a dar era de lo mejor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "»Sin embargo, ustedes desobedecieron las órdenes de Dios y no quisieron ir."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Al contrario, regresaron a sus casas y se quejaron de Dios. Pensaron que Dios no los quería, y que los había sacado de Egipto solo para que los amorreos los destruyeran."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Cuando supieron que en ese territorio vivía gente muy fuerte y de gran estatura, y que sus ciudades estaban rodeadas de grandes murallas, les dio mucho miedo. Y más se desanimaron cuando supieron que allí vivían también los descendientes del gigante Anac."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "»Yo recuerdo que les dije: “¡Cálmense! ¡No tengan miedo!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Nuestro Dios nos guiará y luchará por nosotros, así como luchó por nosotros contra Egipto y nos guió por el desierto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Él nos ha traído hasta aquí, como si nos llevara en brazos, y hasta ahora nada nos ha pasado. Ha sido un padre para nosotros”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "»A pesar de eso, ustedes no han querido confiar en él,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "aun cuando él ya se ha adelantado a elegir el lugar que va a darles. Para llevarlos allá, ha venido guiándolos; de noche los ha alumbrado con fuego, y de día los ha protegido con una nube."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Dios castiga a Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34,
            35
          ],
          "lines": [
            "»Cuando Dios escuchó sus quejas, se enojó, pues ustedes son gente muy mala. Por eso juró que no disfrutarían de la tierra que había prometido a sus antepasados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Y como Caleb fue el único obediente, Dios dijo que él sería el único que disfrutaría de ella. Por eso también sus descendientes recibirían toda la tierra que tocaran con la planta de sus pies."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "»Por culpa de ustedes, Dios se enojó conmigo y me dijo: “Tampoco tú entrarás a esta tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Será Josué quien guiará al pueblo y les entregará la tierra a los israelitas. Él es tu ayudante, así que anímalo”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "»Dios también me dijo: “Los israelitas pensaron que el enemigo les quitaría a sus niños y a sus esposas. Sin embargo, serán sus hijos los que entrarán a la tierra y se harán dueños de ella, aun cuando ahora son apenas unos niños. Diles eso a los israelitas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "y diles además que regresen al desierto, por el camino que lleva al Mar de los Juncos”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "»Yo les comuniqué todo esto, y ustedes reconocieron que habían pecado contra Dios. Entonces decidieron salir a conquistar la tierra, tal como Dios les había ordenado. Tomaron sus armas, confiados en que les sería fácil subir las montañas;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "pero Dios me pidió advertirles que serían derrotados, pues él no les daría la victoria."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43,
            44
          ],
          "lines": [
            "»Sin embargo, ustedes se sintieron muy valientes y no hicieron caso de la orden de Dios. Subieron a las montañas para pelear contra los amorreos, pero ellos les hicieron frente y los derrotaron. ¡Como si fueran avispas, los persiguieron por todo Seír y hasta Hormá!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "Luego, al regresar, ustedes lloraron y se quejaron ante Dios, pero él no les hizo caso,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            46
          ],
          "lines": [
            "y ustedes tuvieron que quedarse a vivir en Cadés por mucho tiempo más."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "DEU.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "DEU.2"
        ],
        "human": "Deuteronomio 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "DEU.3"
        ],
        "human": "Deuteronomio 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "DEU.1"
        ],
        "human": "Deuteronomio 1",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Israel en el desierto"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "»Después de eso, Dios me mandó que los llevara al desierto por el camino que va al Mar de los Juncos. Pasamos largo tiempo viajando alrededor de las montañas de Seír,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2,
            3,
            4,
            5,
            6,
            7,
            8,
            9,
            10,
            11,
            12
          ],
          "lines": [
            "pero a nuestro Dios le pareció que habíamos estado allí demasiado tiempo, y nos ordenó ir hacia el norte.",
            "»Antes nos advirtió que, al pasar por la región de Seír, no atacáramos a los descendientes de Esaú, pues esa región les pertenece. Allí habían vivido los horeos, pero los descendientes de Esaú los destruyeron y se quedaron con su tierra. Por eso Dios dijo que no nos daría ni un pedazo de ese territorio. Y aunque ellos nos tenían miedo, nos ordenó no hacerles daño, pues después de todo eran nuestros parientes. Solo debíamos comprarles la comida y el agua que necesitáramos.",
            "»Yo les hice recordar que Dios los había bendecido en todo lo que ustedes habían hecho durante esos cuarenta años. En verdad, Dios los ha protegido y cuidado en todo el viaje por el desierto, y nada les ha faltado.",
            "»Luego nos alejamos por el camino del Arabá, que comienza en Elat y Esión-guéber, y pasamos por Seír. De allí nos desviamos por el camino del desierto que lleva a Moab. Fue entonces cuando Dios nos ordenó no atacar a los moabitas, que son descendientes de Lot. Nos dijo, además, que tampoco nos daría ni un pedazo de la región de Ar, pues ese territorio les pertenece. Antes, ese territorio era de los emitas, que eran un pueblo muy grande, con gente tan alta como los gigantes anaquitas. La mayoría de la gente los conocía con el nombre de refaítas, pero los moabitas fueron los primeros en llamarlos emitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "»Dios nos ordenó seguir adelante y cruzar el arroyo Zéred."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14,
            15,
            16
          ],
          "lines": [
            "Desde el día en que salimos de Cadés-barnea hasta el día en que cruzamos ese arroyo habían pasado treinta y ocho años. Para entonces ya habían muerto todos los israelitas que al salir de allá tenían dieciocho años. Dios había jurado que usaría todo su poder para acabar con ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17,
            18
          ],
          "lines": [
            "»Fue entonces cuando Dios ordenó que cruzáramos la frontera de Moab y fuéramos a la ciudad de Ar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Pero antes nos dio instrucciones de no atacar a los amonitas, pues son también descendientes de Lot. De ese territorio no recibiríamos ni un pedazo, pues Dios ya se lo había dado a ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "»Los refaítas, a quienes los amonitas conocían con el nombre de zamzumitas, habían vivido allí antes. Por eso la región era considerada territorio refaíta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Los zamzumitas eran un pueblo grande, con gente tan alta como los gigantes anaquitas. Dios acabó con ellos por medio de los amonitas, que se quedaron para siempre con su territorio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Lo mismo habían hecho los descendientes de Esaú en la región de Seír."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "También los filisteos, que habían venido de Creta, mataron a los heveos de las aldeas cercanas a Gaza, y se quedaron con el país."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "»Después Dios nos ordenó seguir adelante, cruzar el río Arnón, y entrar en guerra con Sihón, el rey de Hesbón. Antes nos prometió que dominaríamos el país y nos quedaríamos con ese territorio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "También nos prometió que, a partir de entonces, todos los pueblos de la región nos tendrían miedo. ¡Con solo oír hablar de nosotros se llenarían de espanto y angustia!"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La derrota de Sihón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "»Cuando estábamos en Cademot, le envié un mensaje amistoso a Sihón, rey de Hesbón, en el que le pedía"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27,
            28,
            29
          ],
          "lines": [
            "que nos dejara pasar por su territorio. Pasaríamos solamente por el camino principal y cruzaríamos el río Jordán, hasta llegar al territorio que nuestro Dios nos iba a dar. Le ofrecí pagarle por los alimentos y el agua que tomáramos, y le hice saber que los descendientes de Esaú y los moabitas nos habían permitido pasar por Ar y Seír."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30,
            31,
            32,
            33,
            34,
            35,
            36
          ],
          "lines": [
            "»Pero el rey Sihón no nos dejó pasar, pues nuestro Dios hizo que se negara. Dios me dijo entonces que a partir de ese momento dominaríamos a Sihón, y que de inmediato debíamos entrar en su territorio y conquistarlo.",
            "»Sihón salió con su ejército para luchar contra nosotros en Jahas, pero Dios nos dio la victoria. Conquistamos todas sus ciudades y las destruimos por completo, acabamos con todos sus habitantes, y solo nos quedamos con el ganado y los objetos de valor. Ninguna de sus ciudades resistió nuestro ataque; a todas ellas las destruimos, comenzando por la ciudad de Aroer, que está en ambos lados del río Arnón, y terminando por la ciudad de Galaad. Hasta la fecha seguimos dominándolos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Los únicos territorios que no atacamos fueron el de los amonitas, que está en la región del río Jaboc, el de las ciudades de la montaña, y todos los que Dios nos ordenó no atacar."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "DEU.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "DEU.3"
        ],
        "human": "Deuteronomio 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "DEU.4"
        ],
        "human": "Deuteronomio 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "DEU.2"
        ],
        "human": "Deuteronomio 2",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La derrota de Og"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1,
            2,
            3,
            4,
            5,
            6,
            7
          ],
          "lines": [
            "»Después de esto, nos dirigimos a Basán, pero tomamos otro camino. Cuando llegamos a Edrei, Og, que era rey de Basán, salió con su ejército para atacarnos. Dios me dijo que no le tuviéramos miedo, pues él nos daría la victoria.",
            "»Atacamos a Og, y Dios nos permitió vencerlo; de su ejército no dejamos a nadie con vida. En la región de Argob destruimos las sesenta ciudades de su reino. Todas ellas estaban bien protegidas con muros muy altos y con portones cerrados con barras de hierro. También destruimos los pueblos menos protegidos, y nos quedamos con sus animales y objetos de valor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "»Así fue como en esos días nos apoderamos de los territorios de los dos reyes amorreos, los cuales reinaban al este del río Jordán, desde el río Arnón hasta el monte Hermón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Los sidonios conocían este monte con el nombre de monte Sirión, pero los amorreos lo llamaban Senir."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "»Nos apoderamos de todas las ciudades de Og que estaban en la meseta, y de todo Galaad y Basán, hasta Salcá y Edrei."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Og era el único rey de los refaítas que aún vivía; dormía en una cama de hierro que medía cuatro metros de largo y dos de ancho. Esta cama podía verse en la ciudad amonita de Rabá."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Las tribus al este del río Jordán"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "»De todo ese territorio que conquistamos, entregué a las tribus de Rubén y de Gad la región que comienza cerca del río Arnón, con todas sus ciudades. Esta región comienza en Aroer, y llega a la mitad de la región montañosa de Galaad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "»A la media tribu de Manasés le di el resto de la región de Galaad y toda la región de Argob, más la región de Basán, que antes fue del rey Og. Esa región era considerada territorio refaíta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Fue precisamente Jaír, descendiente de Manasés, quien conquistó la región de Argob, hasta la frontera con Guesur y Maacá. Jaír le cambió el nombre a Basán, y le puso Havot-jaír, que es el nombre que hasta ahora tiene."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "»A Maquir le tocó la región de Galaad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "»A las tribus de Rubén y de Gad les tocó la región que está entre Galaad y el río Arnón, hasta llegar a la mitad del valle y el río Jaboc. Sus vecinos fueron los amonitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "También les entregué la región del Arabá, que está en la parte este del monte Pisgá. Ese territorio tiene como límite el río Jordán, y va del lago Quinéret hasta el Mar Muerto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "»En esa ocasión les ordené a todos los soldados tomar sus armas. Debían marchar al frente de las tribus que aún no tenían su propio territorio, pues Dios les daría uno."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "A las mujeres y a los niños les pedí que se quedaran en las ciudades que ya les había dado, junto con el ganado que tenían, pues era mucho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Ninguno de los hombres debía volver hasta que el resto de las tribus tuviera su territorio. Así también ellas podrían vivir con tranquilidad en el territorio que Dios les daría al otro lado del río Jordán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21,
            22
          ],
          "lines": [
            "»A Josué le dije que no tuviera miedo, pues había sido testigo de cómo Dios venció a aquellos dos reyes. También le dije que Dios lo haría vencer a todos los reinos por los que tuviera que pasar, porque Dios mismo pelearía por los israelitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Dios no permite a Moisés entrar a Canaán"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "»Entonces le rogué a Dios:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "“He visto tu grandeza y tu poder.",
            "Ni en el cielo ni en la tierra",
            "hay otro Dios como tú,",
            "que pueda hacer tantas maravillas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Permíteme cruzar el río Jordán.",
            "Déjame ver las hermosas montañas,",
            "¡déjame contemplar el Líbano!”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26,
            27
          ],
          "lines": [
            "»Pero por culpa de ustedes Dios se enojó conmigo, y no me dejó cruzar el río. Al contrario, me prohibió seguir insistiendo. Solo me permitió subir a lo alto del monte Pisgá, para ver desde allí todo ese territorio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Luego me pidió que instruyera y animara a Josué, porque él guiaría a Israel en la conquista de todo aquel territorio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "»Después de esto, nos quedamos en el valle de Bet-peor»."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "DEU.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "DEU.4"
        ],
        "human": "Deuteronomio 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "DEU.5"
        ],
        "human": "Deuteronomio 5",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "DEU.3"
        ],
        "human": "Deuteronomio 3",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Consejos de Moisés para el pueblo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Moisés siguió diciendo:",
            "«Israelitas, sigan todas las enseñanzas que les he dado, para que vivan y ocupen el territorio que va a darles el Dios de nuestros antepasados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "No cambien ninguno de los mandamientos que yo les he dado de parte de Dios; más bien, obedézcanlos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Ustedes han visto cómo Dios acabó con todos los que adoraron al dios de Baal-peor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "También han visto que solo sobrevivieron los que fueron fieles a Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5,
            6
          ],
          "lines": [
            "»Nuestro Dios me ha ordenado enseñarles todos sus mandamientos, para que ustedes los obedezcan en el territorio que van a ocupar. Así, cuando los demás pueblos oigan hablar de ellos, dirán que ustedes son un gran pueblo, sabio y entendido, pues tienen buenas enseñanzas y saben obedecerlas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "No hay ningún otro pueblo que tenga tan cerca a su Dios, como lo tenemos nosotros cuando le pedimos ayuda."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Ni hay tampoco un pueblo que tenga mandamientos tan justos como los que ustedes han recibido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Por eso, jamás olviden todo lo que les ha pasado; al contrario, deben contárselo a sus hijos y nietos."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Fieles a Dios"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "»Cuando ustedes estaban en el monte Horeb, Dios me dijo que los reuniera delante de él, pues quería hablarles y enseñarles a obedecerlo todo el tiempo, para que del mismo modo ustedes enseñaran a sus hijos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "»Ustedes se reunieron al pie del monte, y vieron las llamas de fuego que de él salían y se elevaban a gran altura. El humo formaba una gran nube,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "y desde las llamas de fuego Dios les habló. Ustedes no vieron figura alguna, sino que solamente oyeron la voz de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Fue así como él les dio a conocer los diez mandamientos del pacto que hizo con ustedes, y los escribió en dos tablas de piedra para que los obedecieran."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Luego me ordenó que yo les enseñara los mandamientos que ustedes debían cumplir en la tierra que estaban por ocupar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15,
            16,
            17,
            18
          ],
          "lines": [
            "»El día en que Dios les habló en Horeb, en medio del fuego, ustedes no vieron ninguna figura. Por lo tanto, no vayan a hacerse ídolos con forma de hombre o de mujer, ni de animales o aves, ni de reptiles o peces."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "No adoren al sol ni a la luna, ni a las estrellas ni a los astros. Esos astros, que brillan para todas las naciones, los creó Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "»Cuando Dios los rescató a ustedes de Egipto, lo hizo para convertirlos en su propio pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Sin embargo, por culpa de ustedes, Dios se enojó conmigo y juró que no me permitiría cruzar el río Jordán. Por eso yo no voy a entrar en esa tierra tan buena que él va a darles."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Al contrario, moriré de este lado del río.",
            "»Ustedes sí lo cruzarán, y conquistarán esa tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Pero tengan cuidado y no se olviden del pacto que Dios ha hecho con ustedes. Cumplan las órdenes de Dios y no adoren ningún ídolo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "pues Dios es muy celoso y, en castigo, podría destruirlos con fuego."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "»Cuando ustedes hayan ocupado esa tierra, y tengan hijos y nietos, no se hagan ningún ídolo, ni mucho menos vayan a adorarlo. Estarían cometiendo un terrible pecado, y harían que Dios se enojara."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "El cielo y la tierra son testigos de que, si no obedecen, no vivirán mucho tiempo en esa tierra que está al otro lado del río Jordán, sino que muy pronto morirán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "»Solo a unos cuantos Dios les permitirá vivir en otros países."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Allí adorarán ídolos de madera y de piedra, estatuas que no pueden ver ni oír, ni comer o respirar, porque el hombre mismo los ha hecho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Sin embargo, si ustedes son sinceros, y de corazón le piden a Dios que los perdone, aun en esos países Dios los perdonará."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Si en medio de su angustia y sufrimiento ustedes vuelven a obedecer a Dios,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "él no los abandonará ni los destruirá, porque los ama mucho. Dios jamás se olvidará del pacto que hizo con los antepasados de ustedes, pues se comprometió a cumplirlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32,
            33,
            34,
            35,
            36,
            37,
            38
          ],
          "lines": [
            "»Dios sacó de Egipto a los antepasados de ustedes, y así les demostró su gran amor y su gran poder. Por luchar en favor de ustedes, hizo grandes milagros y sembró el pánico entre los demás países.",
            "»Si Dios los rescató, fue para que ustedes llegaran a ser su propio pueblo. Ningún otro pueblo ha oído la voz de Dios, y mucho menos ha vivido para contarlo. Sin embargo, Dios les habló desde el cielo, para ponerlos en el camino correcto. Aquí en la tierra, les habló desde el fuego, y ustedes siguieron con vida. Y cuando se pusieron en marcha, Dios les abrió paso; hizo a un lado a países más grandes y poderosos que ustedes, para entregarles la tierra que ahora están por recibir.",
            "»Si ustedes estudian la historia, verán que nunca antes sucedió algo parecido a lo que ahora sucede con ustedes. Pero todo esto es para que se den cuenta de que su Dios es verdadero, y es el único Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "»Por eso, nunca olviden que nuestro Dios es el único dueño y señor del cielo y de la tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "Hoy les entrego las leyes de Dios. Obedézcanlas, y vivirán mucho tiempo en la tierra que Dios les va a dar para siempre»."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Ciudades de refugio"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "Dicho esto, Moisés eligió tres ciudades al este del río Jordán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "En estas ciudades podría pedir protección todo el que matara a otra persona, siempre y cuando la muerte no fuera intencional ni se tratara de un pleito entre enemigos. De este modo, el que matara estaría a salvo de los parientes que quisieran vengar la muerte del difunto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "Una de las tres ciudades elegidas fue Béser, que estaba en la meseta del desierto; allí podrían refugiarse los de la tribu de Rubén. Otra de las ciudades elegidas fue Ramot, que estaba en Galaad; allí podrían refugiarse los de la tribu de Gad. La tercera ciudad fue Golán, que estaba en Basán, y allí podrían refugiarse los de la media tribu de Manasés."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Los diez mandamientos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44,
            45,
            46,
            47
          ],
          "lines": [
            "Cuando Moisés y los israelitas salieron de Egipto, llegaron al valle que está frente a Bet-peor, al este del río Jordán. Ese territorio era de los amorreos. Sihón era rey de la región de Hesbón, y Og era rey de la región de Basán. Sin embargo, Moisés y los israelitas derrotaron a estos dos reyes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            48,
            49
          ],
          "lines": [
            "Ese territorio comenzaba en el monte Sirión, que también era conocido como monte Hermón. Bajaba hacia el sur hasta Aroer, cerca del río Arnón, y de allí seguía bajando hasta el monte Pisgá. Pasaba por el Mar Muerto, y se extendía por toda la región del Arabá. Fue allí, al este del río Jordán, donde Moisés les entregó a los israelitas los mandamientos de Dios."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "DEU.5",
      "is_chapter": true,
      "current": {
        "usfm": [
          "DEU.5"
        ],
        "human": "Deuteronomio 5"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "DEU.6"
        ],
        "human": "Deuteronomio 6",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "DEU.4"
        ],
        "human": "Deuteronomio 4",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Moisés se reunió con todo el pueblo de Israel, y le dijo:",
            "«Pongan atención, porque voy a darles los mandamientos que deben aprender y obedecer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Nuestro Dios hizo un pacto con nosotros en el monte Horeb."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "No fue un pacto solo para nuestros antepasados, sino también para nosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "En ese monte Dios nos habló cara a cara desde el fuego."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Yo serví de intermediario entre Dios y ustedes para comunicarles el mensaje de Dios, pues todos tenían miedo del fuego. Por eso no subieron al monte. Allí Dios dijo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "»Yo soy el Dios de Israel. Yo los saqué de Egipto, donde eran esclavos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "No tengan otros dioses aparte de mí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "No hagan ídolos ni imágenes de nada que esté en el cielo, en la tierra o en lo profundo del mar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "No se arrodillen ante ellos ni hagan cultos en su honor. Yo soy el Dios de Israel, y soy un Dios celoso. Yo castigo a los hijos, nietos y bisnietos de quienes me odian,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "pero trato con bondad a todos los descendientes de los que me aman y cumplen mis mandamientos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "»No usen mi nombre sin el respeto que se merece. Si lo hacen, los castigaré."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "»Recuerden que el sábado es un día especial, dedicado a mí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Durante los primeros seis días de la semana podrán hacer todo el trabajo que quieran,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "pero el sábado será un día de descanso, un día dedicado a mí. Ese día nadie deberá hacer ningún tipo de trabajo: ni ustedes, ni sus hijos ni sus hijas, ni sus esclavos ni sus esclavas, ni su buey, ni su burro, ni ninguno de sus animales y ni siquiera los extranjeros que trabajen para ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Así que deben recordar que ustedes también fueron esclavos en Egipto, y que yo los saqué de allí haciendo uso de mi gran poder. Por eso les ordeno tomar el día séptimo como día de descanso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "»Obedezcan y cuiden a su padre y a su madre. Así les irá bien, y podrán vivir muchos años en el país que les voy a dar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "»No maten,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "ni sean infieles en su matrimonio,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "ni roben,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "ni hablen mal de otra persona, ni digan mentiras en su contra,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "ni se dejen dominar por el deseo de tener lo que otros tienen, ya sea su esposa, su esclavo, su esclava, su buey, su burro, o cualquiera de sus pertenencias."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Invitación a la obediencia"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "»Estos fueron los mandamientos que Dios les comunicó en voz alta cuando ustedes estaban al pie del monte. Su voz salía desde las llamas de fuego y desde una nube muy espesa. Dios escribió los mandamientos en dos tablas de piedra, y me los entregó, sin añadir nada más."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "»Cuando ustedes oyeron la voz de Dios, que salía de la oscuridad, y vieron que del monte salían llamas de fuego, tuvieron miedo. Entonces los jefes de las tribus y las autoridades del pueblo vinieron a hablar conmigo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "y me dijeron: “No hay duda de que nuestro Dios nos ha dejado ver su poder y su grandeza. Hemos oído su voz, que salía de las llamas de fuego. Hoy hemos visto que Dios nos habló, y no morimos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Sin embargo, ¿para qué correr el riesgo de morir quemados por este fuego tan terrible? ¡Si volvemos a oír la voz de nuestro Dios, sin duda moriremos!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Todo el mundo sabe que no es posible escuchar la voz de Dios, como la hemos oído nosotros, y seguir con vida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Es mejor que tú vayas y escuches todo lo que nuestro Dios tenga que decirnos, y luego nos lo comuniques. Nosotros, por nuestra parte, obedeceremos todo lo que él nos mande”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "»Dios escuchó lo que ustedes me pidieron, y entonces me dijo: “Está muy bien lo que piensan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Espero que nunca cambien de opinión, y que siempre me adoren y obedezcan mis mandamientos. Así, tanto a ellos como a sus descendientes les irá bien."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Ve ahora a decirles que regresen a sus casas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "pero vuelve luego y quédate conmigo. Voy a entregarte los mandamientos que deberás enseñarles, para que todos ellos los obedezcan en la tierra que voy a darles”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "»Por eso, israelitas, no dejen de obedecer ni uno solo de los mandamientos de su Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Sigan cada uno de sus consejos, y les irá bien y vivirán muchos años en la tierra que él va a darles."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "DEU.6",
      "is_chapter": true,
      "current": {
        "usfm": [
          "DEU.6"
        ],
        "human": "Deuteronomio 6"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "DEU.7"
        ],
        "human": "Deuteronomio 7",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "DEU.5"
        ],
        "human": "Deuteronomio 5",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Estas son las leyes que nuestro Dios me ordenó enseñarles, para que las cumplan en la tierra que están por ocupar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2,
            3
          ],
          "lines": [
            "Si obedecen a Dios y lo adoran tal como les he enseñado, llegarán a ser un pueblo muy grande. Disfrutarán de esta tierra, tal como nuestro Dios se lo prometió a nuestros antepasados. ¡Es tan fértil que siempre hay abundancia de alimentos!"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El mandamiento más importante"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "»¡Escucha, pueblo de Israel! Nuestro único Dios es el Dios de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Ama a tu Dios con todo lo que piensas, con todo lo que eres y con todo lo que vales."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Apréndete de memoria todas las enseñanzas que hoy te he dado,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "y repítelas a tus hijos a todas horas y en todo lugar: cuando estés en tu casa o en el camino, y cuando te levantes o cuando te acuestes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Escríbelas en tiras de cuero y átalas a tu brazo, y cuélgalas en tu frente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Escríbelas en la puerta de tu casa y en los portones de tu ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La fidelidad a Dios"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "»Dios les juró a Abraham, a Isaac y a Jacob, que les daría a ustedes esta tierra, porque son descendientes de ellos. Así que ustedes vivirán en ciudades grandes y hermosas que no edificaron,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "habitarán casas llenas de riquezas que no ganaron, beberán agua de pozos que no cavaron, y comerán uvas y aceitunas que no plantaron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Pero no olviden que fue Dios quien los sacó de Egipto y los libró de la esclavitud."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Por lo tanto, adoren a Dios y obedézcanlo solo a él. Si tienen que hacer algún juramento, juren solo en el nombre de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "»Nunca abandonen a su Dios por adorar a los dioses de los países vecinos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15,
            16
          ],
          "lines": [
            "Nuestro Dios es el Dios de Israel, y siempre los acompañará. Pero no traten de ponerlo a prueba, como lo hicieron en Masá. Nuestro Dios es un Dios celoso y, si ustedes adoran a otros dioses, se enojará tanto que los destruirá por completo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "»Obedezcan siempre los mandamientos que nuestro Dios les ha dado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Si hacen lo que es bueno y justo, agradarán a Dios. Así, él hará que les vaya bien cuando vivan en la buena tierra que prometió a sus antepasados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Además, hará que sus enemigos huyan ante ustedes, pues así lo ha prometido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "»El día de mañana, cuando sus hijos les pregunten qué significan todas estas enseñanzas que nuestro Dios nos ha dado,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "ustedes responderán: “Hubo un tiempo en que fuimos esclavos del rey de Egipto, pero nuestro Dios usó su gran poder y nos sacó de allí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Nosotros vimos los terribles castigos que Dios envió contra el rey de Egipto y su familia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "A nosotros, en cambio, nos sacó de ese país y nos trajo a la tierra que había prometido a nuestros antepasados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24,
            25
          ],
          "lines": [
            "Entonces nos ordenó respetarlo siempre y obedecer sus enseñanzas. Si somos obedientes a Dios y a sus mandamientos él nos hará prosperar y nos mantendrá con vida, como hasta ahora”»."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "DEU.7",
      "is_chapter": true,
      "current": {
        "usfm": [
          "DEU.7"
        ],
        "human": "Deuteronomio 7"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "DEU.8"
        ],
        "human": "Deuteronomio 8",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "DEU.6"
        ],
        "human": "Deuteronomio 6",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Advertencia"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Moisés continuó diciendo:",
            "«Nuestro Dios los hará entrar en la tierra que les va a dar. Arrojará de allí a siete naciones más grandes y poderosas que ustedes: los hititas, los gergeseos, los amorreos, los cananeos, los ferezeos, los heveos y los jebuseos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Cuando Dios ponga a esas naciones bajo el dominio de ustedes, no les tengan compasión ni hagan ningún trato con ellas; ¡destrúyanlas por completo!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "No permitan que ninguno de sus hijos o hijas se case con gente de esas naciones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Por causa de esa gente, sus hijos y sus hijas adorarán a otros dioses y dejarán de obedecer a nuestro Dios. Y si eso llegara a suceder, él se enojaría muchísimo con ustedes y en un instante los destruiría."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "»Lo que ustedes deben hacer es derribar los altares de esa gente y destruir y quemar los ídolos que adoran, especialmente las imágenes de la diosa Astarté."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Un pueblo elegido por Dios"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "»Ustedes son un pueblo especial. Dios los eligió de entre todas las naciones del mundo, para que fueran su pueblo preferido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Pero si Dios los prefirió, no fue por ser ustedes un pueblo muy importante. Al contrario, eran el pueblo más insignificante de todos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Si Dios los liberó de la esclavitud en Egipto, fue porque los ama. Con su gran poder derrotó al rey de Egipto, y así cumplió su promesa a nuestros antepasados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "»Por eso ustedes deben reconocer a nuestro Dios, que es el Dios verdadero. Nuestro Dios cumple su pacto con todos los descendientes de quienes lo aman y obedecen sus mandamientos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "pero no tarda en destruir a quienes lo desprecian."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Por lo tanto, cumplan todos sus mandamientos."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La obediencia trae felicidad"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "»Si ustedes cumplen siempre todas estas enseñanzas, Dios también cumplirá las buenas promesas del pacto que hizo con nuestros antepasados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Si son obedientes, Dios los bendecirá, los amará, y los convertirá en un gran pueblo. A los hijos de ustedes los hará felices y les dará mucho trigo, mucho vino y mucho aceite. Además, hará que tengan muchos ganados en la tierra que les prometió a nuestros antepasados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "»Nunca habrá otro pueblo tan bendecido como el de ustedes. No habrá una sola familia que no tenga hijos, y todos sus ganados tendrán sus crías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Dios no permitirá que ninguno de ustedes se enferme. Cualquiera que los odie recibirá el mismo castigo que recibió Egipto. En cambio, a ustedes no les pasará nada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "»Gracias al poder de Dios, ustedes conquistarán muchos pueblos. Pero recuerden que no deben tenerles compasión; al contrario, destrúyanlos antes de que se vean tentados a adorar a sus dioses."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "»Tal vez piensen que esos pueblos son más grandes y poderosos que ustedes, y que no podrán vencerlos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Pero no tengan miedo. No olviden que nuestro Dios castigó al rey de Egipto y a su pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Todos ustedes fueron testigos del gran poder que Dios mostró. Vieron los muchos milagros que hizo para sacarlos de Egipto, y lo mismo hará con los pueblos a quienes ustedes temen."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "»A los que aún queden vivos de esos pueblos, Dios les enviará avispas que los atacarán hasta acabar con ellos. Nadie podrá esconderse ni escapar del castigo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Así que no sean cobardes. Nuestro Dios nos acompaña, y ante su poder todos tiemblan de miedo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "»Conforme ustedes vayan avanzando, Dios irá desalojando del país a esos pueblos. Si ustedes acabaran de una sola vez con todos ellos, serían presa fácil de los muchos animales salvajes que viven en los alrededores."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23,
            24
          ],
          "lines": [
            "Pero nuestro Dios les dará la victoria sobre esos pueblos, y ustedes los irán destruyendo hasta que no quede uno solo. ¡Ninguno de ellos podrá con ustedes! Ustedes derrotarán a sus reyes, y nadie volverá a acordarse de ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "»Cuando ustedes hayan derrotado a esos pueblos, deberán quemar las imágenes de sus ídolos. Así no caerán en la tentación de quedarse con el oro y la plata que los recubre. Eso es algo que a Dios no le gusta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Por lo tanto, también ustedes deberán considerar despreciables esos ídolos y no llevárselos a sus casas. Si lo hacen, también ustedes serán destruidos»."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "DEU.8",
      "is_chapter": true,
      "current": {
        "usfm": [
          "DEU.8"
        ],
        "human": "Deuteronomio 8"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "DEU.9"
        ],
        "human": "Deuteronomio 9",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "DEU.7"
        ],
        "human": "Deuteronomio 7",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Dios cuidará de su pueblo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Moisés continuó diciendo:",
            "«Tengan cuidado de cumplir con todos los mandamientos que en este día les doy, para que puedan vivir en la tierra que Dios había prometido a sus antepasados. Si los cumplen, serán los dueños de esa tierra y tendrán muchos hijos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "»No se olviden jamás de lo que han vivido desde que salieron de Egipto hasta llegar a este lugar. Durante estos cuarenta años Dios los ha hecho sufrir, para saber si ustedes son sinceros y desean obedecerlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Los ha hecho pasar hambre, pero les ha dado a comer pan del cielo, un alimento que ni ustedes ni sus antepasados conocieron. Con esto Dios quiso enseñarles que, aunque les falte el alimento, pueden confiar en sus promesas y en su palabra, y tener vida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Durante cuarenta años han estado caminando; sin embargo, jamás sus ropas se envejecieron ni sus pies se hincharon."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "»Si Dios los disciplinó, reconozcan que lo hizo porque los ama, como un padre a su hijo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Por lo tanto, trátenlo con respeto y obedezcan todos sus mandamientos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "»Miren que Dios les está dando una tierra excelente, llena de arroyos, fuentes y manantiales que brotan de los valles y las montañas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Esa tierra produce trigo, cebada, higos, uvas, granados y aceitunas, y hay también mucho aceite y mucha miel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Allí nunca les faltará de comer, ni nada que puedan necesitar. De sus montañas sacarán cobre, y de sus piedras sacarán hierro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Pero una vez que hayan comido y queden satisfechos, no se olviden de dar gracias a Dios por tan excelente tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "No se olviden de su Dios"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "»No se olviden de su Dios. Obedezcan todos sus mandamientos que en este día les doy."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12,
            13,
            14
          ],
          "lines": [
            "Es fácil olvidarse de Dios cuando todo marcha bien, cuando uno está lleno y tiene de comer, cuando tiene una buena casa y mucho ganado, oro y plata. Cuando la gente tiene más y más, se vuelve orgullosa y se olvida de Dios. Por eso, ¡tengan cuidado! No se olviden de que Dios los sacó de Egipto, donde eran esclavos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "y que los guió por un grande y terrible desierto, lleno de serpientes venenosas y de escorpiones, y que nada les pasó. No olviden cómo sacó agua de una roca, cuando se morían de sed y no tenían nada que beber."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "No olviden tampoco que en pleno desierto les dio de comer pan del cielo, un alimento que sus antepasados no conocieron.",
            "»Tengan presente que Dios les envió todas esas pruebas para bien de ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Si olvidan esto, tal vez lleguen a pensar que todo lo que tienen y disfrutan lo han conseguido con su propio esfuerzo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Más bien, deben recordar que fue Dios quien les dio todo eso, y que lo hizo para cumplir su promesa a nuestros antepasados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "»Yo les aseguro que si ustedes se olvidan de Dios, morirán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Si son desobedientes, Dios los destruirá, así como va a destruir a los pueblos que ustedes enfrenten»."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "DEU.9",
      "is_chapter": true,
      "current": {
        "usfm": [
          "DEU.9"
        ],
        "human": "Deuteronomio 9"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "DEU.10"
        ],
        "human": "Deuteronomio 10",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "DEU.8"
        ],
        "human": "Deuteronomio 8",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Dios ayudará a su pueblo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Moisés continuó diciendo:",
            "«¡Israelitas, pongan atención! Pronto cruzarán al otro lado del río Jordán, y expulsarán de esa tierra a todos los pueblos que allí viven. Esa gente es más fuerte y poderosa que ustedes, y sus ciudades son grandes y están bien protegidas con altas murallas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Entre ellos viven los descendientes del gigante Anac, y la gente cree que son invencibles."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Pero ustedes saben que nuestro Dios marcha al frente de nosotros. Su poder es el de un fuego destructor, y con él derrotará y humillará a esos gigantes. Por el poder de Dios, ustedes podrán vencer a esa gente y la expulsarán de allí enseguida, tal como Dios lo ha prometido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4,
            5
          ],
          "lines": [
            "»Cuando ustedes hayan entrado ya en ese territorio, y Dios haya expulsado de allí a esa gente, no vayan a pensar que Dios les ha dado esas tierras porque ustedes son muy buenos. Dios expulsará a esa gente por su maldad. Así cumplirá la promesa que les hizo a Abraham, a Isaac y a Jacob, los antepasados de ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Una cosa debe quedar bien clara: si Dios les da esta buena tierra, no es porque ustedes sean muy buenos, pues en realidad son un pueblo muy terco."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Desobediencia de Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7,
            8
          ],
          "lines": [
            "»Nunca se olviden de esto: Desde el día en que ustedes salieron de Egipto, y hasta el día de hoy, siempre han desobedecido a Dios. Cuando estaban en el desierto, y también en el monte Horeb, hicieron enojar a Dios, y él pensó en destruirlos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Yo había subido al monte para recibir las tablas del pacto que Dios hizo con ustedes. Allí pasé cuarenta días y cuarenta noches sin comer ni beber nada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10,
            11
          ],
          "lines": [
            "»En esa ocasión Dios me dio los mandamientos que él mismo escribió en tablas de piedra. Ya antes, cuando les habló desde el fuego, él les había anunciado que les daría esos mandamientos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "A mí me dijo: “Baja de la montaña ahora mismo, pues el pueblo que sacaste de Egipto me está desobedeciendo; ¡muy pronto me ha traicionado! Se han fabricado un ídolo, y lo están adorando."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Me he dado cuenta de que este pueblo es muy terco."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "¡Déjame destruirlo, para que nadie vuelva a recordarlo! Pero a ti, te pondré por jefe de un pueblo mucho más fuerte y grande”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "»Yo bajé del monte con las dos tablas del pacto en mis manos. Cuando bajé, el monte ardía en llamas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Al llegar a donde ustedes estaban, vi cómo habían pecado contra Dios: se habían hecho un ídolo con forma de toro y lo estaban adorando.",
            "»No les tomó mucho tiempo desobedecer a su Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Y fue tanto mi enojo que arrojé al suelo las dos tablas, y a la vista de todos se hicieron pedazos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18,
            19,
            20,
            21,
            22,
            23,
            24,
            25,
            26,
            27,
            28,
            29
          ],
          "lines": [
            "Después tomé el ídolo que habían hecho, lo quemé y eché las cenizas al arroyo que bajaba del monte.",
            "»El pecado de ustedes me causó mucho dolor y tristeza, pues hizo enojar a Dios. Por eso me arrodillé delante de él, y durante cuarenta días y cuarenta noches no comí ni bebí nada. Dios estaba tan enojado con ustedes y con Aarón, que estaba decidido a destruirlos.",
            "»Yo sentí tanto miedo que oré a Dios y le dije: “Dios mío, no destruyas al pueblo que sacaste de Egipto con tu gran poder. Es tu pueblo. Recuerda que Abraham, Isaac y Jacob siempre te fueron fieles y te obedecieron en todo. Olvídate de que este pueblo es terco; olvídate de su pecado y de su maldad. Si lo destruyes, los otros pueblos van a pensar que no pudiste llevarlo hasta la tierra que le prometiste. También van a pensar que tú no lo quieres, y que lo sacaste al desierto para destruirlo por completo. Esta gente es tu pueblo; es el pueblo que con tu gran poder sacaste de Egipto”.",
            "»Una vez más, Dios escuchó mi oración y los perdonó. Pero no fue esa la única ocasión en que ustedes lo hicieron enojar. También lo hicieron enojar en Taberá, en Masá y en Quibrot-hataavá. Además, cuando ustedes estaban en Cadés-barnea, Dios les ordenó que fueran a conquistar la tierra prometida, pero ustedes no creyeron en su promesa ni lo obedecieron. ¡Desde el día en que los conocí, ustedes han sido siempre tercos y desobedientes!»"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "DEU.10",
      "is_chapter": true,
      "current": {
        "usfm": [
          "DEU.10"
        ],
        "human": "Deuteronomio 10"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "DEU.11"
        ],
        "human": "Deuteronomio 11",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "DEU.9"
        ],
        "human": "Deuteronomio 9",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Dios vuelve a dar las tablas del pacto"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Moisés continuó diciendo:",
            "«Entonces Dios me dijo: “Prepara dos tablas de piedra, iguales a las que te di antes, y construye también un cofre de madera. Después de eso, sube al monte para hablar conmigo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Yo volveré a escribir mis mandamientos en esas tablas, tal como lo había hecho ya en las tablas que rompiste. Una vez que los haya escrito, pondrás las tablas en el cofre”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "»Yo fabriqué el cofre con madera de acacia, preparé las dos tablas de piedra, y subí al monte con ellas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Allí Dios escribió los diez mandamientos y me entregó las tablas, como la primera vez, cuando nos reunimos con él y les habló desde el fuego."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Yo bajé del monte y puse las tablas en el cofre, pues así me lo había ordenado Dios. Esas tablas aún permanecen en el cofre."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Muerte de Aarón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "»Luego de eso, partimos de Beerot-bené-jaacán en dirección a Moserá. Allí fue donde Aarón murió y fue sepultado, y donde Eleazar llegó a ocupar el puesto de sacerdote en lugar de su padre Aarón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "De Moserá salimos hacia Gudgoda, y de allí hacia Jotbata, que es una región donde abundan los arroyos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "»Fue allí donde Dios eligió a la tribu de Leví para que transportara el cofre del pacto que Dios hizo con ustedes. Ellos quedaron también como sacerdotes encargados de servir en los cultos, y de bendecir al pueblo en nombre de Dios. Hasta el día de hoy, ese es su trabajo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "y por eso a los de la tribu de Leví no se les dio ningún territorio propio, como se les dio a ustedes, pues Dios mismo sería su herencia."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Dios perdona a Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "»Yo estuve en el monte Horeb cuarenta días y cuarenta noches, como la primera vez. Allí estuve orando a Dios para que no los destruyera, y él me escuchó, pues no los destruyó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Al contrario, me pidió que me preparara y los guiara a conquistar la tierra que él prometió dar a los antepasados de ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Lo que Dios pide a Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "»¿Qué espera Dios de ustedes? Simplemente que lo respeten y obedezcan, y que lo amen y adoren con todo su ser."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Dios espera que ustedes obedezcan todos sus mandamientos, para que les vaya bien."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "»Nuestro Dios es dueño del cielo y de la tierra, y de todo lo que hay en ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Él pudo elegir a cualquier pueblo de la tierra, pero eligió a los antepasados de ustedes porque los amaba, y los eligió también a ustedes para que hoy sean su pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Pero no sean tercos, ni se olviden jamás del pacto que tienen con Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Él es el Dios soberano de todos los dioses, de todos los reyes y de todas las naciones. Su poder hace temblar a todo el mundo. Cuando él toma una decisión, lo hace con justicia y nadie lo puede sobornar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "»Dios es justo con los huérfanos y las viudas, y muestra su amor dándoles ropa y comida a los refugiados que viven entre ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Así que muestren amor a los refugiados, porque también ustedes fueron refugiados en Egipto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "»Obedezcan a Dios y adórenlo solo a él. No adoren a otros dioses. Si tienen que jurar, háganlo en nombre de nuestro Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Ustedes han visto los milagros que Dios ha hecho en su favor, así que alábenlo siempre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "No olviden que sus antepasados eran tan solo un grupo de setenta personas cuando llegaron a Egipto. Ahora Dios los ha convertido en un pueblo tan grande que es imposible contarlos»."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "DEU.11",
      "is_chapter": true,
      "current": {
        "usfm": [
          "DEU.11"
        ],
        "human": "Deuteronomio 11"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "DEU.12"
        ],
        "human": "Deuteronomio 12",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "DEU.10"
        ],
        "human": "Deuteronomio 10",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El poder de Dios"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Moisés continuó diciendo:",
            "«Muestren amor por su Dios y obedezcan sus mandamientos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2,
            3,
            4
          ],
          "lines": [
            "Aprendan hoy la lección que Dios les ha dado al disciplinarlos, lección que aún no han recibido sus hijos. Acuérdense de que en Egipto Dios demostró su gran poder y realizó grandes milagros, cuando envió terribles castigos contra el rey y su país. Los egipcios los perseguían a ustedes por en medio del Mar de los Juncos, pero Dios cerró las aguas y los destruyó por completo: ¡los hundió en el mar con todos sus caballos y carros de guerra!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "»Acuérdense, además, de cuánto los ayudó en su travesía por el desierto, hasta traerlos aquí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "¡Y cómo olvidar lo que Dios hizo con Datán y Abiram, cuando no quisieron que Dios me nombrara jefe de Israel! Ellos eran hijos de Eliab y descendientes de Rubén, pero por causa de su rebeldía Dios hizo que la tierra se los tragara, ¡y la tierra se los tragó, junto con sus familias y pertenencias! De esto, todos ustedes fueron testigos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Con sus propios ojos, ustedes han podido ver el gran poder de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Las bendiciones prometidas"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "»Obedezcan todos los mandamientos que hoy les he dado. Así tendrán poder para conquistar el territorio al que van a entrar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Si lo hacen, vivirán largos años en ese territorio que Dios les ha prometido. ¡Es tan fértil que siempre hay abundancia de alimentos!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "En Egipto ustedes tenían que trabajar mucho para sembrar la semilla y regar la tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Pero en el territorio que van a ocupar la lluvia riega los campos, los montes y los valles."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "¡Dios mismo se encarga de cuidarlo todos los días del año!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "»Por lo tanto, si obedecen los mandamientos que hoy les he dado, y aman y adoran a Dios con todo lo que piensan y con todo su ser,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14,
            15
          ],
          "lines": [
            "Dios les enviará sin falta la lluvia de otoño y de primavera. Así cosecharán ustedes su propio trigo, y no les faltarán el vino ni el aceite; tendrán abundancia de alimentos, y a su ganado no le faltarán pastos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "»Pero no se dejen engañar. Si adoran a otros dioses, y desprecian a nuestro Dios,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "él se enojará y no les enviará lluvia. Entonces no tendrán cosechas, y pronto morirán de hambre en esa buena tierra que Dios les va a dar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18,
            19,
            20
          ],
          "lines": [
            "»Apréndanse de memoria estas enseñanzas, y mediten en ellas; escríbanlas de tal modo que puedan atarlas a sus brazos o colgarlas sobre su frente, para que en todo momento puedan recordarlas. Escríbanlas también en las puertas de su casa y en los portones de sus ciudades. Enséñenselas a sus hijos en todo momento y lugar,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "y así ustedes y ellos vivirán largos años en esta tierra que Dios les ha prometido. ¡Vivirán allí mientras el cielo exista!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "»Si obedecen siempre los mandamientos que hoy les doy, y si aman a su Dios y le son fieles,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23,
            24
          ],
          "lines": [
            "Dios expulsará de ese territorio a los pueblos que ahora viven allí. Ustedes derrotarán a naciones grandes y poderosas. De norte a sur, y de este a oeste, nadie podrá quitarles el territorio que conquisten."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Nunca nadie podrá derrotarlos, porque su Dios hará que todas las naciones tiemblen de miedo ante ustedes. Dios así lo ha prometido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "»Hoy mismo deben elegir si quieren que les vaya bien, o si quieren que les vaya mal."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Si obedecen los mandamientos que hoy les da su Dios, les irá bien;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "pero si los desobedecen y, por adorar a otros dioses, dejan de hacer todo lo que hoy les he enseñado, les irá mal."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "»Cuando Dios ya les haya permitido conquistar la tierra, deberán ir al monte Guerizim para pronunciar allí las bendiciones que recibirán, si son obedientes. Luego irán al monte Ebal, y allí pronunciarán las maldiciones que recibirán, si son desobedientes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Estos dos montes están al oeste del río Jordán, frente a Guilgal y junto a los árboles de Moré, en el valle donde habitan los cananeos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "»Ustedes ya están por conquistar el territorio al otro lado del río Jordán, pues Dios se lo va a entregar. Cuando ya lo hayan ocupado,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "deberán obedecer todas las leyes que hoy les he dado»."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "DEU.12",
      "is_chapter": true,
      "current": {
        "usfm": [
          "DEU.12"
        ],
        "human": "Deuteronomio 12"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "DEU.13"
        ],
        "human": "Deuteronomio 13",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "DEU.11"
        ],
        "human": "Deuteronomio 11",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Las leyes dadas al pueblo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Luego Moisés le dijo al pueblo:",
            "«Cuando ustedes ya estén viviendo en la tierra que Dios les prometió, deberán obedecer siempre los siguientes mandamientos:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2,
            3
          ],
          "lines": [
            "»Destruyan todos los lugares donde adoran a sus dioses los pueblos que ustedes conquisten. Se encuentran por todos lados, y deben ser destruidos. Están en las montañas, en las colinas y bajo los árboles. Hagan pedazos las piedras y las esculturas de sus dioses, y quemen los maderos que ellos adoran. ¡Que no quede de ellos ni el recuerdo!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Cuando adoren a Dios no imiten las costumbres de esos pueblos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5,
            6
          ],
          "lines": [
            "»Dios elegirá un lugar para vivir entre ustedes, y allá deberán ir para adorarlo, llevando las ofrendas que quemarán en su honor. Allá también llevarán la décima parte de todo lo que ganen, sus ofrendas voluntarias, las primeras crías de sus vacas y ovejas, y cualquier otra ofrenda que hayan prometido darle."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7,
            8,
            9,
            10,
            11,
            12
          ],
          "lines": [
            "»En ese lugar celebrarán una fiesta y se alegrarán junto con sus familias y esclavos, y con los de la tribu de Leví que vivan entre ustedes. Recuerden que deben compartir con ellos lo que yo les dé, pues ellos no recibirán ninguna porción de tierra en propiedad.",
            "»Cuando ustedes vivan en su territorio, no podrán seguir haciendo lo que les venga en gana, como hasta ahora. Porque donde hoy se encuentran no es el lugar tranquilo que Dios les va a dar; para llegar allá tendrán que cruzar el río Jordán. Tan pronto como se establezcan, y hayan derrotado a todos sus enemigos, vivirán en paz y tranquilidad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13,
            14,
            15,
            16,
            17,
            18
          ],
          "lines": [
            "»Tengan cuidado de no llevar sus ofrendas a cualquier parte, sino solo al lugar que Dios elija de entre las tribus. Allí harán lo que les he ordenado hacer, y darán gracias por las abundantes cosechas que Dios les haya dado. Durante esa fiesta podrán comer de todo lo que hayan llevado. Todo el pueblo podrá participar, esté o no en condiciones de presentarse ante Dios. Lo único que no podrán comer es carne que aún tenga sangre; deben dejar que la sangre se escurra sobre el suelo.",
            "»Mientras ustedes vivan en sus ciudades, no deberán comer nada de lo que les corresponde de sus ofrendas, hasta llegar al lugar que Dios elija para poner su Santuario. No se olviden de compartir eso con los de la tribu de Leví que habiten en sus ciudades."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Tengan cuidado de no desampararlos mientras vivan en esa tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Pero, cuando Dios cumpla su promesa y agrande el territorio de ustedes, y quieran comer carne, podrán comerla si así lo desean."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21,
            22
          ],
          "lines": [
            "Si el Santuario les queda lejos, y no pueden hacer el viaje, podrán matar sus vacas y ovejas en sus poblados, y comerse la carne. Para esto, no tendrán que hacer ninguna ceremonia de purificación, como tampoco la hacen cuando se trata de comer carne de gacela o de venado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23,
            24,
            25
          ],
          "lines": [
            "Pero no deben comer carne que aún tenga sangre, sino que dejarán que se escurra sobre el suelo, como si fuera agua. Si obedecen a Dios, les irá bien a ustedes y a sus descendientes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26,
            27
          ],
          "lines": [
            "Lo mismo deben hacer con la sangre de los animales que presenten como ofrenda en honor de Dios: primero derramarán la sangre sobre el altar, y luego podrán comerse la carne."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "»Pongan atención a todo lo que les he dicho. Si quieren que les vaya bien a ustedes y a sus descendientes, obedezcan a Dios y hagan todo lo bueno que él les ha ordenado»."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Advertencia contra la infidelidad"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Moisés continuó hablando al pueblo:",
            "«Dios va a destruir a todos los pueblos que ustedes conquisten, y ustedes ocuparán su territorio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Cuando eso suceda, tengan cuidado de no hacer lo que esos pueblos hacían, ni adoren a los dioses que ellos tenían."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "No se les ocurra hacer tal cosa, porque a Dios le repugna la manera en que esos pueblos adoran a sus dioses. ¡Hasta queman a sus propios hijos en sus altares!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "32 (13.1) Por lo tanto, cumplan todos estos mandamientos, sin quitarles ni añadirles nada."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "DEU.13",
      "is_chapter": true,
      "current": {
        "usfm": [
          "DEU.13"
        ],
        "human": "Deuteronomio 13"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "DEU.14"
        ],
        "human": "Deuteronomio 14",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "DEU.12"
        ],
        "human": "Deuteronomio 12",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "1 (2) »Si algún profeta viene y les dice que tuvo una visión, o les anuncia que algo milagroso está por suceder,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "2 (3) y el milagro realmente sucede, tengan cuidado. Si luego los invita a adorar a otros dioses desconocidos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "3 (4) no le hagan caso. En realidad, Dios quiere ponerlos a prueba y ver si lo aman con todo lo que piensan y con todo lo que son."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "4 (5) Ustedes deben adorar únicamente a su Dios, y solo a él deben obedecerlo y serle fieles."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "5 (6) En cuanto a ese falso profeta, deberán condenarlo a muerte, pues intentó hacer que desobedecieran a Dios. Así eliminarán el mal que haya entre ustedes. Fue nuestro Dios quien los liberó cuando ustedes eran esclavos en Egipto, así que solo a él deben obedecerlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6,
            7,
            8,
            9,
            10,
            11
          ],
          "lines": [
            "6-11 (7-12) »Si alguien los invita a adorar a otros dioses, cercanos o lejanos, no acepten esa invitación. Al contrario, deberán condenar a muerte a esa persona y ser los primeros en quitarle la vida. No le tengan compasión, no importa que sea su propio hermano, su hijo o su hija, y hasta su esposa o su mejor amigo. No le perdonen la falta, sino maten a pedradas a esa persona. Eso es lo que se merece cualquiera que trate de alejarlos del Dios de Israel, que fue quien los sacó de Egipto y les dio la libertad. Así le darán un buen ejemplo a todo el pueblo, que sentirá temor y no volverá a cometer tal pecado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12,
            13,
            14,
            15,
            16,
            17,
            18
          ],
          "lines": [
            "12-18 (13-19) »Si en alguna de las ciudades que Dios les ha dado, gente malvada hace que los habitantes adoren a dioses desconocidos, investiguen bien de qué se trata. Si la información resulta cierta, deberán matar a todos los habitantes de esa ciudad. No deberán dejar con vida a nadie, ni siquiera a sus animales. Destruirán la ciudad por completo, poniendo en la plaza central todas las pertenencias de sus habitantes. Entonces le prenderán fuego a todo en honor de nuestro Dios, y no volverán a reconstruir la ciudad, sino que la dejarán en ruinas para siempre.",
            "»Si obedecen a Dios, él nunca se enojará con ustedes. Al contrario, los amará y los convertirá en un pueblo grande, pues así lo prometió a sus antepasados. Si cumplen los mandamientos que hoy les he dado y hacen todo lo bueno que él les ha ordenado, Dios siempre los tratará bien."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "DEU.14",
      "is_chapter": true,
      "current": {
        "usfm": [
          "DEU.14"
        ],
        "human": "Deuteronomio 14"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "DEU.15"
        ],
        "human": "Deuteronomio 15",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "DEU.13"
        ],
        "human": "Deuteronomio 13",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "»Cuando estén de luto por la muerte de alguna persona, no se hagan heridas en el cuerpo ni se afeiten la cabeza. Ustedes son hijos de Dios;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "son el pueblo que Dios eligió de entre todos los pueblos de la tierra, y le pertenecen»."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Animales que se pueden comer"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3,
            4
          ],
          "lines": [
            "Moisés continuó diciendo:",
            "«Ustedes no deben comer de los animales que Dios ha prohibido. Pueden comer de los siguientes animales:",
            "toros,",
            "corderos,",
            "cabritos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "venados,",
            "gacelas,",
            "cabras monteses,",
            "antílopes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "»En general, pueden comer carne de animales que sean rumiantes y tengan partidas las pezuñas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Pero no deben comer ni camellos, ni conejos, ni liebres, pues no tienen partidas las pezuñas y Dios los considera impuros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Tampoco deben comer carne de cerdo, pues aunque tiene partidas las pezuñas, no es rumiante. ¡Ni se les ocurra tocar un cerdo muerto!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9,
            10
          ],
          "lines": [
            "»Pueden comer cualquier pescado que tenga escamas y aletas, pero Dios les prohíbe comer de cualquier animal que viva en el agua y no tenga aletas ni escamas, pues son animales impuros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "»Pueden comer cualquier tipo de ave que no sea impura."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12,
            13,
            14,
            15,
            16,
            17,
            18
          ],
          "lines": [
            "Las aves que Dios ha prohibido comer, son las siguientes:",
            "el águila,",
            "el quebrantahuesos,",
            "el águila marina,",
            "el milano,",
            "el avestruz,",
            "la lechuza,",
            "la gaviota,",
            "el búho,",
            "el ibis,",
            "el cisne,",
            "el pelícano,",
            "el buitre,",
            "la cigüeña,",
            "la garza,",
            "la abubilla,",
            "el murciélago,",
            "toda clase de halcones,",
            "todo tipo de cuervos,",
            "toda clase de gavilanes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "»No podrán comer insectos que tengan alas y vivan en enjambres, pues para Dios son impuros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "En cambio, podrán comer toda clase de grillos y saltamontes, pues son considerados puros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "»Si un animal se muere, no coman de su carne, pues ustedes son un pueblo que pertenece a Dios y él así lo ha ordenado. Sin embargo, pueden darle la carne a cualquier extranjero que viva entre ustedes, o venderla a un extranjero que esté de visita en el pueblo.",
            "»Tampoco les está permitido cocinar un cabrito hirviéndolo en la leche de su madre."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El diezmo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22,
            23
          ],
          "lines": [
            "»Cada año deberán entregarle a Dios la décima parte de todo lo que ustedes cosechen y produzcan. ¡No fallen ni una sola vez! Entregarán la décima parte del grano que cosechen, y la décima parte del vino y el aceite que preparen. También le darán a Dios todas las primeras crías que hayan tenido sus vacas y ovejas.",
            "»Luego, en una ceremonia especial, ustedes comerán de esos productos. Por medio de esa ceremonia todos aprenderán a respetar y amar a Dios en todo momento. Celebrarán la ceremonia en el lugar que Dios elija para poner su santuario."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "»Pero si el santuario les queda muy lejos, y no pueden llevar la décima parte de todo lo que Dios les ha dado,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "harán lo siguiente: venderán esa parte y llevarán el dinero al santuario."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Cuando ustedes y sus familias lleguen allá, comprarán con ese dinero toda la comida que necesiten: vacas, ovejas, vino, cerveza, y cualquier otra cosa. Entonces celebrarán una gran fiesta en honor de nuestro Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Un diezmo especial"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27,
            28,
            29
          ],
          "lines": [
            "»No se olviden de compartir sus productos con los de la tribu de Leví que viven en su ciudad, pues a ellos no se les dieron tierras para cultivar y a ustedes sí.",
            "»Cada tres años apartarán la décima parte de todo lo que cosechen durante el año, y la guardarán en la ciudad. Así, los de la tribu de Leví tendrán el alimento que necesiten. No solo ellos podrán tomar alimentos de allí, sino también los huérfanos, las viudas y los refugiados que vivan en la ciudad. Si obedecen estas instrucciones, Dios los bendecirá y todo les saldrá bien»."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "DEU.15",
      "is_chapter": true,
      "current": {
        "usfm": [
          "DEU.15"
        ],
        "human": "Deuteronomio 15"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "DEU.16"
        ],
        "human": "Deuteronomio 16",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "DEU.14"
        ],
        "human": "Deuteronomio 14",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El año de liberación"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1,
            2,
            3,
            4,
            5
          ],
          "lines": [
            "Moisés continuó diciéndoles:",
            "«Cada siete años, ustedes deberán perdonar lo que otros les deban. Es decir, en caso de haberle prestado algo a otro israelita, no deberán reclamar el pago de esa deuda. Dios ha ordenado que ese año se perdonen todas las deudas. Si obedecen los mandamientos de Dios, él bendecirá la tierra que les ha dado y nunca habrá gente pobre en Israel. Podrán cobrarles a los extranjeros que vivan en la ciudad, pero no a sus hermanos israelitas.",
            "»Cuando ya vivan en el país que Dios les va a dar,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "será tanto lo que Dios les dará, que les sobrará para prestarles a otros países. Ustedes nunca tendrán que pedir prestado; al contrario, dominarán a los demás países. ¡Así lo ha prometido Dios!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7,
            8,
            9
          ],
          "lines": [
            "»Si acaso hay israelitas pobres en la ciudad donde ustedes vivan, no sean malos ni egoístas; más bien, sean generosos y préstenles todo lo que necesiten. No les nieguen nada. No se pongan a pensar que ya se acerca el año de liberación y que no les conviene prestar dinero. Si ellos los acusan con Dios, ustedes tendrán que responder por ese pecado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Mejor ayuden siempre al pobre, y háganlo con alegría. Si lo hacen, les irá bien y Dios los bendecirá en todo lo que hagan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "En este mundo siempre habrá gente pobre. Por eso les ordeno que sean generosos con la gente pobre y necesitada del país."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Leyes sobre los esclavos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12,
            13,
            14
          ],
          "lines": [
            "»Si algún israelita, hombre o mujer, se vende a sí mismo como esclavo, no se le podrá obligar a trabajar más de seis años. Cuando llegue el séptimo año se le dejará en libertad. Además, el que lo haya comprado, deberá compartir con él las bendiciones que Dios le haya dado. Para que no se vaya con las manos vacías, deberá darle parte del ganado, del trigo y del vino que tenga."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Jamás olviden que también ustedes fueron esclavos en Egipto, y que Dios les dio libertad. Por eso les doy esta orden."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16,
            17
          ],
          "lines": [
            "»Si el esclavo o la esclava recibe buen trato, y por amor a su amo y a su familia no acepta su libertad, entonces el amo le hará un pequeño hueco en la oreja. Eso indicará que el esclavo o la esclava le pertenece para siempre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "»No se enojen cuando tengan que dejar en libertad a sus esclavos. Después de todo, ellos han trabajado para ustedes durante seis años, y ustedes les han pagado solo la mitad de lo que gana cualquier trabajador. Cumplan con esto, y Dios los bendecirá en todo lo que hagan."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Entrega de los primeros animales en nacer"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "»Cuando sus vacas o sus ovejas tengan crías, deberán apartar para Dios todos los animales machos que nazcan primero. No deberán poner a trabajar al primer ternero de sus vacas, ni quitarle la lana al primer cordero de sus ovejas, pues esos animales le pertenecen a Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "»Cada año tomarán esos animales y los comerán durante una ceremonia especial, la cual celebrarán en el santuario junto con sus familias."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "No le ofrezcan a Dios ningún animal que tenga un defecto físico, o esté cojo o ciego."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Los animales así no tendrán que llevarlos al santuario, sino que deberán comerlos en su ciudad. Aunque ustedes no estén preparados ni puros, todos podrán comer de esos animales. Harán lo mismo que cuando se trata de una gacela o de un venado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Lo único que no deben comer es la sangre de esos animales; deberán dejar que se escurra sobre el suelo.»"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "DEU.16",
      "is_chapter": true,
      "current": {
        "usfm": [
          "DEU.16"
        ],
        "human": "Deuteronomio 16"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "DEU.17"
        ],
        "human": "Deuteronomio 17",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "DEU.15"
        ],
        "human": "Deuteronomio 15",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La fiesta de la Pascua"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Moisés continuó diciendo al pueblo:",
            "«En el mes de Abib celebrarán la Pascua en honor de nuestro Dios. Recuerden que fue en una noche del mes de Abib cuando Dios nos libró de la esclavitud en Egipto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2,
            3,
            4,
            5,
            6,
            7
          ],
          "lines": [
            "»El primer día de la fiesta, por la noche, deberán ir al santuario y ofrecer a Dios una vaca y una oveja. No ofrezcan estos animales en las ciudades que Dios les dará, sino solo en el santuario, y háganlo al caer la noche, que es cuando ustedes salieron de Egipto. Podrán comerse la carne de esos animales, pero solo con pan sin levadura, y no deben dejar nada para el siguiente día. Deben comerse todo.",
            "»La fiesta durará toda una semana. Durante esos días solo comerán pan sin levadura, como el que comieron aquella noche, cuando a toda prisa salieron de Egipto. Ese pan será llamado “pan del sufrimiento”. Siempre que lo coman, deberán acordarse de lo que sufrieron en Egipto y de cómo salieron de allí. Durante toda esa semana de fiesta no debe hallarse ni una pizca de levadura en todo el país.",
            "»Al día siguiente, una vez que hayan cocinado y comido el animal ofrecido a Dios, podrán regresar a su casa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Durante los seis días restantes comerán pan sin levadura. El día séptimo nadie deberá trabajar, sino que celebrarán un culto especial en honor de nuestro Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La fiesta de la cosecha"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9,
            10,
            11
          ],
          "lines": [
            "»Siete semanas después de que comience la cosecha, deberán celebrar en honor de nuestro Dios la fiesta de la cosecha. Esta fiesta la harán en el Santuario.",
            "»Durante la fiesta le harán a Dios una ofrenda voluntaria, de acuerdo a lo que Dios les haya dado: si Dios les dio una cosecha abundante, también ustedes deberán darle una ofrenda abundante. A la fiesta deberán llevar a toda su familia y a todos sus esclavos. También deberán invitar a los huérfanos y a las viudas, así como a los de la tribu de Leví y a los refugiados que vivan en sus ciudades."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "»Obedezcan estas leyes, y nunca olviden que también ustedes fueron esclavos en Egipto."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La fiesta de las enramadas"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13,
            14,
            15
          ],
          "lines": [
            "»Cuando hayan terminado de recoger la cosecha y de exprimir las uvas, deberán celebrar en honor de nuestro Dios la fiesta de las enramadas. Esta fiesta durará siete días, y en ella debe reinar la alegría. Deberán celebrarla en el Santuario, en compañía de sus familias y esclavos, y de los huérfanos y las viudas. También deberán invitar a los de la tribu de Leví y a los refugiados que vivan en sus ciudades. Así Dios los bendecirá con abundantes cosechas y en todos sus trabajos les irá bien."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Las tres fiestas"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16,
            17
          ],
          "lines": [
            "»Hay tres fiestas anuales, a las que no debe faltar ningún varón mayor de doce años: la fiesta de la Pascua, la fiesta de la cosecha y la fiesta de las enramadas. Estas fiestas deberán festejarlas en el Santuario, y nadie deberá presentarse a la fiesta sin una ofrenda para Dios. Según Dios los haya bendecido, será la ofrenda que presenten."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Los jueces"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18,
            19
          ],
          "lines": [
            "»Dios le dará ciudades a cada tribu, y en cada ciudad se nombrarán jueces y autoridades, que deberán tratar a todos por igual. Gobernarán y juzgarán al pueblo con honestidad, y no aceptarán ninguna clase de soborno. Los sobornos hacen que una persona sabia y sincera se vuelva injusta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "»Traten siempre a todos con justicia. Así disfrutarán de la vida y tomarán posesión del país que Dios les dará»."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Leyes para celebrar el culto a Dios"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21,
            22
          ],
          "lines": [
            "Moisés continuó diciendo al pueblo:",
            "«Cuando construyan un altar para adorar a nuestro Dios, no coloquen junto a él ninguna imagen de la diosa Astarté ni de otros dioses falsos. ¡Eso es algo que Dios no soporta!"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "DEU.17",
      "is_chapter": true,
      "current": {
        "usfm": [
          "DEU.17"
        ],
        "human": "Deuteronomio 17"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "DEU.18"
        ],
        "human": "Deuteronomio 18",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "DEU.16"
        ],
        "human": "Deuteronomio 16",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "»Si le ofrecen a Dios un toro o una oveja, asegúrense de que estén en perfecto estado, porque a él no le agradan las ofrendas con defectos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2,
            3
          ],
          "lines": [
            "»Nuestro Dios les dará ciudades donde puedan vivir. Pero tal vez haya quienes comiencen a adorar dioses falsos. Si adoran al sol, a la luna o a las estrellas, estarán desobedeciendo a Dios y rompiendo el pacto que hicieron con él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Cuando sepan que alguno de ustedes está haciendo eso, antes que nada investiguen si es verdad. Y si realmente está cometiendo un pecado tan terrible,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "lleven a esa persona ante el tribunal de la ciudad, que deberá condenarla a morir apedreada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "»Ahora bien, un solo testigo no basta para condenar a muerte a una persona. Solo podrán condenar a muerte a alguien si hay dos o tres testigos de la falta cometida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Si la persona es culpable, los primeros en arrojarle piedras serán los testigos; luego la apedreará todo el pueblo. Así lograrán que no haya maldad entre ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "»En casos más difíciles, como cuando alguien mata a otro, o cuando en un gran pleito hay heridos, tendrán que ir al Santuario."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Allí hablarán con los sacerdotes y con quien en ese momento sea el juez, y les explicarán lo sucedido. Ellos decidirán qué hacer con el culpable."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10,
            11
          ],
          "lines": [
            "Ustedes, por su parte, deberán seguir fielmente todas las instrucciones que ellos les den para castigarlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "»Si alguno de ustedes, por orgullo, se niega a aceptar la decisión del juez o del sacerdote, que son servidores de Dios, será condenado a muerte.",
            "»Si ustedes obedecen estos mandamientos, no habrá maldad en Israel,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "porque el pueblo tendrá miedo y entenderá que no debe ser orgulloso»."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Instrucciones acerca de los reyes"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Moisés continuó diciendo:",
            "«Cuando hayan conquistado el país que Dios les va a dar, y ya estén instalados en sus pueblos, tal vez querrán tener un rey que los gobierne, como lo tienen otros pueblos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "En tal caso, solo podrán nombrar como rey al israelita que Dios elija. Ningún extranjero podrá ser rey de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "»El rey que haya sido nombrado no deberá comprar grandes cantidades de caballos, ni mucho menos ir a conseguirlos en Egipto, porque Dios nos prohibió volver a ese país."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Tampoco deberá tener muchas esposas, porque ellas podrían llevarlo a desobedecer a Dios. Por último, ese rey tampoco deberá acumular mucho oro y plata."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18,
            19,
            20
          ],
          "lines": [
            "»Cuando el rey que ustedes nombren comience a reinar, ordenará que le hagan una copia del libro que contiene los mandamientos de Dios. Esa copia quedará bajo su cuidado, y deberá leerla todos los días. Así el rey jamás se sentirá superior a los demás israelitas, sino que aprenderá a obedecer a Dios y a respetar todos sus mandamientos. Si el rey sigue estas instrucciones, él y sus descendientes reinarán sobre Israel para siempre. El libro original de la ley estará siempre al cuidado de los sacerdotes»."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "DEU.18",
      "is_chapter": true,
      "current": {
        "usfm": [
          "DEU.18"
        ],
        "human": "Deuteronomio 18"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "DEU.19"
        ],
        "human": "Deuteronomio 19",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "DEU.17"
        ],
        "human": "Deuteronomio 17",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Derechos de los sacerdotes"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1,
            2
          ],
          "lines": [
            "Moisés continuó diciendo:",
            "«Todos los israelitas van a tener sus propias tierras, pero no así los sacerdotes; es decir, los de la tribu de Leví. Dios ha decidido cuidar de ellos y darles siempre todo lo que necesiten. Así que ellos tomarán sus alimentos de todas las ofrendas que los israelitas le presenten a Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "»Los sacerdotes podrán comer la carne de los toros y los corderos que se ofrezcan a Dios, pero de ellos solo podrán comer la espaldilla, la quijada y una parte de la barriga."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Además, podrán tomar del trigo de las primeras cosechas, y del vino y del aceite, y también podrán utilizar la primera lana que se corte de las ovejas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Nuestro Dios ha elegido a la tribu de Leví y a todos sus descendientes, para que se encarguen de los cultos en su honor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "»Si algún sacerdote siente el deseo de ir al Santuario, y abandona su propia ciudad, no se lo impidan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Al contrario, ayúdenlo a llegar y a cumplir con su trabajo, como sus otros compañeros que ya trabajan en el Santuario."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Ese sacerdote tendrá derecho a recibir la misma cantidad de alimentos que los otros sacerdotes, y podrá también vender sus pertenencias y disfrutar del dinero de la venta»."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Advertencia contra las malas costumbres"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9,
            10,
            11,
            12,
            13,
            14
          ],
          "lines": [
            "Moisés continuó diciéndoles:",
            "«Cuando entren al territorio que Dios va a darles, se encontrarán con que la gente que allí vive, tiene costumbres terribles, que no agradan a Dios. Por ejemplo, esa gente entrega a sus hijos para quemarlos en honor de sus dioses, practica la brujería y la hechicería, y cree que puede adivinar el futuro. Además de sus brujerías, consultan a los espíritus de los muertos para pedirles consejo. Pero ustedes deben obedecer a nuestro Dios en todo, y tener cuidado de no seguir el mal ejemplo de esa gente, pues nuestro Dios la odia y por eso quiere sacarla de esa tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Otro profeta"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15,
            16,
            17
          ],
          "lines": [
            "»Un día, nuestro Dios escogerá de entre ustedes a un hombre, que será profeta como yo. Cuando estábamos en el monte Horeb, ustedes me dijeron que no querían escuchar la voz de Dios, ni ver el fuego desde donde Dios hablaba, pues no querían morir. Pues bien, nuestro Dios les dará el profeta que pidieron, y ustedes deberán obedecerlo en todo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "»Dios elegirá ese profeta de entre el pueblo. Será uno de los nuestros, y hará lo mismo que ahora hago; es decir, les comunicará todo lo que Dios quiera decirles."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Dios castigará a quien no obedezca las órdenes que dé por medio de ese profeta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "»Si aparece alguno que diga traer un mensaje de parte de Dios, y que en realidad no haya sido enviado por él, deberán matarlo. Lo mismo deberán hacer con cualquier profeta que aparezca con mensajes de otros dioses."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "»Ahora bien, si ustedes se preguntan cómo saber si una persona trae o no un mensaje de parte de Dios, sigan este consejo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Si el profeta anuncia algo y no sucede lo que dijo, será señal de que Dios no lo envió. Ese profeta no es más que un orgulloso que habla por su propia cuenta, y ustedes no deberán tenerle miedo»."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "DEU.19",
      "is_chapter": true,
      "current": {
        "usfm": [
          "DEU.19"
        ],
        "human": "Deuteronomio 19"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "DEU.20"
        ],
        "human": "Deuteronomio 20",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "DEU.18"
        ],
        "human": "Deuteronomio 18",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Las ciudades de refugio"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Moisés continuó diciendo:",
            "«Nuestro Dios va a destruir a la gente que ahora vive en el territorio que va a darles. Ustedes serán los nuevos dueños de las ciudades y las casas de esa gente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Cuando suceda esto, deberán apartar tres ciudades"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3,
            4
          ],
          "lines": [
            "y arreglar el camino que lleva hasta ellas.",
            "»Luego dividirán el país en tres regiones; una por cada ciudad. Así, cualquiera que sin quererlo mate a otra persona podrá ir a refugiarse en cualquiera de esas tres ciudades. Seguramente los familiares del muerto lo buscarán para vengarse, pero el que mató deberá probar que el muerto no era su enemigo, sino que todo fue un accidente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5,
            6
          ],
          "lines": [
            "»Supongamos que dos leñadores salen al bosque y que, al cortar leña, el hacha se le zafa a uno de ellos, y golpea a su compañero. Si a causa del golpe el otro muere, el que lo mató podrá refugiarse en una de esas ciudades. Si esas ciudades no estuvieran cerca, los familiares del muerto podrían alcanzar y matar al compañero, sin tomar en cuenta que todo fue un accidente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Por eso les mando apartar esas tres ciudades."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8,
            9,
            10
          ],
          "lines": [
            "»Si ustedes me hacen caso, y aman y obedecen a nuestro Dios, él les dará todo el territorio que prometió a sus antepasados. Cuando ya lo hayan recibido y ocupado, deberán apartar otras tres ciudades, para que sirvan de refugio. Así ninguno de ustedes será culpable de la muerte de un inocente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "»Ahora bien, supongamos que una persona odia a otra, y que la espera en un lugar alejado para atacarla y matarla cuando esta pase. Si el asesino huye y busca refugio en una de estas ciudades,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "los líderes de la ciudad a la que él pertenece mandarán traerlo, para que sea entregado a los familiares del muerto y se le condene a muerte."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "»No perdonen a ningún asesino. No permitan que en Israel muera gente inocente. Así les irá bien en todo lo que hagan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "»En el país que Dios va a darles, deberán respetar los límites de la propiedad de cada persona. Esos límites fueron establecidos hace mucho tiempo."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Instrucciones acerca de los testigos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "»Para acusar a alguien de haber cometido un crimen será necesario que se presenten dos o tres testigos. La acusación de un solo testigo no tendrá ningún valor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "»Si alguien es acusado de haber cometido un crimen, y uno de los testigos miente,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "entonces el testigo y el acusado deberán ir al Santuario y presentarse ante los sacerdotes y jueces."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Estos investigarán el asunto con mucho cuidado, y si descubren que el testigo está mintiendo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19,
            20,
            21
          ],
          "lines": [
            "ordenarán que el testigo reciba el mismo castigo que pedía para el acusado. Cobren ojo por ojo, diente por diente, mano por mano, pie por pie, y vida por vida. No perdonen a nadie que cometa una falta. Si cumplen con estas instrucciones, nadie cometerá ninguna maldad, pues todos tendrán miedo de acusar a otro falsamente»."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "DEU.20",
      "is_chapter": true,
      "current": {
        "usfm": [
          "DEU.20"
        ],
        "human": "Deuteronomio 20"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "DEU.21"
        ],
        "human": "Deuteronomio 21",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "DEU.19"
        ],
        "human": "Deuteronomio 19",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Leyes acerca de la guerra"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Moisés continuó diciendo:",
            "«Cuando vayan a la guerra, no tengan miedo. Aunque el enemigo sea muy fuerte y numeroso, y tenga muchos caballos y carros de combate, nosotros contamos con nuestro Dios, que nos libró de Egipto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "»Antes de entrar en batalla, el sacerdote le dirá a nuestro ejército:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "“Escúchenme, israelitas, hoy van a pelear contra sus enemigos, pero no tengan miedo. ¡Hagan a un lado la cobardía, y sean valientes!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Nuestro Dios peleará por nosotros, y nos dará la victoria”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5,
            6
          ],
          "lines": [
            "»Luego los jefes del ejército les dirán a sus soldados:",
            "“Si alguno de ustedes ha construido una casa, o ha plantado un viñedo, y todavía no ha disfrutado de ellos, es mejor que regrese a su casa. Puede ser que muera en la batalla, y otros serán los que disfruten de la casa o de las uvas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "”Y si alguno de ustedes pensaba casarse en estos días, es mejor que regrese y se case. Puede ser que muera en la batalla, y otro será el que se case con su novia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "”Y si alguno tiene miedo, es mejor que regrese ahora mismo, para que no contagie de miedo a los demás”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "»Después de esto, los capitanes del ejército se colocarán al frente de sus soldados y marcharán a la batalla."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Cuando ya estén cerca de la ciudad que vayan a atacar, procuren primero negociar la paz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Si los habitantes de la ciudad aceptan el trato y los dejan entrar, ellos serán sus esclavos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Pero si no lo aceptan, entonces ustedes rodearán la ciudad y la atacarán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13,
            14
          ],
          "lines": [
            "»Cuando Dios les haya dado la victoria sobre ellos, matarán ustedes a todos los hombres, pero dejarán con vida a las mujeres, a los niños y a los animales. Así ellos serán sus esclavos, y todo lo que encuentren en la ciudad será para ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15,
            16,
            17,
            18
          ],
          "lines": [
            "»Esto mismo deberán hacer con todas las ciudades que ataquen y que estén lejos de su territorio. En las ciudades que estén en la tierra que Dios va a darles, no debe quedar con vida ningún hitita, ni amorreo, ni cananeo, ni fereseo, ni heveo ni jebuseo. Ninguno de estos pueblos debe quedar con vida, pues de lo contrario les enseñarán a ustedes a adorar a otros dioses. ¡Eso sería un gran pecado contra nuestro Dios! ¡Sería algo repugnante! Además, nuestro Dios nos ha ordenado destruirlos como una ofrenda en su honor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19,
            20
          ],
          "lines": [
            "»Ahora bien, cuando ataquen una ciudad durante mucho tiempo, y para vencerla tengan que cortar árboles, corten solo árboles que no den fruta. No derriben los árboles frutales, pues la fruta les servirá de alimento. Además, los árboles son plantas indefensas, y no hombres que puedan defenderse»."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "DEU.21",
      "is_chapter": true,
      "current": {
        "usfm": [
          "DEU.21"
        ],
        "human": "Deuteronomio 21"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "DEU.22"
        ],
        "human": "Deuteronomio 22",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "DEU.20"
        ],
        "human": "Deuteronomio 20",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Muertes sin explicación"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Moisés continuó diciendo:",
            "«Cuando ya estén en el territorio que Dios va a darles, si alguno de ustedes se encuentra en el campo el cadáver de una persona, y no sabe quién pudo haberla matado, se hará lo siguiente:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2,
            3
          ],
          "lines": [
            "»Los líderes y jueces del país verán qué ciudad es la más cercana al lugar donde apareció el cadáver. Luego pedirán a los líderes de esa ciudad que tomen una ternera a la que nunca se le haya hecho trabajar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "La llevarán a un valle que nunca se haya sembrado, y tenga un arroyo que nunca se seque. Allí le romperán el pescuezo a la ternera."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "»A este acto deberán presentarse los sacerdotes. Dios los eligió para que se hicieran cargo del culto y bendijeran al pueblo en su nombre, y también para que tomaran la decisión final en cualquier pleito o discusión."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Entonces los líderes de la ciudad se lavarán las manos sobre la ternera muerta,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7,
            8,
            9
          ],
          "lines": [
            "y dirán:",
            "“Dios nuestro,",
            "ha muerto un inocente en nuestro pueblo;",
            "¡no nos castigues por su muerte!",
            "No sabemos quién pudo haberlo matado.",
            "¡Perdónanos!",
            "¡Tú eres el Dios de Israel!",
            "¡Tú nos diste libertad",
            "cuando éramos esclavos en Egipto!”",
            "»Si obedecen a Dios y hacen todo esto, Dios no los culpará de nada."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Prisioneras de guerra"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "»Cuando vayan a la guerra, y nuestro Dios les dé la victoria, seguramente tomarán prisioneros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Si entre ellos alguno de ustedes ve a una mujer muy bella y decide tomarla por esposa, tendrá que hacer lo siguiente:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "»La llevará a su casa, donde ella se afeitará la cabeza y se cortará las uñas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Luego se quitará la ropa que llevaba puesta, se pondrá ropa nueva, y se quedará a vivir allí. Se le dará todo un mes para llorar por haber dejado a sus padres; pasado ese tiempo, el israelita podrá casarse con ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "»Si más tarde resulta que el israelita ya no la quiere por esposa, deberá dejarla en libertad. No podrá venderla ni tratarla como esclava, pues ha sido su esposa."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Los hijos mayores"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15,
            16,
            17
          ],
          "lines": [
            "»Puede darse el caso de que un hombre tenga dos esposas, y con las dos tenga hijos, pero ama a una y a la otra no. Si su primer hijo lo tuvo con la mujer a la que no ama, cuando haga su testamento deberá dejarle a este hijo el doble de lo que les deje a sus otros hijos, pues es su hijo mayor.",
            "»No podrá dejarle esa doble parte al primer hijo de la mujer que ama, porque no es su hijo mayor. El verdadero hijo mayor es quien tiene derecho a esa doble parte, pues fue el primero en nacer. Hacerlo de otra manera sería tratar mal al verdadero hijo mayor."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Los hijos rebeldes"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "»Si alguno de ustedes tiene un hijo terco y rebelde, que no obedece a su padre ni a su madre aunque lo castiguen, hay que hacer lo siguiente:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "»Juntos el padre y la madre llevarán a su hijo hasta la entrada de la ciudad donde vivan. Allí es donde se reúnen siempre los líderes de la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Entonces les dirán a los líderes: “Nuestro hijo es muy terco y rebelde. No nos obedece. Para colmo, ¡es un glotón y un borracho!”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "»Dicho esto, todos los que vivan en esa ciudad matarán a pedradas a ese hijo rebelde. Así no habrá maldad en Israel, pues todos tendrán miedo de hacer lo malo»."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Instrucciones generales"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Moisés también dijo:",
            "«Si alguien comete un crimen y se le condena a morir ahorcado,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "no deberá dejarse su cadáver en el árbol toda la noche, sino que lo enterrarán ese mismo día. Todo el que muere colgado de un árbol está bajo la maldición de Dios. Si se deja el cadáver colgado del árbol, Dios pondrá bajo maldición a todo el país. Así que no contaminen el país que Dios les va a dar."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "DEU.22",
      "is_chapter": true,
      "current": {
        "usfm": [
          "DEU.22"
        ],
        "human": "Deuteronomio 22"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "DEU.23"
        ],
        "human": "Deuteronomio 23",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "DEU.21"
        ],
        "human": "Deuteronomio 21",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "»Si alguien ve que andan perdidos el toro o la oveja de su vecino, debe ayudarlo y devolvérselos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Si el vecino vive lejos, o si nadie sabe de quién son los animales, deberá llevarlos a su casa y cuidarlos hasta que el vecino llegue a buscarlos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Esto mismo debe hacerlo si encuentra un burro, o una capa, o cualquier otra cosa perdida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "»Si alguien ve en el camino que un vecino suyo trata de levantar del suelo a un toro o un burro echado, debe ayudarlo a levantar el animal. ¡Nunca nieguen su ayuda a nadie!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "»Los hombres no deben vestirse como mujeres, ni las mujeres deben vestirse como hombres. A nuestro Dios no le gusta ese comportamiento."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "»Si alguien encuentra un nido de pájaros en un árbol o en el suelo, y la madre está en el nido, calentando a sus polluelos o empollando los huevos, no debe quedarse con todo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Dejará que se vaya la madre, pero podrá quedarse con los polluelos. Háganlo así, y vivirán felices muchos años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "»Si alguien construye una casa nueva, debe construir un pequeño muro alrededor de la azotea, para que nadie vaya a caerse y muera. Con eso evitará que su familia resulte culpable de una muerte."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "»Si alguien tiene un viñedo, no debe sembrar allí ninguna otra cosa. Si lo hace, no podrá disfrutar de los frutos que se produzcan, pues deberá entregarlos todos al sacerdote."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "»Cuando trabajen un campo, no deben arar con un buey y un burro juntos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "»Las telas con que se vistan no deben mezclar hilo de lana con hilo de lino."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "»La capa con que se cubran debe estar adornada con cordones en sus cuatro puntas."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Sexo y matrimonio"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "»Supongamos que un hombre se casa y tiene relaciones sexuales con su esposa, pero luego ya no la quiere más."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Si para separarse de ella, alega que su esposa había tenido relaciones sexuales antes de casarse,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15,
            16,
            17
          ],
          "lines": [
            "entonces los padres de ella se presentarán ante las autoridades del pueblo. Allí mostrarán la sábana usada en la primera noche de bodas, como prueba de que su hija nunca antes había tenido relaciones sexuales. El padre dirá a las autoridades: “Yo permití que este hombre se casara con mi hija. Ahora él ya no la quiere, y la acusa de haber tenido relaciones sexuales antes de casarse. Pero aquí está la prueba de que eso no es cierto”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "»Entonces las autoridades castigarán con un látigo a ese hombre por mentir en contra de su esposa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Además, ese hombre deberá pagarle al padre de su esposa cien monedas de plata, que es la multa por dañar la buena fama de una mujer israelita. No podrá abandonarla, sino que se quedará con ella para siempre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "»Pero si la mujer realmente tuvo relaciones sexuales antes de casarse,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "los hombres de la ciudad deberán sacarla de la casa de sus padres, y allí mismo la matarán a pedradas. Eso es lo que se merece quien comete una maldad así en Israel, y hace pasar a su familia semejante vergüenza. Si hacen esto, harán que la maldad desaparezca de su país."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "»Supongamos ahora que alguien llega a tener relaciones sexuales con la esposa de otro hombre. En tal caso, los dos deberán ser condenados a muerte. Así se acabará la maldad en Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23,
            24
          ],
          "lines": [
            "»Supongamos que alguien encuentra a una mujer comprometida para casarse con otro hombre, y tiene relaciones sexuales con ella. Si el encuentro tiene lugar dentro de la ciudad, y la mujer nunca gritó pidiendo ayuda, se deberá llevar a los dos ante las autoridades, para que los condenen a morir apedreados. Se condenará al hombre por deshonrar a la mujer de otro hombre; se condenará a la mujer por no haber pedido ayuda. Si ustedes hacen esto, harán que la maldad desaparezca de su país."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25,
            26,
            27
          ],
          "lines": [
            "»Pero supongamos que el encuentro no tuvo lugar en la ciudad, sino en el campo, y que el hombre obligó a la mujer a tener relaciones sexuales con él. Tal vez la mujer gritó pidiendo ayuda, pero no hubo quien la escuchara. Entonces se dejará con vida a la mujer, pero el hombre será condenado a muerte. Su crimen es semejante al de quien ataca a su vecino y lo mata."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "»Ahora bien, supongamos que un hombre se encuentra con una mujer que nunca antes ha tenido relaciones sexuales, y el hombre la obliga a tenerlas con él. Si son descubiertos, y la mujer no está comprometida con nadie,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "el hombre deberá pagar al padre de la mujer una multa de cincuenta monedas de plata, y además deberá casarse con ella. Y como la avergonzó al obligarla a tener relaciones sexuales con él, nunca podrá divorciarse de ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "30 (23.1) »Nadie debe tener relaciones sexuales con la esposa de su padre. Esa es una gran falta de respeto para el padre»."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "DEU.23",
      "is_chapter": true,
      "current": {
        "usfm": [
          "DEU.23"
        ],
        "human": "Deuteronomio 23"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "DEU.24"
        ],
        "human": "Deuteronomio 24",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "DEU.22"
        ],
        "human": "Deuteronomio 22",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Los que pueden entrar al Santuario"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "1 (2) Moisés continuó diciendo:",
            "«No pueden entrar en el Santuario de Dios los hombres con testículos aplastados, o sin pene."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "2 (3) »Tampoco podrán entrar los hijos de matrimonios entre hombres israelitas y mujeres extranjeras. Ninguno de sus descendientes podrá hacerlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "3 (4) »Tampoco podrán entrar los amonitas, ni los moabitas, ni sus descendientes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "4 (5) Ninguno de esos dos pueblos quiso darles a ustedes alimentos y agua, cuando ustedes venían de Egipto a la tierra que Dios prometió darles. Además, emplearon a Balaam hijo de Beor, que era de la ciudad de Petor en Mesopotamia, para que lanzara contra ustedes una maldición."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "5 (6) Sin embargo, nuestro Dios los ama a ustedes tanto que no hizo caso de Balaam. Al contrario, convirtió la maldición en una bendición para ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "6 (7) Procuren, pues, que esos dos pueblos nunca tengan paz ni prosperidad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7,
            8
          ],
          "lines": [
            "7-8 (8-9) »Los descendientes de los edomitas sí podrán entrar en el Santuario, porque son parientes de ustedes. También podrán entrar los descendientes de los egipcios, porque ustedes vivieron en su país»."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Normas sanitarias"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "9 (10) En cuanto a la salud, Moisés dijo:",
            "«Cuando vayan a la guerra y tengan que acampar en algún lugar, tengan cuidado de no hacer nada que desagrade a Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "10 (11) Por ejemplo, si durante la noche alguien queda impuro deberá salir del campamento y no entrará durante todo el día."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "11 (12) Al caer la tarde, ese hombre se bañará, y por la noche podrá volver al campamento."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12,
            13,
            14
          ],
          "lines": [
            "12-14 (13-15) »Dios se encuentra en medio de ustedes, para protegerlos y darles la victoria sobre sus enemigos. Por lo tanto, el campamento debe permanecer limpio de todo aquello que le desagrada. Para sus necesidades físicas, ustedes deberán apartar un lugar fuera del campamento, y hacer allí un hoyo para enterrarlo todo. Si Dios encuentra en el campamento algo que le desagrade, será él quien se aparte de ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Otras instrucciones"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "15 (16) »Si un esclavo de otro país huye y llega al país de ustedes pidiendo protección, no lo devuelvan a sus dueños."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "16 (17) Al contrario, trátenlo bien y permítanle escoger la ciudad israelita donde le gustaría vivir."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "17 (18) »En el culto a Dios, no practiquen la prostitución como lo hacen otros pueblos para adorar a sus dioses."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "18 (19) Dios odia a quienes hacen eso, y jamás aceptará una ofrenda de gente así, aun cuando la ofrenda sea para cumplir una promesa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "19 (20) »Si a otro israelita le prestan dinero, comida o alguna otra cosa, no le cobren intereses."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "20 (21) Solo podrán cobrarles intereses a los extranjeros. Si cumplen con esta norma, Dios los bendecirá en todo lo que hagan en el país donde van a vivir."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21,
            22
          ],
          "lines": [
            "21-22 (22-23) »Cumplan sus promesas a Dios. El que no promete no comete pecado. En cambio, el que promete y no cumple, sí comete pecado. Dios castigará a quien no cumpla sus promesas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "23 (24) Si alguien, por su propia voluntad, le hace una promesa, tiene la obligación de cumplirla."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "24 (25) »Si alguien entra al viñedo de otra persona, tiene derecho a comer allí todas las uvas que quiera, pero no podrá llevarse ni una sola."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "25 (26) De igual manera, si entra a un campo de trigo ajeno, tiene derecho a arrancar con la mano todas las espigas que quiera, pero no podrá cortarlas con ninguna herramienta»."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "DEU.24",
      "is_chapter": true,
      "current": {
        "usfm": [
          "DEU.24"
        ],
        "human": "Deuteronomio 24"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "DEU.25"
        ],
        "human": "Deuteronomio 25",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "DEU.23"
        ],
        "human": "Deuteronomio 23",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Instrucciones acerca del divorcio"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Acerca del divorcio, Moisés dijo:",
            "«Si un hombre se casa, y más tarde encuentra en su esposa algo indecente, podrá divorciarse de ella. Para hacerlo, deberá entregarle una carta de divorcio y la despedirá de su casa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "»Si esa mujer se casa después con otro hombre,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "y el nuevo esposo también se divorcia de ella, o se muere,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "el primer esposo no podrá volver a casarse con ella. No podrá hacerlo porque la mujer ya tuvo relaciones sexuales con otro hombre. Si llegaran a casarse de nuevo, Dios se enojaría. No debemos contaminar con el pecado la tierra que Dios nos ha dado»."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Otras instrucciones"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Moisés también dijo:",
            "«Ningún hombre estará obligado a ir a la guerra o a prestar servicio alguno, si se acaba de casar. Al contrario, durante todo el primer año de su matrimonio tendrá derecho a quedarse en su casa, para disfrutarlo felizmente con su esposa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "»Si alguien les pide prestado algo, no le pidan su molino para garantizar el pago. Si lo hacen, esa persona no tendrá con qué moler la harina para el pan, y podría pasar hambre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "»Cualquiera que se robe a otra persona para venderla o convertirla en esclava, será condenado a muerte. No permitan que en su país se cometa esa maldad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "»Si alguno de ustedes llega a tener una infección en la piel, deberá presentarse ante los sacerdotes. Ellos saben lo que debe hacerse en estos casos, así que ustedes deben seguir sus instrucciones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Acuérdense de cómo se enfermó mi hermana María cuando veníamos de Egipto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10,
            11
          ],
          "lines": [
            "»Cuando presten dinero a alguien, no entren en su casa para tomar ustedes mismos la garantía de pago. Quédense a la puerta, y esperen a que esa persona les entregue la garantía."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12,
            13
          ],
          "lines": [
            "»Si la persona a quien le prestan es pobre, y lo único que puede dar como garantía es su capa, acéptenla pero no se queden con ella toda la noche. Entréguenla a su dueño al anochecer, para que al dormir tenga con qué cubrirse. Así el dueño les estará agradecido, y pedirá a Dios que les dé su bendición. Y Dios verá que ustedes son buenos, y los bendecirá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14,
            15
          ],
          "lines": [
            "»Si le dan trabajo a una persona pobre, al terminar el día páguenle lo que sea justo. La gente pobre, sea israelita o extranjera, trabaja para poder comer, así que necesita ese dinero. Sigan estas instrucciones, pues si no lo hacen, esa gente se quejará ante Dios, y él los castigará a ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "»Nadie debe ser castigado por un crimen que no haya cometido. Ni los padres deben morir por los crímenes de sus hijos, ni los hijos deben morir por los crímenes de sus padres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "»No maltraten a los refugiados ni a los huérfanos.",
            "»Si le prestan algo a una viuda, no le pidan la ropa como garantía de pago."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "»Jamás olviden que también ustedes fueron esclavos en Egipto, y que su Dios los rescató. Por eso les ordeno seguir estas instrucciones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19,
            20,
            21,
            22
          ],
          "lines": [
            "»Si al recoger la cosecha dejan olvidado en el campo algún manojo, no regresen por él. Déjenlo allí para los pobres, los refugiados, los huérfanos y las viudas. Y cuando corten sus aceitunas y cosechen sus uvas, harán lo mismo: no las cortarán todas, sino que dejarán algunas para ellos. Jamás olviden que también ustedes fueron esclavos en Egipto; por eso les ordeno que sigan todas estas instrucciones. Si lo hacen, Dios los bendecirá en todo lo que hagan."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "DEU.25",
      "is_chapter": true,
      "current": {
        "usfm": [
          "DEU.25"
        ],
        "human": "Deuteronomio 25"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "DEU.26"
        ],
        "human": "Deuteronomio 26",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "DEU.24"
        ],
        "human": "Deuteronomio 24",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "»Todo pleito entre ustedes debe ser llevado ante las autoridades, para que ellas decidan quién es culpable y quién es inocente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Si el culpable merece ser castigado, se le tenderá en el suelo delante del juez, y allí mismo se le darán los azotes que merezca su delito."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "En ningún caso se le darán más de cuarenta azotes, porque eso ya no sería castigo sino humillación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "»No impidan que el buey coma mientras desgrana el trigo»."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Instrucciones acerca de las viudas"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Moisés continuó diciendo:",
            "«Si dos hermanos viven en una misma casa, y uno de ellos muere sin que su esposa haya tenido hijos, ella no podrá casarse con nadie que no sea de la familia de su esposo muerto. En este caso, el hermano del esposo muerto deberá casarse con ella. Esta ley debe cumplirla todo cuñado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "»El primer hijo que tengan la mujer y su cuñado llevará el nombre del esposo muerto, para que nadie en Israel se olvide de él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "»Si el cuñado no quiere casarse con la viuda, ella presentará su queja ante las autoridades,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "las cuales llamarán al cuñado y hablarán con él.",
            "»Si a pesar de esto el cuñado no quiere casarse con la viuda,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "delante de las autoridades ella le quitará un zapato a su cuñado, le escupirá en la cara y dirá: “¡Miren!, esto merece quien no quiere darle descendientes a su hermano”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "A partir de ese momento, la familia del cuñado será conocida en Israel como “la familia del descalzo”."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Norma acerca de los pleitos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "»Si dos hombres se pelean y, por defender a su esposo, la esposa de uno de ellos se mete en el pleito, y agarra al otro por los genitales,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "ustedes deberán cortarle la mano a esa mujer. No le tengan piedad."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Las medidas falsas"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13,
            14,
            15
          ],
          "lines": [
            "»Cuando se trate de comprar y de vender, no hagan trampa sino usen pesas y medidas exactas. Así vivirán muchos años en el país que Dios les dará."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Dios odia a los que no son justos y hacen trampa al pesar y al medir»."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La muerte de los amalecitas"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Moisés también dijo:",
            "«Nunca olviden lo que nos hicieron los del pueblo de Amalec cuando veníamos de Egipto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Esa gente no tuvo temor de Dios; al contrario, cuando más cansados estábamos, nos atacaron y mataron a los que venían atrás, que eran los más débiles."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Por lo tanto, recuerden esto: Cuando ya estén ustedes en su país, y hayan acabado con los enemigos de alrededor, deberán destruir a todos los descendientes de Amalec»."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "DEU.26",
      "is_chapter": true,
      "current": {
        "usfm": [
          "DEU.26"
        ],
        "human": "Deuteronomio 26"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "DEU.27"
        ],
        "human": "Deuteronomio 27",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "DEU.25"
        ],
        "human": "Deuteronomio 25",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Los primeros frutos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Moisés también dijo:",
            "«Cuando se encuentren ya en el territorio que Dios va a darles,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "deberán entregarle a Dios los primeros frutos de todo lo que hayan sembrado. Los pondrán en una canasta, y los llevarán al Santuario."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Allí se presentarán ante el sacerdote, y le dirán: “Hoy, en presencia de mi Dios, quiero que todos sepan que ya estoy viviendo en la tierra que Dios prometió dar a nuestros antepasados”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "»El sacerdote tomará la canasta y la pondrá ante el altar de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Entonces, el que presenta la canasta dirá:",
            "“Mis antepasados pertenecieron a un grupo de arameos que no tenían ningún lugar fijo para vivir. Se fueron a vivir a Egipto, y ahí llegaron a ser un pueblo muy grande y poderoso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Pero los egipcios nos maltrataron mucho, y nos obligaron a ser sus esclavos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Entonces le pedimos ayuda al Dios de nuestros antepasados, y él escuchó nuestros ruegos, pues vio lo que ellos nos hacían sufrir."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Fue así como nuestro Dios usó su gran poder, y con grandes maravillas llenó de miedo a los egipcios y nos sacó de allí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Luego nos trajo a este país, donde siempre hay abundancia de alimentos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Por eso ahora, en gratitud, le traigo los primeros frutos de lo que sembré en la tierra que él me dio”.",
            "»Luego, el que presente la canasta la pondrá ante el altar de Dios y se arrodillará para adorarlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Después de eso, hará una fiesta para darle gracias a Dios por lo que él y su familia hayan recibido. A esa fiesta invitará a los sacerdotes y a los refugiados que vivan en su país."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El diezmo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "»Cada tres años apartarán la décima parte de todo lo que cosechen, y se la darán a los sacerdotes, a los refugiados, a los huérfanos y a las viudas que vivan entre ustedes. Así en sus pueblos nadie pasará hambre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13,
            14
          ],
          "lines": [
            "Después de entregar todo eso, deberán decir ante el altar:",
            "“Dios mío, ya he apartado y entregado a los sacerdotes, a los refugiados, a los huérfanos y a las viudas, la parte de mis cosechas que te pertenece. Te he obedecido en todo, y no he tocado nada de esos productos. Jamás comí de ellos mientras estuve impuro o de luto, ni los ofrecí a los espíritus de los muertos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Tú, por tu parte, nos has dado un país donde siempre hay abundancia de alimentos. Ya que te he obedecido en todo, bendice desde tu templo celestial a esta tierra y a tu pueblo”»."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Israel es el pueblo de Dios"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Moisés también dijo:",
            "«Dios les ordena hoy que obedezcan todos estos mandamientos. Comprométanse a obedecerlos con toda su mente, y con todo su ser."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Ustedes han reconocido como su Dios al Dios de Israel, y han prometido obedecerlo siempre en todo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "»Por su parte, nuestro Dios ha cumplido su promesa y ha dicho que ustedes son su pueblo, y que deberán obedecerlo en todo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Nuestro Dios hará de ustedes el país más famoso y poderoso de toda la tierra, siempre y cuando cumplan con su mandamiento de adorarlo solo a él»."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "DEU.27",
      "is_chapter": true,
      "current": {
        "usfm": [
          "DEU.27"
        ],
        "human": "Deuteronomio 27"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "DEU.28"
        ],
        "human": "Deuteronomio 28",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "DEU.26"
        ],
        "human": "Deuteronomio 26",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El altar del monte Ebal"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Además, Moisés y los líderes israelitas dieron al pueblo las siguientes órdenes:",
            "«Obedezcan todos los mandamientos que hoy les he dado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2,
            3,
            4,
            5,
            6,
            7,
            8
          ],
          "lines": [
            "Ya pronto entrarán al territorio que Dios prometió dar a sus antepasados. ¡Es un país tan fértil que siempre hay abundancia de alimentos! Cuando crucen el río Jordán y entren en ese territorio, deberán ir de inmediato al monte Ebal, y colocar allí unas piedras grandes y pintadas de blanco. En esas piedras escribirán todos los mandamientos que hoy les he dado.",
            "»En ese mismo monte quiero que construyan un altar de piedra, para quemar sobre él ofrendas en honor de nuestro Dios, para pedir salud y bienestar. Pero usen las piedras enteras, y tal como las encuentren. Luego le pedirán a Dios que les perdone sus pecados, y ante ese mismo altar harán una fiesta en honor de nuestro Dios»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Después Moisés volvió a presentarse ante el pueblo, y acompañado de los sacerdotes les dijo a los israelitas:",
            "«¡Silencio, por favor! ¡Quiero que me presten atención! Hoy ustedes se han convertido en el pueblo de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Por lo tanto, deben obedecerlo en todo y cumplir los mandamientos que hoy les he dado»."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Maldiciones para los desobedientes"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Ese mismo día, Moisés les dio a los israelitas las siguientes instrucciones:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12,
            13
          ],
          "lines": [
            "«Cuando ya todos hayan cruzado el río Jordán, quiero que las tribus se dividan en dos grupos. El primer grupo lo formarán las tribus de Simeón, Leví, Judá, Isacar, José y Benjamín, y se colocará en el monte Guerizim. El segundo grupo lo formarán las tribus de Rubén, Gad, Aser, Zabulón, Dan y Neftalí, y se colocará en el monte Ebal. Desde el monte Guerizim se bendecirá a todo el pueblo de Israel, y desde el monte Ebal se lanzarán las maldiciones para los que no obedezcan a Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14,
            15,
            16,
            17,
            18,
            19,
            20,
            21,
            22,
            23,
            24,
            25,
            26
          ],
          "lines": [
            "»Estas son las maldiciones que leerán los sacerdotes ante todo el pueblo. Una vez leída cada maldición, y para declarar que está de acuerdo, todo el pueblo deberá gritar con fuerza: “¡Amén!”",
            "»Maldito sea el que haga un ídolo, y luego lo esconda. Dios odia esas cosas.",
            "»Maldito sea el que desprecie a su padre o a su madre.",
            "»Maldito sea el que no respete los límites de una propiedad y le robe terreno a su dueño.",
            "»Maldito sea el que engañe a un ciego y lo desvíe de su camino.",
            "»Maldito sea el que trate mal a los refugiados, a las viudas y a los huérfanos.",
            "»Maldito sea el hijo que tenga relaciones sexuales con la mujer de su padre. Esa es una gran falta de respeto.",
            "»Maldito sea el que tenga relaciones sexuales con un animal.",
            "»Maldito sea el que tenga relaciones sexuales con su hermana, aunque solo sea hija de su padre o de su madre.",
            "»Maldito sea el que tenga relaciones sexuales con su suegra.",
            "»Maldito sea el que traicione a su amigo y lo mate.",
            "»Maldito sea el que cobre dinero por matar a un inocente.",
            "»Maldito sea el que no obedezca estas instrucciones»."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "DEU.28",
      "is_chapter": true,
      "current": {
        "usfm": [
          "DEU.28"
        ],
        "human": "Deuteronomio 28"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "DEU.29"
        ],
        "human": "Deuteronomio 29",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "DEU.27"
        ],
        "human": "Deuteronomio 27",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Bendiciones para los obedientes"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Moisés continuó diciendo:",
            "«Si ustedes obedecen todos los mandamientos de Dios que hoy les he dado, serán su pueblo favorito en toda la tierra,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "y recibirán siempre estas bendiciones:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "»Dios los bendecirá dondequiera que vivan, sea en el campo o en la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "»Dios bendecirá a sus hijos, y a sus cosechas y ganados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5,
            6,
            7,
            8
          ],
          "lines": [
            "»Dios los bendecirá en sus hogares, en sus viajes, y en todo lo que hagan. Siempre serán muy felices en el país que Dios les dará. Nunca les faltarán alimentos y siempre tendrán pan en la mesa.",
            "»Dios les dará a ustedes la victoria sobre sus enemigos. Podrán venir contra ustedes ejércitos en orden de batalla, pero tendrán que huir en completo desorden."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "»Si obedecen a Dios en todo, él cumplirá su promesa y ustedes serán su pueblo especial."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Entonces todos los pueblos verán que ustedes son el pueblo de Dios, y les tendrán miedo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "»Cuando ya estén ustedes en la tierra que Dios prometió dar a sus antepasados, él los tratará con bondad. Les permitirá tener muchos hijos, y hará que sus ganados se multipliquen.",
            "»Todo lo que ustedes siembren producirá abundantes cosechas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "pues Dios abrirá los cielos, donde guarda la lluvia, y regará los sembrados de ustedes. En todo lo que ustedes hagan, siempre les irá bien. Nunca tendrán que pedir prestado nada; al contrario, ustedes tendrán de sobra para prestarles a otros países."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13,
            14
          ],
          "lines": [
            "»Si ustedes obedecen los mandamientos de Dios y nunca lo desobedecen ni adoran a dioses falsos, siempre serán el país más importante del mundo."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Castigos para los desobedientes"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "»Pero si no obedecen los mandamientos de Dios, que hoy les he dado, serán castigados y caerán sobre ustedes las siguientes maldiciones:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "»Maldito será todo lo que hagan en la ciudad o en el campo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "»Malditas serán las uvas y el trigo que cosechen, y el lugar donde hagan el pan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "»Malditos serán sus hijos, y sus cosechas, y las crías de sus vacas y ovejas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "»Malditos serán en todo lo que hagan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "»Si se portan mal y se apartan de Dios, él los maldecirá y los hará sufrir, a tal grado que ustedes no sabrán qué hacer. Muy pronto serán destruidos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21,
            22,
            23
          ],
          "lines": [
            "Dios enviará enfermedades terribles que acabarán con todo el país, y ustedes se verán atacados por la fiebre y las inflamaciones. Nada de lo que siembren cosecharán, pues los saltamontes acabarán con todo. Será tanto el calor que todos sus sembrados se secarán, pues Dios no dejará que llueva."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "En vez de lluvia, Dios enviará polvo y arena hasta destruirlo todo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25,
            26
          ],
          "lines": [
            "»Cuando sus enemigos vengan a atacarlos, ustedes ordenarán su ejército para responder al ataque, pero acabarán huyendo en desorden y serán derrotados por completo. Sus cadáveres quedarán tendidos por el suelo, y nadie podrá impedir que sean devorados por las fieras y los buitres. Al ver esto, los demás países se espantarán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "»Dios los castigará con muchas enfermedades incurables, y se llenarán de tumores, sarna y comezón. Además, les saldrán llagas en la piel, como las que les salieron a los egipcios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28,
            29
          ],
          "lines": [
            "»Muchos de ustedes se volverán locos, y otros se quedarán ciegos. Todos en Israel estarán tan confundidos que no sabrán qué hacer ni a dónde ir. Nada les saldrá bien, y otros países los maltratarán y les robarán, pero nadie vendrá en ayuda de ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "»Si alguno se compromete en matrimonio, no llegará a casarse, pues otro se quedará con su novia. Si alguno construye una casa, no llegará a habitarla. Y si alguno siembra un viñedo, no llegará a disfrutar de las uvas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "»Delante de ustedes matarán a sus toros, pero ustedes no probarán un solo pedazo de carne. Y si alguien les arrebata su burro, jamás volverán a verlo. Sus enemigos les robarán sus ovejas, pero nadie los ayudará a rescatarlas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "»Les arrebatarán a sus hijos y a sus hijas, sin que ustedes puedan evitarlo. Se los llevarán a otro país, y ustedes nunca más volverán a verlos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "»En todo momento gente desconocida les robará, los maltratará, y cosechará lo que ustedes sembraron; será gente extraña la que disfrute de lo que ustedes con tanto esfuerzo produjeron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34,
            35
          ],
          "lines": [
            "»Además, Dios los castigará con llagas en todo el cuerpo, y nada podrá curarlos. Y cuando ustedes vean todo esto, se volverán locos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "»Dios también permitirá que ustedes y su rey caigan prisioneros, y que se los lleven a un país que jamás conocieron sus antepasados. Allí tendrán que adorar a dioses falsos, hechos de madera y de piedra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Y a dondequiera que nuestro Dios los lleve, la gente se sorprenderá de todo lo que les habrá pasado. Se burlarán de ustedes, y hasta chistes harán de lo que les suceda."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "»Sembrarán mucho, pero no cosecharán nada, porque los saltamontes se lo comerán todo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "Sembrarán viñedos, y cuidarán sus plantas, pero no recogerán ni una sola uva, porque los gusanos se lo comerán todo. De esas uvas no beberán ni una gota de vino."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "Plantarán árboles de oliva, pero no recogerán ni una sola aceituna. Tampoco sacarán de ellas una sola gota de aceite, porque todas se caerán antes de tiempo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "Tendrán hijos, y también hijas, pero no podrán tenerlos a su lado porque serán llevados prisioneros a otros países."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "»Todos los árboles y las frutas que haya en sus terrenos, serán devorados por los saltamontes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "Los extranjeros que vivan en su país se harán cada vez más ricos, mientras que ustedes se harán cada vez más pobres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "Tan ricos serán ellos que hasta podrán prestarles dinero; en cambio, ustedes no tendrán nada que prestar. Ellos llegarán a ser los más importantes de la tierra, mientras que ustedes llegarán a ser los más insignificantes»."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Otras maldiciones"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "Moisés continuó diciendo:",
            "«Si no obedecen los mandamientos de Dios, estas maldiciones acabarán por completo con ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            46
          ],
          "lines": [
            "Todo el mundo se dará cuenta de que ustedes y sus descendientes se han ganado este castigo para siempre,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            47
          ],
          "lines": [
            "porque Dios los trató bien, pero ustedes no lo obedecieron ni lo adoraron con alegría y sinceridad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            48
          ],
          "lines": [
            "Por eso Dios enviará contra ustedes muchos enemigos, y ellos harán de ustedes sus esclavos. Dios les quitará todo y vivirán en la pobreza. No tendrán comida, ni agua, ni ropa. ¡Serán esclavos, y acabarán por ser destruidos!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            49
          ],
          "lines": [
            "»Desde muy lejos Dios les traerá un pueblo enemigo. Vendrá de un país que ustedes no conocen, y del que no entienden su idioma. Esa gente sabe atacar con gran rapidez, como el águila en vuelo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            50,
            51
          ],
          "lines": [
            "Son crueles, y se comerán todo el ganado y todo lo que ustedes hayan sembrado. No les dejarán para comer nada de trigo ni de vino ni de aceite. ¡Será la ruina! ¡El hambre acabará con todos! ¡Ni a los niños ni a los ancianos les perdonarán la vida!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            52
          ],
          "lines": [
            "»Esa gente rodeará todas las ciudades que Dios les ha dado, y las atacará; derribará esas altas y fuertes murallas en las que ustedes confían."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            53,
            54,
            55,
            56,
            57
          ],
          "lines": [
            "Y mientras ellos mantengan rodeadas las ciudades, ustedes no tendrán nada que comer.",
            "»Será tanta el hambre que sentirán ustedes, que se comerán a los hijos y a las hijas que Dios les dio. Esto lo hará hasta el israelita más bueno y educado, y no compartirá esa carne con nadie; ni con su hermano, ni con su amada esposa, ni con los hijos que le queden con vida.",
            "»Aun la israelita más fina y delicada, que nunca supo lo que era andar descalza, se comerá a escondidas los hijos que dé a luz, y con nadie compartirá su alimento. ¡Ni siquiera la placenta dejará!",
            "»¡En verdad sus enemigos los harán sufrir!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La desobediencia trae destrucción"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            58
          ],
          "lines": [
            "Finalmente, Moisés les dijo a los israelitas:",
            "«Si no respetan a nuestro grande y poderoso Dios, ni obedecen los mandamientos escritos en este libro,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            59
          ],
          "lines": [
            "Dios los castigará a ustedes y a sus descendientes. ¡Los hará sufrir terribles enfermedades, que nadie podrá curar!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            60
          ],
          "lines": [
            "»¿Se acuerdan de los horribles castigos que Dios envió sobre Egipto? Pues esos mismos castigos vendrán sobre ustedes en todo momento,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            61
          ],
          "lines": [
            "y recibirán otros que ni en el libro de la Ley se mencionan, hasta que todo Israel sea destruido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            62
          ],
          "lines": [
            "»Ahora ustedes son un pueblo muy numeroso; pero si no obedecen a Dios, quedarán solo unos cuantos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            63
          ],
          "lines": [
            "Ahora Dios está contento con ustedes, y los trata bien y hace que crezcan más y más en número; pero, si no obedecen, Dios estará feliz de destruirlos, y por la fuerza los expulsará del territorio que ahora les da."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            64
          ],
          "lines": [
            "Tendrán que vivir en otros países, y allí adorarán a dioses falsos, hechos de madera y de piedra, que ni ustedes ni sus antepasados conocieron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            65,
            66,
            67
          ],
          "lines": [
            "»En esos países nunca tendrán paz ni seguridad. Tendrán solo tristeza, porque Dios hará que vivan asustados y sin ninguna esperanza. Noche y día vivirán llenos de miedo, y verán cosas tan terribles que al llegar la mañana desearán que ya fuera de noche, y al llegar la noche querrán que ya fuera de día."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            68
          ],
          "lines": [
            "»Aunque Dios prometió que ustedes nunca volverían a Egipto, él los pondrá en barcos y los hará volver. Allí serán puestos a la venta, como esclavos, pero nadie querrá comprarlos»."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "DEU.29",
      "is_chapter": true,
      "current": {
        "usfm": [
          "DEU.29"
        ],
        "human": "Deuteronomio 29"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "DEU.30"
        ],
        "human": "Deuteronomio 30",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "DEU.28"
        ],
        "human": "Deuteronomio 28",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Nuevo pacto de Dios con Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1,
            2,
            3
          ],
          "lines": [
            "1-3 (28.69—29.2) Moisés terminó de dar a los israelitas todas las instrucciones del pacto que Dios había hecho con ellos en el monte Horeb. Entonces Dios le ordenó que hiciera un nuevo pacto con ellos en el país de Moab. Moisés los reunió y les dio las instrucciones del nuevo pacto. Les dijo:",
            "«Ustedes han sido testigos de las muchas maravillas que Dios hizo para castigar a los egipcios. Ustedes vieron cómo trató al rey de Egipto, a sus oficiales y a todo el pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "4 (3) Hasta ahora Dios no ha permitido que ustedes entiendan por qué hizo todo eso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5,
            6
          ],
          "lines": [
            "5-6 (4-5) Durante cuarenta años los ha guiado por el desierto, y nunca les ha faltado alimento. En todo ese tiempo no se les han gastado los zapatos ni la ropa, y esto lo ha hecho para que ustedes se den cuenta de que él es su Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "7 (6) »Cuando veníamos hacia esta región, el rey de Hesbón y el rey de Basán nos salieron al paso y nos atacaron. Sin embargo, nosotros los derrotamos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "8 (7) y les quitamos su territorio, para dárselo a las tribus de Rubén y Gad, y a la media tribu de Manasés."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "9 (8) Por eso les pido que cumplan con todas las instrucciones de este pacto, y les irá bien en todo lo que hagan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "10 (9) »Todo Israel se encuentra hoy reunido aquí, delante de Dios. Aquí están los jefes de las tribus, los líderes, las autoridades, y hombres,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "11 (10) mujeres y niños. También están aquí los extranjeros que les cortan la leña y les acarrean el agua."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "12 (11) Están aquí para hacer un juramento. Van a comprometerse a cumplir con el pacto que hoy Dios hace con ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "13 (12) Dios se compromete hoy a ser nuestro Dios, tal como se lo prometió a nuestros antepasados Abraham, Isaac y Jacob, y nosotros nos comprometemos a ser su pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14,
            15
          ],
          "lines": [
            "14-15 (13-14) Pero este pacto no es solamente para nosotros. Dios se compromete también con todos nuestros descendientes."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La adoración de dioses falsos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "16 (15) »Acuérdense de lo que vivimos en Egipto, y de cómo tuvimos que cruzar muchos países para llegar hasta aquí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "17 (16) Esa gente adora dioses falsos, y nosotros vimos sus imágenes de madera, piedra, oro y plata, ¡ídolos que Dios aborrece!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "18 (17) Por eso les ruego que ninguno de ustedes, sea hombre o mujer, familia o tribu, deje a nuestro Dios para adorar a esos dioses falsos. Quienes lo hagan serán como plantas venenosas, que solo producen muerte."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "19 (18) »Se equivoca quien escuche las instrucciones de este pacto y crea que nada le sucederá si desobedece. Esa persona será culpable de que Dios castigue a todo Israel,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20,
            21
          ],
          "lines": [
            "20-21 (19-20) pero Dios no la perdonará; al contrario, hará que vengan sobre ella todas las maldiciones anunciadas en este libro, que sea separada de su tribu, y que muera hasta el último de sus descendientes. ¡Dios la castigará con furia!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "22 (21) »Los israelitas que nazcan después, y los extranjeros que vengan de países lejanos, verán los terribles castigos y enfermedades que Dios enviará sobre nuestro país."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "23 (22) Cuando miren nuestras tierras, no verán más que azufre, sal y tierra quemada. No podremos cultivar nuestros terrenos, pues la tierra no producirá nada, ni siquiera hierba. Será como ver la furiosa destrucción que Dios envió sobre Sodoma, Gomorra, Admá y Seboím."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "24 (23) »Todo el mundo preguntará: “¿Por qué Dios castigó así a este país? ¿Qué lo hizo enojarse tanto?”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "25 (24) Y no faltará quien responda: “Su Dios los libró de la esclavitud en Egipto, pero ellos no obedecieron las instrucciones del pacto que su Dios hizo con ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "26 (25) Al contrario, adoraron a dioses falsos que ni siquiera conocían, y que nunca hicieron nada por ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "27 (26) Por eso Dios se enojó con ellos y les envió todas las maldiciones anunciadas en este libro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "28 (27) Fue tal su enojo, que los expulsó de su país y los envió a los países donde ahora viven”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "29 (28) »Hay cosas que Dios mantiene en secreto, y que solo él conoce, pero a nosotros nos ha dado todos estos mandamientos, para que nosotros y nuestros descendientes los obedezcamos siempre»."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "DEU.30",
      "is_chapter": true,
      "current": {
        "usfm": [
          "DEU.30"
        ],
        "human": "Deuteronomio 30"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "DEU.31"
        ],
        "human": "Deuteronomio 31",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "DEU.29"
        ],
        "human": "Deuteronomio 29",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Perdón y bendición"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Moisés continuó diciendo:",
            "«Ahora saben las bendiciones que recibirán si obedecen a Dios, y las maldiciones que recibirán si no lo obedecen. Si Dios los castiga y los envía lejos de su país, piensen en todo esto que les he dicho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Si ustedes y sus hijos se arrepienten, y de nuevo deciden obedecer a Dios con toda su mente y todo su ser, y cumplen las leyes que les he dado,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3,
            4,
            5
          ],
          "lines": [
            "Dios les tendrá compasión y los volverá a bendecir. Los hará volver de los países a los cuales los envió. Aun si ustedes se encuentran muy lejos, Dios los buscará y los traerá de nuevo al país que prometió a sus antepasados. Allí prosperarán y tendrán más hijos que sus antepasados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Dios hará que se olviden de hacer el mal. Entonces ustedes y sus descendientes lo amarán y lo obedecerán con toda su mente y con todo su ser, y no por obligación. Así podrán vivir muchos años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "»Dios hará que caigan maldiciones sobre los enemigos de ustedes, que con tanto odio los han perseguido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Pero ustedes deberán arrepentirse y cumplir los mandamientos que hoy les he dado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Si lo hacen, Dios volverá a estar contento con ustedes, y hará que les vaya bien en todo. Tendrán muchos hijos y muchas hijas, y mucho ganado y abundantes cosechas. Dios volverá a bendecirlos como antes lo hacía con sus antepasados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Todo lo que tienen que hacer es arrepentirse de sus pecados y obedecer a Dios con toda su mente y con todo su ser. Obedezcan todos los mandamientos que les ha dado en este libro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "»Estos mandamientos son fáciles de obedecer, y cualquiera puede cumplirlos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12,
            13
          ],
          "lines": [
            "No son difíciles de entender, ni hace falta que alguien se los explique para que puedan obedecerlos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Al contrario, son tan fáciles que cualquiera puede entenderlos, y ya los tienen en la mente y en los labios. Todos pueden meditar en ellos, y hablar de ellos y obedecerlos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "»Hoy deben elegir qué prefieren. ¿Quieren que les vaya bien, o quieren que les vaya mal? ¿Quieren tener vida, o prefieren la muerte?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Si aman a Dios y obedecen todos sus mandamientos, Dios los bendecirá. Vivirán muchos años en el país que van a recibir, y tendrán muchos hijos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Pero si son desobedientes y se van a adorar a otros dioses,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "quiero que sepan que de seguro morirán. No podrán quedarse en el país que ahora van a recibir al otro lado del río Jordán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "»El cielo y la tierra son testigos de que hoy les he dado a elegir entre la vida y la muerte, entre la bendición y la maldición. Yo les aconsejo, a ustedes y a sus descendientes, que elijan la vida,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "y que amen a Dios y lo obedezcan siempre. De ustedes depende que vivan muchos años en el territorio que él prometió a Abraham, a Isaac y a Jacob, los antepasados de ustedes»."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "DEU.31",
      "is_chapter": true,
      "current": {
        "usfm": [
          "DEU.31"
        ],
        "human": "Deuteronomio 31"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "DEU.32"
        ],
        "human": "Deuteronomio 32",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "DEU.30"
        ],
        "human": "Deuteronomio 30",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Un nuevo jefe para Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Moisés habló otra vez con el pueblo y le dijo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "«Ya tengo ciento veinte años de edad, y no puedo seguir siendo el jefe de Israel. Por otra parte, Dios no va a dejarme cruzar el río Jordán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Pero él mismo los guiará, y destruirá a todos los países que ustedes encuentren a su paso. Así el territorio será de ustedes. Además, Dios ha ordenado que Josué sea su nuevo jefe."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "»A los países que se enfrenten con ustedes, Dios los destruirá como destruyó a los reyes Og y Sihón, y a sus países."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Cuando ustedes los hayan vencido, harán con ellos todo lo que les he ordenado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Sean fuertes y valientes, pues Dios peleará por ustedes; no tengan miedo de esos países, porque Dios no los abandonará»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Enseguida, Moisés llamó a Josué y, delante de todo el pueblo, le dijo:",
            "«Tú, Josué, tienes que ser fuerte y valiente, pues vas a llevar a este pueblo al territorio que Dios prometió dar a sus antepasados. Tú los harás conquistar ese territorio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Dios mismo será tu guía, y te ayudará en todo; él jamás te abandonará. ¡Echa fuera el miedo y la cobardía!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Lectura de los mandamientos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Moisés escribió todas estas enseñanzas, y entregó el texto escrito a los jefes israelitas y a los sacerdotes, que eran los encargados de transportar el cofre del pacto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10,
            11
          ],
          "lines": [
            "Luego les dio esta orden:",
            "«Cada siete años se celebrará el año del perdón de deudas. Cuando llegue ese año, y todos los israelitas estén reunidos en el santuario de Dios para celebrar la fiesta de las enramadas, se leerán estas enseñanzas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Todos, sin falta, deben ir a esa fiesta: hombres, mujeres, niños y refugiados. Allí escucharán la lectura de estas enseñanzas, y aprenderán a respetar a Dios y a obedecer sus mandamientos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "También los hijos que tengan, y que aún no conocen estos mandamientos, los oirán y aprenderán a obedecer a Dios. Esto lo harán mientras vivan en el país al otro lado del río Jordán, que ahora van a conquistar»."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Dios da instrucciones a Moisés y a Josué"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Después de esto, Dios le dijo a Moisés: «Ya se acerca el día de tu muerte. Por eso quiero que tú y Josué vengan al santuario, para que yo les diga lo que deben hacer».",
            "Moisés y Josué fueron al santuario,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "y en la entrada misma Dios se hizo presente, en medio de una nube en forma de columna."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Y Dios le dijo a Moisés:",
            "«Muy pronto morirás. Cuando eso suceda, los israelitas dejarán de obedecerme y adorarán a los dioses falsos de la gente que vive en este territorio. Me abandonarán y no cumplirán con el pacto que hemos hecho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Entonces yo me enojaré con ellos, y los dejaré solos; en vez de cuidarlos, les enviaré muchos castigos y sufrimientos. Y tendrán que admitir que los he abandonado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Aunque lo reconozcan, yo me alejaré de ellos más todavía. Así los castigaré por su maldad de adorar a dioses falsos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19,
            20
          ],
          "lines": [
            "»Cuando lleve yo a los israelitas al territorio que juré darles, ellos comerán hasta engordar, pues allí siempre hay abundancia de alimentos. Entonces se olvidarán de mí, adorarán a otros dioses y no cumplirán el pacto que hicimos. Por eso quiero que tú y Josué escriban la canción que les voy a dictar. Quiero que le enseñen al pueblo a cantarla. Así, cuando ellos la canten, se acordarán de todo lo que les he ordenado y no podrán decir: “De esto no sabíamos nada”."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Cuando sufran todos los castigos que habré de enviarles, se acordarán de esta canción; y cuando sus hijos la canten, tendrán que admitir que tengo la razón. Aunque ellos no han entrado todavía en el territorio que les he prometido, los conozco muy bien y sé cómo van a actuar»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Ese mismo día, Moisés escribió la canción y se la enseñó a los israelitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "A Josué, Dios le dijo: «Tú, Josué, tienes que ser fuerte y valiente. Yo te ayudaré en todo, y tú harás que este pueblo conquiste el territorio que les he prometido»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Cuando Moisés terminó de escribir en el libro todas las enseñanzas que Dios le dio,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "les dijo a los sacerdotes encargados de transportar el cofre del pacto:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "«Aquí tienen las enseñanzas de nuestro Dios. Pónganlas junto al cofre del pacto. Estas enseñanzas me servirán de prueba contra ustedes,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "pues los conozco muy bien. Yo sé que ustedes son tercos y rebeldes. Si ahora que estoy con ustedes desobedecen a Dios, ¿qué no harán cuando ya me haya muerto?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "»Por eso, reúnan ahora a los jefes del pueblo y a los líderes de las tribus, para dejar esto bien claro: Yo les he entregado las enseñanzas de Dios. De esto, el cielo y la tierra son testigos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Yo sé bien que, después de mi muerte, ustedes dejarán de obedecer a Dios y no seguirán las enseñanzas que les he dado. Por lo mismo, ustedes van a sufrir mucho, pues harán enojar a Dios»."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La canción"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "En cuanto los israelitas se reunieron con Moisés, él les enseñó la canción que Dios le dictó:"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "DEU.32",
      "is_chapter": true,
      "current": {
        "usfm": [
          "DEU.32"
        ],
        "human": "Deuteronomio 32"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "DEU.33"
        ],
        "human": "Deuteronomio 33",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "DEU.31"
        ],
        "human": "Deuteronomio 31",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "«Cielo y tierra,",
            "¡presten atención a mis palabras!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Lo que tengo que decir",
            "es tan bueno como la lluvia,",
            "que hace bien a las plantas",
            "y a la hierba del campo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "»Quiero alabar a nuestro Dios;",
            "y ustedes, ¡reconozcan su poder!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Él nos protege del mal.",
            "Es un Dios justo y fiel,",
            "que siempre actúa con justicia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5,
            6
          ],
          "lines": [
            "»Israelitas,",
            "Dios es su creador;",
            "es como un padre para ustedes.",
            "Pero ustedes han sido malos,",
            "y lo han ofendido.",
            "Han sido tercos y tontos,",
            "y no merecen ser sus hijos.",
            "¡Son unos malagradecidos!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "»Pónganse a pensar",
            "en la historia de su pueblo.",
            "Sus padres y sus jefes",
            "les contarán hechos del pasado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Cuando Dios dividió la humanidad",
            "en diferentes pueblos y naciones,",
            "les dio sus propios territorios;",
            "pero a ustedes, israelitas,",
            "les dio un trato especial:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "A ustedes Dios los eligió",
            "para que fueran su pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "»Cuando Dios los encontró,",
            "ustedes andaban por el desierto,",
            "por tierras barridas por el viento.",
            "Pero él los tomó en sus brazos",
            "y los cuidó como a sus propios ojos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Dios ha cuidado de ustedes",
            "como cuida el águila a sus polluelos.",
            "Dios siempre ha estado cerca",
            "para ayudarlos a sobrevivir."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "»Dios mismo dirigió a su pueblo,",
            "y no necesitó ayuda de otros dioses."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Dios los llevó triunfantes",
            "por las altas montañas del país.",
            "Les dio a comer frutas del campo;",
            "de una piedra sacó miel",
            "para endulzarles los labios,",
            "y de una dura roca",
            "sacó el aceite que necesitaban."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "De sus vacas, cabras y ovejas",
            "sacaron leche y cuajada;",
            "en su mesa se sirvió",
            "carne del mejor ganado.",
            "Comieron pan del mejor trigo",
            "y vino de las mejores uvas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "»Pero los israelitas prosperaron,",
            "y se olvidaron de Dios;",
            "¡se olvidaron de su creador!",
            "Rechazaron la protección",
            "del Dios que los había salvado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16,
            17
          ],
          "lines": [
            "Hicieron enojar a Dios,",
            "y provocaron sus celos",
            "al adorar a dioses falsos;",
            "¡eran unos ídolos repugnantes",
            "que ni sus antepasados conocieron!",
            "Aun así, ofrecieron sacrificios",
            "a esos dioses y a los demonios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "»Israel se olvidó de Dios;",
            "del Dios que le dio la vida.",
            "Abandonó a su creador;",
            "se olvidó de su protector."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Por eso Dios se enojó",
            "y los apartó de su lado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Luego le dijo al pueblo:",
            "“Voy a dejarlos solos,",
            "y verán lo que les pasará.",
            "En verdad, ustedes son malos;",
            "no se puede confiar en ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Inventan un dios falso,",
            "para provocar mis celos;",
            "pero los celosos serán ustedes,",
            "pues los cambiaré por otro pueblo;",
            "los cambiaré por gente ignorante",
            "que ni a pueblo llega."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Tanto me han hecho enojar",
            "que mi furia parece fuego;",
            "y con ese fuego destruiré",
            "los lugares más profundos",
            "y las bases de las montañas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "”Voy a hacerlos sufrir;",
            "voy a herirlos con mis flechas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "El hambre y la enfermedad",
            "pondrán fin a su vida.",
            "Lanzaré contra ustedes",
            "animales salvajes y serpientes venenosas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "En plena calle matarán a sus hijos,",
            "y toda familia verá con horror",
            "cómo mueren sus ancianos,",
            "sus jóvenes y sus niños."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "”Hasta pensé en",
            "dispersarlos",
            "por diferentes países,",
            "y que nadie volviera a recordarlos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Pero decidí no hacerlo",
            "por causa de mis enemigos;",
            "sabía que se burlarían de mí,",
            "y hasta pensarían que no fui yo",
            "quien castigó a Israel,",
            "creerían que ellos lo habían hecho,",
            "¡ellos y su gran poder!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "”Ustedes, los israelitas,",
            "son tan tontos que no entienden."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Si fueran más listos,",
            "sabrían el castigo que les espera."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "¿Cómo se explican ustedes",
            "que un solo israelita",
            "hizo huir a mil soldados?",
            "¿Cómo se explican que dos soldados",
            "hicieron huir a diez mil?",
            "¡Si yo no cuidara de ustedes",
            "ni les hubiera dado la victoria,",
            "ustedes no habrían podido vencerlos!”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "»Bien saben nuestros enemigos",
            "que sus dioses no tienen poder;",
            "¡el poder es de nuestro Dios!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Ellos son como la gente",
            "de Sodoma y de Gomorra.",
            "Son como los malos viñedos,",
            "que solo dan uvas amargas;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "¡hasta el vino que producen",
            "parece veneno de serpientes!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34,
            35
          ],
          "lines": [
            "»Nuestro Dios ha dicho:",
            "“Muy pronto habré de castigarlos,",
            "¡muy pronto habré de destruirlos!",
            "¡Solo espero el momento oportuno",
            "para darles su merecido!”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "»Cuando ya no tengamos fuerzas,",
            "nuestro Dios nos defenderá;",
            "cuando él nos vea reducidos a nada,",
            "tendrá compasión de nosotros"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "y les dirá a nuestros enemigos:",
            "“¿Dónde están los dioses",
            "en quienes ustedes tanto confían?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "¿Dónde están esos dioses",
            "a quienes les llevaban ofrendas?",
            "¡Pídanles que vengan a ayudarlos!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "¡Dense cuenta ahora",
            "de que yo soy el único Dios!",
            "Solo yo sano las heridas;",
            "¡solo yo doy la vida,",
            "y solo yo puedo quitarla!",
            "¡De mí no se escapa nadie!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "”Levanto mi mano al cielo,",
            "y juro por mi vida eterna,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "que voy a afilar mi espada,",
            "para vengarme de mis enemigos.",
            "¡Voy a darle su merecido",
            "a esa gente que me odia!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "¡Voy a empapar mis flechas",
            "en la sangre de los prisioneros!",
            "¡Voy a cortarles la cabeza",
            "a todos sus capitanes!”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "»Y ustedes, pueblos vecinos,",
            "alégrense junto con el pueblo de Dios,",
            "porque él habrá de vengarse",
            "de la muerte de su gente.",
            "¡Dios perdonará a su pueblo",
            "y limpiará de pecado su país!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44,
            45
          ],
          "lines": [
            "Y mientras Moisés entonaba este canto ante el pueblo, Josué estuvo siempre a su lado."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Últimas instrucciones de Moisés"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            46
          ],
          "lines": [
            "Más tarde, Moisés le dijo al pueblo:",
            "«Piensen bien en todo lo que les he enseñado, y ordenen a sus hijos y a sus hijas que obedezcan cada uno de estos mandamientos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            47
          ],
          "lines": [
            "Lo que les digo es muy serio. Si ustedes obedecen, vivirán muchos años en el territorio que ahora van a conquistar, y que está al otro lado del río Jordán»."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Moisés ve la tierra prometida"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            48
          ],
          "lines": [
            "Ese mismo día, Dios le ordenó a Moisés:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            49
          ],
          "lines": [
            "«Quiero que vayas a la región montañosa de Abarim, y que subas al monte Nebo, que está en el territorio de Moab, frente a Jericó. Desde allí podrás admirar el territorio de Canaán, que voy a darles a los israelitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            50
          ],
          "lines": [
            "»Allí, en el monte Nebo, morirás y serás enterrado, como fue enterrado tu hermano Aarón cuando murió en el monte Hor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            51
          ],
          "lines": [
            "Tanto Aarón como tú me desobedecieron en Cadés, cuando estaban junto al manantial de Meribá, que está en el desierto de Sin. Delante de todos los israelitas me faltaron al respeto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            52
          ],
          "lines": [
            "Por eso no te dejaré entrar en el territorio que les prometí, y solo podrás verlo de lejos»."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "DEU.33",
      "is_chapter": true,
      "current": {
        "usfm": [
          "DEU.33"
        ],
        "human": "Deuteronomio 33"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "DEU.34"
        ],
        "human": "Deuteronomio 34",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "DEU.32"
        ],
        "human": "Deuteronomio 32",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Moisés bendice a Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Moisés fue un gran profeta al servicio de Dios. Poco antes de morir, bendijo a los israelitas"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "con las siguientes palabras:",
            "«Nuestro Dios viene del monte Sinaí;",
            "su luz nos llega desde Edom.",
            "Desde los montes de Parán avanza",
            "el brillo de su presencia,",
            "y llega hasta Meribá, en Cadés.",
            "Trae fuego en su mano derecha,",
            "y viene con miles de bravos guerreros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "»Dios ama a su pueblo;",
            "Dios protege a los suyos",
            "porque ellos siempre lo obedecen",
            "y cumplen sus órdenes con gusto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "»Yo, Moisés, les di la ley de Dios,",
            "que para ustedes es lo más preciado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Y ustedes y sus líderes",
            "reconocieron a Dios como su rey»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Luego, Moisés le dijo a la tribu de Rubén:",
            "«Ustedes son una tribu pequeña,",
            "pero vivirán para siempre»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "A la tribu de Judá le dijo:",
            "«Nuestro Dios oirá tus oraciones,",
            "te hará vencer a tus enemigos,",
            "y permitirá que te reúnas",
            "con el resto de Israel»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8,
            9
          ],
          "lines": [
            "A la tribu de Leví le dijo:",
            "«Dios discutió con los israelitas",
            "y los puso a prueba en Masá,",
            "junto al manantial de Meribá.",
            "Pero confía en ustedes",
            "porque lo obedecieron,",
            "pues consideraron más importante",
            "mantenerse fieles a su pacto,",
            "que mantenerse fieles a sus padres,",
            "a sus hermanos o a sus hijos.",
            "Por eso Dios les entregó",
            "el Urim y el Tumim,",
            "y los nombró sus sacerdotes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "»Ustedes enseñan a su pueblo",
            "a cumplir sus mandamientos;",
            "y en el altar de Dios presentan",
            "toda clase de ofrendas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "»Pido a Dios que los bendiga",
            "y que acepte con agrado",
            "lo que ustedes hacen por él;",
            "también le pido que destruya",
            "a todos sus enemigos,",
            "para que nunca más",
            "se levanten contra ustedes»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "A la tribu de Benjamín le dijo:",
            "«Dios te ama y te protege;",
            "¡Dios siempre habitará en tus montañas!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "A la tribu de José le dijo:",
            "«Dios bendecirá tus campos,",
            "y nunca te faltará lluvia",
            "ni agua en los pozos profundos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14,
            15
          ],
          "lines": [
            "Hasta en las altas montañas",
            "Dios te dará todo el año",
            "las más abundantes cosechas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "La tierra te dará",
            "lo mejor de sus frutos,",
            "y siempre podrás contar",
            "con la bendición de Dios.",
            "»Tú eres el favorito",
            "del Dios que se apareció en la zarza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Los ejércitos de tus hijos,",
            "Efraín y Manasés,",
            "son fuertes y poderosos",
            "como los toros y los búfalos.",
            "¡Con sus lanzas destruirán",
            "aun a sus enemigos más lejanos!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "A las tribus de Isacar y Zabulón les dijo:",
            "«Ustedes harán buenos negocios",
            "en la tierra y en el mar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Del mar y de sus playas",
            "sacarán grandes riquezas.",
            "Invitarán a los pueblos vecinos,",
            "para que vengan a su montaña,",
            "y allí presentarán ofrendas a Dios»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20,
            21
          ],
          "lines": [
            "A la tribu de Gad le dijo:",
            "«¡Bendito sea Dios,",
            "que te dio grandes territorios!",
            "¡Eres como un león",
            "dispuesto a atacar a su víctima!",
            "Te quedaste con las mejores tierras",
            "porque obedeciste a Dios en todo,",
            "y porque actuaste con justicia",
            "cuando tuviste que hacerlo»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "A la tribu de Dan le dijo:",
            "«Eres como un cachorro,",
            "que salta desde Basán»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "A la tribu de Neftalí le dijo:",
            "«Todo lo que haces",
            "es del agrado de Dios.",
            "Por eso Dios te bendecirá",
            "y te dará un gran territorio,",
            "hasta el extremo sur",
            "del Lago de Galilea»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "A la tribu de Aser le dijo:",
            "«¡Que Dios te bendiga",
            "más que a las otras tribus!",
            "¡Que todos los israelitas",
            "muestren su amor por ti!",
            "»Tendrás abundancia",
            "de aceite de oliva."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Mientras tengas vida,",
            "serás un pueblo poderoso",
            "y con ciudades bien protegidas»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Y para terminar, Moisés dijo:",
            "«¡Israelitas,",
            "no hay otro Dios como tu Dios!",
            "Dios es el rey del cielo,",
            "y siempre vendrá en tu ayuda."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Dios es el Dios eterno,",
            "y siempre te protegerá;",
            "pondrá en fuga a tus enemigos,",
            "para que los destruyas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "»Ya puedes vivir confiado,",
            "y gozar de tranquilidad.",
            "Nunca te faltará pan ni vino,",
            "pues Dios regará tus campos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "¡Dichoso tú, Israel,",
            "pues Dios te ha rescatado!",
            "Dios te protege y te ayuda.",
            "¡No podrías tener mejor defensa!",
            "¡Tú humillarás a tus enemigos,",
            "y los pondrás bajo tus pies!»"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "DEU.34",
      "is_chapter": true,
      "current": {
        "usfm": [
          "DEU.34"
        ],
        "human": "Deuteronomio 34"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "JOS.1"
        ],
        "human": "Josué 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "DEU.33"
        ],
        "human": "Deuteronomio 33",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Muerte de Moisés"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Desde el desierto de Moab, Moisés subió al monte Pisgá, y llegó a la parte más alta del monte Nebo, que está frente a Jericó. Allí Dios le mostró todo el territorio de Galaad y de Dan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "También le mostró los territorios de las tribus de Neftalí, Efraín y Manasés, y el territorio de la tribu de Judá hasta el mar Mediterráneo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Desde allí Moisés pudo ver el desierto del sur, el valle del Jordán y la llanura que rodea la ciudad de Jericó, hasta el pueblo de Sóar. Jericó también se conoce como Ciudad de las Palmeras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Allí Dios le dijo a Moisés: «Este es el país que le daré a Israel. Así se lo prometí a Abraham, a Isaac y a Jacob, tus antepasados. He querido que lo veas, porque no vas a entrar en él»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5,
            6
          ],
          "lines": [
            "Moisés estuvo siempre al servicio de Dios. Tal como Dios lo había dicho, Moisés murió en Moab, frente a Bet-peor, y allí mismo fue enterrado, aunque nadie sabe el lugar exacto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Cuando murió, tenía ciento veinte años, gozaba de buena salud y la vista todavía no le fallaba."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Los israelitas se quedaron treinta días en el desierto de Moab, para guardar luto por la muerte de Moisés. Esa era la costumbre en aquella época."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Antes de morir, Moisés había puesto sus manos sobre la cabeza de Josué y Dios lo llenó de sabiduría. Por eso los israelitas obedecieron a Josué, y cumplieron con las órdenes que Dios le había dado a Moisés."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Nunca más hubo en Israel un profeta como Moisés, que hablara con Dios cara a cara."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Nunca nadie igualó las maravillas que Dios le mandó hacer contra Egipto y su rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Nunca nadie tuvo más poder que Moisés, ni pudo imitar las grandes cosas que los israelitas le vieron hacer."
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}