{
  "book_usfm": "ESG",
  "name": "Ester (dc)",
  "local_title": "Traducción en Lenguaje Actual Interconfesional",
  "local_abbreviation": "TLAI",
  "version_id": 178,
  "publisher": {
    "name": "United Bible Societies"
  },
  "copyright": {
    "html": "<p>Traducción en lenguaje actual ® © Sociedades Bíblicas Unidas, 2002, 2004.</p>",
    "text": "Traducción en lenguaje actual ® © Sociedades Bíblicas Unidas, 2002, 2004."
  },
  "language": {
    "iso_639_1": "es",
    "iso_639_3": "spa",
    "language_tag": "spa",
    "local_name": "Español (América Latina)",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/jsckdm/bible-data-es-spa",
  "chapters": [
    {
      "chapter_usfm": "ESG.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ESG.1"
        ],
        "human": "Ester (dc) 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ESG.2"
        ],
        "human": "Ester (dc) 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JDT.16"
        ],
        "human": "Judit 16",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Mardoqueo tiene un sueño"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1,
            2,
            3,
            4
          ],
          "lines": [
            "Mardoqueo pertenecía a la tribu de Benjamín, y era hijo de Jaír, nieto de Simí y bisnieto de Quis. El ejército del rey Nabucodonosor había conquistado Jerusalén, y a muchos israelitas se los había llevado presos a Babilonia. Entre ellos iban Mardoqueo y Jeconías, rey de Judá.",
            "Mardoqueo vivió en la ciudad de Susa y llegó a ser uno de los consejeros más importantes del gran rey Asuero. Cuando este rey llevaba dos años gobernando, Mardoqueo tuvo un sueño. Era el primer día del mes de Abib, y esto fue lo que soñó:",
            "Primero escuchó muchos gritos, truenos y un gran alboroto. Había una gran confusión en toda la tierra por causa de un terremoto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Luego vio dos enormes dragones, que lanzaron un gran rugido y se alistaron para pelear el uno contra el otro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Cuando las naciones lo escucharon, se prepararon para hacerle la guerra al pueblo de los judíos, que es un pueblo justo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "En su sueño el día era muy oscuro, y en todo el mundo había angustia, confusión y sufrimiento."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Cuando los judíos se dieron cuenta de los males que iban a sufrir, y que estaban a punto de morir, se asustaron mucho y gritaron a Dios pidiendo ayuda."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Dios escuchó sus oraciones, y de una pequeña fuente salió un gran río con abundante agua."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Luego salió el sol y el día se llenó de luz.",
            "Entonces los que habían sido humillados se levantaron, y mataron a los que estaban llenos de orgullo y ocupaban lugares de honor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Cuando el sueño terminó, Mardoqueo se levantó, pero pasó todo el día pensando en lo que había visto en el sueño, y se preguntaba qué era lo que Dios iba a hacer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Mardoqueo vivía en el palacio, junto con Bigtán y Teres, que eran dos oficiales de confianza del rey encargados de vigilar el palacio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "En cierta ocasión, Mardoqueo los escuchó hablar y se enteró de que planeaban matar al rey Asuero. Entonces fue y los acusó ante el rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "El rey les preguntó a los dos oficiales si aquello era cierto. Ellos confesaron que sí, y el rey los mandó matar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Luego el rey ordenó que se escribiera todo lo que había pasado, para que nadie lo olvidara. Mardoqueo también escribió lo sucedido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "El rey recompensó a Mardoqueo con muchos regalos, y también lo nombró su consejero personal en el palacio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Amán hijo de Hamedata, descendiente de Agag, era un hombre a quien el rey había dado muchos honores. Amán se molestó mucho al enterarse de que Mardoqueo había acusado a los dos oficiales, y comenzó a buscar la manera de hacerles daño a Mardoqueo y a su pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La gran fiesta del rey Asuero"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18,
            19,
            20
          ],
          "lines": [
            "Asuero, el rey de Persia, gobernaba sobre ciento veintisiete provincias, que se extendían desde la India hasta Etiopía, y la capital de su reino se llamaba Susa.",
            "En el tercer año de su reinado, Asuero organizó una gran fiesta para todos los funcionarios y líderes del país. También invitó a los jefes de los ejércitos de Persia y Media, y a las autoridades y gobernadores de las provincias."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Durante seis meses el rey les estuvo mostrando las riquezas que poseía y les hizo ver cuán grande y poderoso era su reino."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Después ordenó que se preparara otra fiesta para todos los que vivían en Susa, desde el más importante hasta el menos importante. La fiesta se realizó en los jardines del palacio y duró siete días."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Entre las columnas de mármol se colgaron cortinas de hilo blanco y azul, sujetadas con cuerdas de color púrpura y argollas de plata. Pusieron muebles de oro y plata, y un piso de mármol blanco y negro, con incrustaciones de piedras preciosas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Se sirvió una gran cantidad de vino, pues el rey era muy generoso. Las copas en las que se sirvió el vino eran de oro, y cada una con un diseño original."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Sin embargo, el rey ordenó a los sirvientes que no obligaran a nadie a beber, sino que cada persona bebiera lo que quisiera."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Por su parte, la reina Vasti ofreció en el palacio del rey Asuero una fiesta para las mujeres de los invitados."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La reina Vasti desobedece al rey"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Al séptimo día de la fiesta, el rey estaba muy alegre, pues había bebido vino. Entonces llamó a siete hombres de su confianza: Mehumán, Biztá, Harboná, Bigtá, Abagtá, Zetar y Carcás,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28,
            29
          ],
          "lines": [
            "y les ordenó que fueran a buscar a la reina Vasti. Les dijo que ella debía venir luciendo la corona de reina, para que la gente y los príncipes pudieran ver su belleza, pues era muy hermosa. Pero ella no quiso obedecer la orden del rey.",
            "Al saber esto, el rey se puso furioso"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "y les preguntó a los especialistas de la ley qué debía hacer. Era su costumbre pedir consejo a los que conocían bien la ley,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "y los que más le ayudaban en esto eran Carsená, Setar, Admata, Tarsis, Meres, Marsená y Memucán. Estos siete hombres eran jefes de Persia y Media, que tenían puestos importantes en el gobierno del país."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Así que el rey les preguntó:",
            "—La reina Vasti ha desobedecido mis órdenes. De acuerdo con la ley, ¿qué debemos hacer con ella?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Entonces Memucán les respondió al rey y a los demás consejeros:",
            "—La reina Vasti no solo ha ofendido al rey, sino también a todos los jefes y a toda la población."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34,
            35
          ],
          "lines": [
            "Cuando las mujeres de Persia y Media se enteren de lo que ha hecho la reina, tampoco respetarán a sus esposos. Hoy mismo les dirán a sus esposos lo que hizo la reina, y vamos a tener muchos problemas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Si le parece bien a Su Majestad, ordene que Vasti ya no siga siendo la reina, y que esa orden sea una ley para los de Persia y Media, para que nadie pueda cambiar su decisión. Además, elija usted otra reina que sea mejor que ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Cuando se conozca la orden de Su Majestad en todo este gran reino, todas las mujeres respetarán a sus esposos, sean ricos o pobres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Al rey y a todos los consejeros les agradó este consejo. Entonces el rey"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "envió cartas a todas las provincias del país. Las cartas fueron escritas en el idioma de cada provincia, y dejaban en claro que el esposo era el jefe de la familia, y que en la casa se debía hablar su idioma."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ESG.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ESG.2"
        ],
        "human": "Ester (dc) 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ESG.3"
        ],
        "human": "Ester (dc) 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ESG.1"
        ],
        "human": "Ester (dc) 1",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Asuero busca una nueva reina"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Más tarde, cuando al rey Asuero se le pasó el enojo, se acordó de Vasti y de lo que ella había hecho, y de lo que se había ordenado contra ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2,
            3,
            4
          ],
          "lines": [
            "Entonces los consejeros le dijeron al rey:",
            "—Su Majestad debe nombrar asistentes en todas las provincias del país, para que busquen jóvenes hermosas y solteras. Esas jóvenes deberán ser llevadas a la casa de las mujeres, en su palacio. Allí estarán bajo el cuidado de Hegai, su hombre de confianza a cargo de las mujeres, para que les dé un tratamiento de belleza. Entonces Su Majestad elegirá a la joven que más le guste, y la nombrará reina en lugar de Vasti.",
            "Esto agradó al rey, y así se hizo."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Ester llega al palacio"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "En Susa vivía un judío de la tribu de Benjamín, llamado Mardoqueo hijo de Jaír, nieto de Simí y bisnieto de Quis."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Era uno de los prisioneros que Nabucodonosor, rey de Babilonia, se había llevado de Jerusalén junto con el rey Joaquín de Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Mardoqueo había criado a una prima suya llamada Ester, porque era huérfana. Cuando murieron sus padres, Mardoqueo la adoptó como hija propia. Ester era muy hermosa y elegante."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Cuando se conoció la orden dada por el rey, muchas jóvenes fueron llevadas al palacio, y quedaron al cuidado de Hegai. Entre ellas estaba Ester."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Hegai se fijó en ella, y le agradó tanto que, enseguida, ordenó que se le dieran cremas de belleza y comida especial. También le ordenó a siete de las mejores muchachas del palacio que atendieran a Ester, y que le dieran una de las mejores habitaciones en la casa de las mujeres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Ester no decía de qué pueblo ni de qué raza era ella, porque Mardoqueo le había pedido que no se lo dijera a nadie."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Todos los días Mardoqueo iba y venía por el patio de la casa de las mujeres, para ver si Ester estaba bien y cómo la trataban."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Las jóvenes debían presentarse por turno ante el rey, pero antes de hacerlo se debían someter a un tratamiento de belleza durante doce meses, pues esa era la costumbre. Los primeros seis meses debían untarse aceite de mirra en sus cuerpos, y el resto del tiempo ponerse perfumes y cremas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "A cada joven que se presentaba ante el rey en el palacio, se le permitía vestir la ropa y las joyas que ella escogiera en la casa de las mujeres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Cada joven se iba al palacio al atardecer, y a la mañana siguiente se retiraba a otra sección de la casa de mujeres, la cual estaba a cargo de Saasgaz, otro hombre de confianza del rey. Solo volvía a presentarse ante el rey si él lo deseaba y la mandaba llamar por nombre."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Ester es elegida reina"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15,
            16
          ],
          "lines": [
            "El padre de Ester se llamaba Abihail, y fue tío de Mardoqueo. Ester se había ganado el aprecio de todos en el palacio, y cuando le llegó el turno de presentarse ante el rey, fue vestida con la ropa que Hegai le aconsejó ponerse. Era el mes de Tébet, del séptimo año del reinado de Asuero."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Al rey Asuero le gustó Ester más que todas las otras jóvenes, y la trató mejor que a todas sus mujeres, así que le colocó la corona sobre su cabeza y la nombró reina en lugar de Vasti."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Después el rey hizo una gran fiesta para Ester. A esa fiesta invitó a todos los funcionarios y colaboradores de su reino. También rebajó los impuestos, y repartió excelentes regalos, dignos de un rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Mardoqueo descubre un plan para matar al rey"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19,
            20
          ],
          "lines": [
            "Ester obedecía a Mardoqueo desde niña, y aún continuaba haciéndolo. Nadie sabía de qué familia ni de qué raza era ella, porque Mardoqueo le había ordenado no decirlo. Un día, mientras las jóvenes se reunían en la otra sección de la casa de las mujeres, Mardoqueo se sentó a la entrada del palacio real"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "y escuchó hablar a dos oficiales del rey que vigilaban la entrada del palacio. Eran Bigtán y Teres, que estaban muy enojados con el rey y hacían planes para matarlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Al oír esto, Mardoqueo fue a decírselo a la reina Ester, y ella se lo dijo al rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "El rey mandó investigar el asunto, y cuando se comprobó que era cierto, ordenó que esos dos hombres fueran ahorcados. Todo esto fue anotado, en presencia del rey, en el libro de la historia del país."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ESG.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ESG.3"
        ],
        "human": "Ester (dc) 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ESG.4"
        ],
        "human": "Ester (dc) 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ESG.2"
        ],
        "human": "Ester (dc) 2",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Mardoqueo y Amán"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Tiempo después, el rey Asuero nombró jefe de gobierno a Amán hijo de Hamedata, que era descendiente de Agag."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Además, el rey ordenó que todos sus sirvientes se arrodillaran e inclinaran su cabeza ante Amán, en señal de respeto.",
            "Pero Mardoqueo ni se arrodillaba ni inclinaba su cabeza,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "así que los sirvientes del palacio le preguntaron por qué no obedecía la orden del rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Varias veces le hicieron la misma pregunta, pero él no les hacía caso. Después de unos días, los sirvientes se lo contaron a Amán. Querían ver si Mardoqueo se atrevería a decirle lo que ya les había dicho a ellos; es decir, que no obedecía esa orden porque era judío."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Cuando Amán se enteró de que Mardoqueo no se arrodillaba ni inclinaba su cabeza ante él, se enfureció."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Y al saber que Mardoqueo era judío, decidió castigarlo a él y destruir a todos los judíos que vivían en el reino de Asuero."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Amán convence al rey"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Asuero ya tenía doce años de reinar. En el mes de Abib de ese año, Amán echó suertes para saber en qué fecha debía llevar a cabo su plan, y le salió el mes de Adar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Entonces Amán le dijo al rey Asuero:",
            "—Majestad, en su reino vive gente de otra raza. Se los encuentra uno por todos lados. Tienen leyes diferentes y no obedecen las órdenes de Su Majestad. No es conveniente dejarlos vivir en el reino."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Si a Su Majestad le parece bien, y ordena que sean destruidos, yo daré trescientos treinta mil kilos de plata a los administradores del tesoro del reino."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "El rey se quitó de su mano el anillo con el sello real, se lo dio a Amán, el enemigo de los judíos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "y le dijo:",
            "—Puedes quedarte con tu dinero. Haz con esa gente lo que te parezca."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La orden para destruir a los judíos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12,
            13
          ],
          "lines": [
            "El día trece del mes de Abib el rey llamó a sus secretarios para que escribieran las órdenes de Amán y las enviaran a sus asistentes, a los gobernadores de todas las provincias, y a todos los jefes del país. Estos documentos fueron enviados a cada provincia y pueblo del reino en el idioma que entendían, y debidamente firmados y sellados por el rey Asuero. En ellos se ordenaba que el día trece del mes de Adar se destruyera por completo al pueblo judío. Ese día se mataría a todos los judíos, tanto jóvenes como ancianos, mujeres y niños, y además se les quitaría sus pertenencias."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Contenido del documento"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Esto es lo que decía el documento:",
            "«Del gran rey Asuero",
            "»A los gobernadores y jefes del país:",
            "»Señores funcionarios de las ciento veintisiete provincias que están entre la India y Etiopía:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Aunque soy el rey de toda la tierra, y tengo mucho poder, no soy un hombre orgulloso. Al contrario, soy bondadoso y trato a todos por igual.",
            "»Además, quiero que toda la gente de mi reino disfrute siempre de seguridad y paz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Por eso les he preguntado a mis consejeros cómo podemos asegurar esa paz y armonía.",
            "»Amán, el jefe de gobierno, siempre se ha destacado por sus sabios consejos, y por su lealtad y el afecto que me tiene. Por eso, después de mí, él es la persona más importante del reino."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17,
            18
          ],
          "lines": [
            "Amán me ha informado que, entre todas las naciones de la tierra, vive un pueblo enemigo de todos, que tiene leyes muy distintas a las nuestras. Ese pueblo no obedece mis órdenes y ha cometido crímenes terribles. Esto pone en peligro los buenos planes de nuestro gobierno, y no deja que se realicen."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "»Amán, que es como un segundo padre para nosotros, ha hecho una lista de todos los que pertenecen a ese pueblo. Por eso, ya he ordenado que el día catorce del mes doce, de este mismo año, todas esas personas sean destruidas. Ni una sola de ellas debe quedar con vida; no perdonen ni tengan compasión de nadie, no importa que sean mujeres o niños."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "»Una vez que todos nuestros enemigos hayan sido destruidos, y ya estén bajo tierra, podremos disfrutar de un futuro lleno de paz y seguridad»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21,
            22
          ],
          "lines": [
            "Este decreto fue dado a conocer de inmediato por todas las provincias y pueblos del reino, y también se publicó en la ciudad de Susa. Se hicieron varias copias para que la gente se preparara para aquel día. Pero aunque en Susa había mucha confusión, el rey y Amán seguían de fiesta."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ESG.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ESG.4"
        ],
        "human": "Ester (dc) 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ESG.5"
        ],
        "human": "Ester (dc) 5",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ESG.3"
        ],
        "human": "Ester (dc) 3",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La tristeza de los judíos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Cuando Mardoqueo se enteró de lo que había pasado, rompió su ropa en señal de tristeza, y se puso ropa áspera. Luego se echó ceniza en la cabeza, y anduvo por la ciudad llorando amargamente y en voz alta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Llegó hasta la entrada del palacio del rey, pero no entró porque estaba prohibido entrar al palacio vestido de esa manera."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Cuando se conocieron las órdenes del rey en las distintas provincias, los judíos se pusieron muy tristes. No comían nada, lloraban amargamente, y la mayoría de ellos se acostó sobre ceniza y se puso ropa áspera."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Mardoqueo le pide ayuda a Ester"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Cuando las sirvientas y los guardias personales de la reina Ester le contaron lo que pasaba, también ella se puso triste. Entonces le envió ropa a Mardoqueo para que se quitara la ropa áspera, pero él no quiso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Luego Ester llamó a Hatac, uno de los guardias que el rey había puesto a su servicio, y le ordenó que fuera a preguntarle a Mardoqueo qué le pasaba."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Hatac fue hasta la plaza de la ciudad, que estaba frente a la entrada del palacio, y allí le preguntó a Mardoqueo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "qué le pasaba. Mardoqueo le dijo que Amán había prometido entregar mucho dinero a la tesorería del rey, a cambio de la destrucción de los judíos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Además, le dio una copia del documento publicado en Susa, en el cual se ordenaba la destrucción de los judíos, y le pidió que se lo mostrara a Ester y le explicara todo. Mardoqueo también le pidió que le dijera a Ester que fuera a ver al rey y le suplicara no destruir a su pueblo;",
            "que no se olvidara de que él la había criado cuando ella era solo una niña; que tuviera en cuenta que Amán, el segundo hombre más poderoso del reino, había hablado mal de los judíos ante el rey para que los mataran, y además que le pidiera a Dios su ayuda, y que le hablara al rey para que no mataran a los judíos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Hatac fue y le dijo a Ester todo lo que Mardoqueo le había dicho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Ella a su vez le dio este mensaje para Mardoqueo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "«Hace ya treinta días que el rey no me llama. Todos los sirvientes del rey y los habitantes de este país saben que nadie puede presentarse ante el rey sin ser llamado, pues eso se castiga con la muerte. Esa persona es perdonada solo si el rey la señala con su cetro de oro»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Cuando Mardoqueo recibió el mensaje de Ester,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "le mandó esta respuesta:",
            "«No te vas a salvar solo porque estás en el palacio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Si no te atreves a hablar en momentos como este, la liberación de los judíos vendrá de otra parte, pero tú y toda tu familia morirán. Yo creo que has llegado a ser reina para ayudar a tu pueblo en este momento»."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Ester decide ayudar"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Entonces Ester le mandó esta respuesta a Mardoqueo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "«Reúne a todos los judíos que se encuentren en Susa, y ayunen por mí, no coman ni beban durante tres días. También mis sirvientas y yo ayunaremos. Después de eso, me presentaré ante el rey, aunque la ley no lo permita. ¡Y si tengo que morir, moriré!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Mardoqueo fue y cumplió con todo lo que Ester le había ordenado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Además, se acordó de todas las maravillas que Dios había hecho, y oró de esta manera:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "«¡Dios mío, Dios mío!",
            "¡Rey todopoderoso!",
            "¡El mundo existe por tu poder!",
            "Tú puedes salvar a tu pueblo;",
            "nadie te lo puede impedir."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20,
            21
          ],
          "lines": [
            "»Tú creaste todo lo que existe,",
            "todas las maravillas de la tierra.",
            "¡Tú eres el dueño de todo,",
            "y no hay quien te pueda vencer!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22,
            23
          ],
          "lines": [
            "»¡Tú sabes todo lo que sucede!",
            "Sabes que no he querido",
            "dar honor al orgulloso Amán,",
            "pero no por creerme más importante.",
            "Si yo supiera que haciéndolo",
            "podría salvar a Israel,",
            "no dudaría en besarle los pies."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "»No he querido hacerlo",
            "porque nadie merece la honra",
            "que solo a ti te corresponde.",
            "Yo sólo me humillaré ante ti,",
            "pues solo tú eres mi Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "»Nuestros enemigos",
            "quieren destruirnos;",
            "quieren acabar con tu pueblo,",
            "el pueblo que siempre ha sido tuyo.",
            "¡Dios de Abraham,",
            "tú eres nuestro Rey!",
            "¡Perdónanos!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Tú nos liberaste de Egipto,",
            "¡no nos abandones!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "»¡Dios nuestro,",
            "pon atención a mi ruego,",
            "y ten compasión de tu pueblo!",
            "¡Cambia nuestro dolor en alegría,",
            "y te alabaremos para siempre!",
            "¡No permitas que dejemos de alabarte!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Todos los israelitas veían acercarse el momento de su muerte, por lo que oraban a Dios con todas sus fuerzas y gritaban pidiendo su ayuda."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29,
            30,
            31
          ],
          "lines": [
            "La reina Ester estaba muy angustiada por la amenaza de muerte, por lo que también buscó la ayuda de Dios. Y para mostrar su tristeza, se quitó sus ropas lujosas y se vistió de luto. Descuidó por completo su aspecto personal: en lugar de perfume, se echó ceniza y tierra sobre la cabeza; tampoco se puso sus joyas, y además se dejó el pelo suelto y desordenado. Luego oró al Dios de Israel, y le dijo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "«¡Dios mío, tú eres nuestro rey!",
            "¡Estoy completamente sola",
            "y mi vida está en peligro!",
            "¡Solo tú puedes ayudarme!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "»Cuando yo era niña,",
            "me enseñaron que tú eres nuestro Dios;",
            "que somos tu pueblo elegido",
            "entre todos los pueblos de la tierra.",
            "Tú elegiste a nuestros grandes líderes,",
            "y les cumpliste todas tus promesas.",
            "¡Somos tuyos para siempre!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34,
            35
          ],
          "lines": [
            "»¡Tú eres un Dios justo!",
            "Nosotros hemos cometido",
            "graves pecados contra ti,",
            "pues adoramos a otros dioses.",
            "Por eso permitiste",
            "que nuestros enemigos nos vencieran."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36,
            37
          ],
          "lines": [
            "»Ellos nos han sometido",
            "a una amarga esclavitud;",
            "y no contentos con eso,",
            "ahora les han jurado a sus ídolos",
            "que no te dejarán cumplir tus promesas.",
            "Han jurado destruir a tu pueblo,",
            "para que no te alabe.",
            "Arruinarán la hermosura de tu templo",
            "y derribarán tu altar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "»¡Nuestros enemigos",
            "seguirán alabando a sus dioses,",
            "y por siempre darán honor a su rey,",
            "que es un simple mortal!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "»¡Dios nuestro, tú eres el Rey!",
            "No permitas que esos dioses",
            "ocupen tu lugar.",
            "No permitas que esa gente",
            "se burle de nuestra desgracia.",
            "Deja que caiga sobre ellos",
            "el mal que quieren hacernos.",
            "Castiga al que pensó en perjudicarnos,",
            "para que todos aprendan la lección."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "»Dios de Israel,",
            "Rey de los dioses,",
            "tú gobiernas sobre todas las cosas.",
            "Grande es nuestro sufrimiento;",
            "¡atiende nuestras súplicas!",
            "»Dame el valor que necesito"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "para enfrentarme al rey,",
            "pues se enfurece como león.",
            "Necesito que me des palabras sabias",
            "para defender ante el rey a mi pueblo.",
            "Haz que el odio del rey",
            "se vuelva contra Amán,",
            "y lo destruya junto con sus aliados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "»Dios mío,",
            "líbranos con tu poder.",
            "No tengo a quién acudir;",
            "solo tú me puedes ayudar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "¡Tú lo sabes todo!",
            "¡Sabes cuánto odio",
            "el éxito de los malvados!",
            "¡Sabes que aborrezco ser la esposa",
            "de quien no te obedece!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "¡Odio ser la reina de esta gente!",
            "Tanto me repugna esta corona",
            "que nunca la uso cuando estoy sola.",
            "¡Tú sabes que estoy en peligro!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "»Yo soy tu servidora,",
            "y por eso nunca he comido",
            "en los banquetes de Amán.",
            "Nunca me han impresionado",
            "las comidas del rey,",
            "ni he bebido el vino",
            "que él ofrece a sus dioses."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            46
          ],
          "lines": [
            "»Dios de Abraham,",
            "desde que soy reina,",
            "nada me hace feliz.",
            "¡Solo tú me llenas de alegría!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            47
          ],
          "lines": [
            "¡Nadie hay más poderoso que tú!",
            "Quítame el miedo para hablar ante el rey.",
            "Escucha nuestros ruegos y gritos,",
            "pues estamos desesperados.",
            "¡Líbranos del poder de los malvados!»"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ESG.5",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ESG.5"
        ],
        "human": "Ester (dc) 5"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ESG.6"
        ],
        "human": "Ester (dc) 6",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ESG.4"
        ],
        "human": "Ester (dc) 4",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Ester se presenta ante el rey"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Tres días después, Ester se puso su vestido de reina, se fue a la entrada de la sala del palacio donde está el trono, y se detuvo frente al rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2,
            3,
            4
          ],
          "lines": [
            "Allí pidió ayuda a Dios, que sabe todas las cosas y es el salvador de todos.",
            "Ester estaba bellísima, y fue al encuentro del rey acompañada de dos sirvientas. Una de ellas la conducía elegantemente, y la otra le sostenía la cola del vestido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Era tal su belleza que su rostro irradiaba alegría, como el de una mujer enamorada. Sin embargo, en el fondo tenía mucho miedo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Fue pasando por cada una de las puertas, hasta llegar ante el trono del rey, quien vestido con finas ropas y joyas preciosas, lucía impresionante."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Cuando el rey vio que Ester se acercaba, se enojó muchísimo. Entonces Ester se puso pálida y se desmayó en brazos de su sirvienta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Pero Dios hizo que el rey olvidara su enojo, y este, muy preocupado, se levantó de su trono y tomó a Ester en sus brazos. Mientras ella se reponía, el rey le habló con mucho cariño. Le dijo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9,
            10
          ],
          "lines": [
            "—¿Qué te pasa Ester? No tengas miedo. Yo soy tu esposo y no vas a morir. La ley que di es solo para la gente común y corriente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11,
            12
          ],
          "lines": [
            "Cuando el rey vio a Ester, se puso contento y la señaló con el cetro de oro que tenía en su mano. Entonces Ester se acercó, tocó la punta del cetro,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13,
            14
          ],
          "lines": [
            "y le dijo al rey:",
            "—Cuando vi a Su Majestad, me pareció ver un ángel de Dios. Ver tanta grandeza me dio mucho miedo. ¡Usted, Majestad, tiene un rostro tan hermoso que me tiene impresionada!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15,
            16
          ],
          "lines": [
            "Mientras Ester decía esto, se volvió a desmayar. El rey se angustió mucho y los que estaban alrededor intentaban reanimarla."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "El rey le preguntó:",
            "—¿Qué deseas, Ester? Te daré lo que me pidas. Hasta la mitad de mi reino te daría si me lo pidieras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Ella respondió:",
            "—Su Majestad, he preparado un banquete en su honor. Si le parece bien, quisiera que usted y Amán asistieran."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "El rey dijo a sus sirvientes:",
            "—Vayan a buscar a Amán enseguida, para que vayamos al banquete de Ester.",
            "Así que el rey y Amán fueron al banquete."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Mientras bebían vino, el rey le preguntó a Ester:",
            "—¿Qué es lo que deseas? Pídeme lo que quieras. Hasta la mitad de mi reino te daría."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21,
            22
          ],
          "lines": [
            "Ester le respondió:",
            "—Si he agradado a Su Majestad, y le parece bien cumplir mis deseos, me gustaría que usted y Amán vengan a otro banquete que les prepararé mañana. Allí le diré qué es lo que deseo."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El odio de Amán contra Mardoqueo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Aquel día, Amán se fue alegre y contento. Pero cuando llegó a la entrada del palacio y vio que Mardoqueo no se ponía de pie, y ni siquiera se movía, se enfureció mucho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Sin embargo, no lo demostró, sino que se fue a su casa para buscar a sus amigos y a su esposa Zeres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Amán les habló de las grandes riquezas que poseía, de cuántos hijos tenía, de todos los honores que había recibido del rey, y de cómo le había dado autoridad sobre los asistentes y colaboradores del reino."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Después les dijo:",
            "—La reina Ester invitó solo al rey y a mí al banquete que ella había preparado. Y nos ha invitado a otro banquete que ofrecerá mañana."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Pero este gozo se me acaba cuando veo a ese judío Mardoqueo sentado a la entrada del palacio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Entonces su esposa Zeres y todos sus amigos le aconsejaron:",
            "—Manda construir una horca de unos veintidós metros de altura. Luego, mañana por la mañana, le dirás al rey que haga colgar a Mardoqueo en esa horca. Así podrás disfrutar del banquete, en compañía del rey.",
            "Este consejo le agradó a Amán, y mandó a construir la horca."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ESG.6",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ESG.6"
        ],
        "human": "Ester (dc) 6"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ESG.7"
        ],
        "human": "Ester (dc) 7",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ESG.5"
        ],
        "human": "Ester (dc) 5",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Mardoqueo recibe su recompensa"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Esa noche el rey no podía dormir, así que mandó traer el libro de la historia del país, para que le leyeran algo de los acontecimientos más importantes de su reinado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Cuando leyeron el relato de cuando Mardoqueo había avisado que los guardias Bigtán y Teres habían planeando matar al rey Asuero,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "este preguntó:",
            "—¿Qué recompensa recibió Mardoqueo por esto? ¿Qué honor se le dio?",
            "Los asistentes le respondieron:",
            "—No se ha hecho nada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "En ese momento, Amán entró al patio exterior del palacio, buscando al rey para convencerlo de colgar a Mardoqueo en la horca que tenía preparada. Entonces el rey preguntó:",
            "—¿Quién anda allí?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Los asistentes le dijeron al rey que se trataba de Amán, y el rey ordenó:",
            "—Háganlo pasar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Cuando Amán entró, el rey le preguntó:",
            "—¿Qué podría yo darle a un hombre para honrarlo?",
            "Amán pensó de inmediato que el rey pensaba en él, así que"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "le respondió:",
            "—Su Majestad podría hacer lo siguiente:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Mande que le traigan su capa, y también uno de sus caballos, con un arreglo elegante en la cabeza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Después envíe a su asistente más importante para que le ponga a ese hombre la capa de Su Majestad y lo pasee en su caballo por el centro de la ciudad. El asistente irá anunciando: “¡Así trata el rey a quien él desea honrar!”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Entonces el rey le ordenó a Amán:",
            "—¡Pues ve enseguida y haz todo eso con Mardoqueo el judío! ¡Toma la capa y el caballo, y ve a buscarlo! No olvides ningún detalle de todo lo que has dicho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Amán tomó la capa y se la puso a Mardoqueo, luego lo hizo montar al caballo y lo llevó por toda la ciudad. Amán iba anunciando: «¡Así trata el rey a quien él desea honrar!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Después Mardoqueo regresó a la entrada del palacio, y Amán, muy triste, se apresuró a regresar a su casa. Sentía tanta vergüenza que hasta se cubría la cara."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Al llegar a su casa les contó a su esposa y a sus amigos lo que le había ocurrido. Su esposa y sus amigos más sabios le aconsejaron: «Si Mardoqueo es judío, no pienses que lo podrás vencer. Al contrario, esto es apenas el comienzo de tu derrota total»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Mientras estaban hablando, llegaron los guardias del rey y se llevaron a Amán al banquete que Ester había preparado."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ESG.7",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ESG.7"
        ],
        "human": "Ester (dc) 7"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ESG.8"
        ],
        "human": "Ester (dc) 8",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ESG.6"
        ],
        "human": "Ester (dc) 6",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Ester ofrece otro banquete"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "El rey Asuero y Amán fueron al banquete que les ofrecía la reina Ester."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Mientras bebían vino, el rey le volvió a preguntar a Ester:",
            "—¿Dime qué deseas, reina Ester? Hasta la mitad de mi reino te daría, si me lo pidieras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Ester le respondió:",
            "—Si Su Majestad en verdad me ama, y si le parece bien, le pido que salve mi vida y la de mi pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Se ha puesto precio a nuestra vida, y se nos quiere destruir. Si hubiéramos sido vendidos como esclavos y esclavas, yo me callaría, y no molestaría a Su Majestad por algo sin importancia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "El rey Asuero le preguntó:",
            "—¿Y quién se atrevió a hacer esto? ¿Dónde está?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Ester, señalando a Amán, le respondió:",
            "—¡Nuestro enemigo es este malvado!",
            "Al oír esto, Amán se quedó paralizado de miedo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "El rey Asuero se levantó de la mesa muy enojado, y salió al jardín para calmarse. Cuando Amán se dio cuenta de que el rey estaba decidido a matarlo, se quedó en la sala para rogarle a la reina que lo salvara."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Amán muere en la horca"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8,
            9
          ],
          "lines": [
            "Cuando el rey regresó del jardín y entró a la sala, vio que Amán estaba demasiado cerca de Ester. Entonces el rey exclamó:",
            "—¡Solo eso me faltaba! ¡Que le faltes al respeto a mi esposa ante mis ojos, y en mi propia casa!",
            "Cuando los guardias oyeron los gritos del rey, entraron y le cubrieron la cara a Amán. Uno de los guardias, llamado Harboná, dijo:",
            "—En la casa de Amán hay una horca de veintidós metros de alto. Él la preparó para Mardoqueo, el judío que le salvó la vida a Su Majestad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Entonces el rey ordenó:",
            "—¡Cuélguenlo allí!",
            "Los guardias colgaron a Amán en la horca que él había preparado para Mardoqueo, y así el rey se tranquilizó."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ESG.8",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ESG.8"
        ],
        "human": "Ester (dc) 8"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ESG.9"
        ],
        "human": "Ester (dc) 9",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ESG.7"
        ],
        "human": "Ester (dc) 7",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Ester suplica al rey por los judíos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Ese mismo día el rey Asuero le regaló a la reina Ester la casa de Amán, el enemigo de los judíos. Y Mardoqueo se presentó ante el rey, pues Ester ya le había contado a Asuero que ellos eran parientes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Entonces el rey tomó el anillo que antes le había dado a Amán, y se lo entregó a Mardoqueo. Ester, por su parte, le dijo a Mardoqueo que se hiciera cargo de todo lo que antes era de Amán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Ester se arrodilló ante el rey y le rogó, una vez más, que hiciera algo para impedir que se llevara a cabo el plan de Amán en contra de los judíos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "El rey la señaló con el cetro de oro,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "y entonces ella se puso de pie y le dijo:",
            "—Si a Su Majestad le parece bien y justo, y si en verdad me ama, escriba una orden que anule el documento que Amán dictó para destruir a los judíos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "¡No podría yo soportar la tragedia que amenaza a mi pueblo! ¡No podré resistir que se destruya a mi familia!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Entonces el rey Asuero les dijo a Ester y a Mardoqueo:",
            "—Yo le he regalado a Ester las propiedades de Amán, el cual ha sido colgado en la horca por querer matar a los judíos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Escriban ustedes cartas ordenando lo que quieren que se haga en favor de los judíos, y pónganles mi sello. Nadie puede anular una orden escrita y sellada en mi nombre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Ester y Mardoqueo llamaron enseguida a los secretarios, y estos escribieron todo lo que Mardoqueo les ordenó acerca de los judíos. Era el día veintitrés del mes de Siván. La orden fue enviada a todos los gobernadores y principales autoridades de las veintisiete provincias, desde la India hasta Etiopía. A cada provincia se le escribió en su propio idioma, y también a los judíos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Las cartas fueron escritas en nombre del rey, selladas con su anillo y enviadas por medio de mensajeros que montaban veloces caballos criados en los establos del rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La orden que salvaría a los judíos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Las cartas daban permiso a los judíos de reunirse en todas las ciudades para defenderse, matar y destruir totalmente a quienes los atacaran, sin importar de dónde vinieran y sin respetar a las mujeres y a los niños. Además, les daba el derecho de apoderarse de sus pertenencias."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Esta orden debía cumplirse en todas las provincias del reino, el mismo día trece del mes de Adar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Esto es lo que decían las cartas:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "«Del gran rey Asuero, a los gobernadores del reino y a nuestros aliados:",
            "»Señores gobernadores de las ciento veintisiete provincias, que van desde la India hasta Etiopía, y aliados nuestros. ¡Reciban un saludo!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15,
            16
          ],
          "lines": [
            "»Hay muchas personas que, cuando uno las trata bien, se vuelven orgullosas y no agradecen el bien que han recibido. Tan pronto oyen los aplausos de los tontos, la vanidad se les sube a la cabeza. Empiezan a maltratar a los que están bajo su autoridad, y buscan la manera de hacer daño a quienes los tratan bien.",
            "»Esa gente cree que podrá escapar del juicio de Dios. Pero no logrará escapar, porque Dios lo sabe todo y odia la maldad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "»Muchas veces, los gobernantes confían en sus amigos y ponen en sus manos los asuntos del reino. Luego esos amigos los convencen de cometer asesinatos y de hacer daño a gente inocente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Los gobernantes son buenos y quieren lo mejor para su pueblo, pero esos que dicen ser sus amigos los engañan con sus mentiras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "»Si ustedes revisan la historia, se darán cuenta de que digo la verdad. Pero para qué ir tan lejos, si entre nosotros acaba de pasar. ¡Cuántas maldades cometen los que abusan del poder! ¡Son una verdadera peste!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "»En vista de todo esto, de ahora en adelante haremos lo posible para que los habitantes de mi reino disfruten de paz y seguridad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Haremos los cambios necesarios, y siempre atenderemos con buena voluntad todos los asuntos que la gente nos presente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22,
            23
          ],
          "lines": [
            "»Nosotros recibimos en nuestro reino a un hombre que no es persa, sino un extranjero macedonio. Me refiero a Amán, a quien tratamos con la bondad que nos caracteriza entre las naciones. Hasta lo nombré la persona más importante en el reino después de mí. Ordené que se le tratara con mucho respeto, y que mi pueblo lo viera como padre de la nación.",
            "»Pero este hombre estaba muy lejos de ser noble y generoso como nosotros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "No supo portarse a la altura de una persona importante, sino que intentó matarme y quitarme el reino."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Con mentiras y engaños me pidió que condenara a muerte a Mardoqueo, el cual me había salvado la vida, y solo buscaba mi bien. Amán quería también destruir a mi esposa Ester y a su pueblo, aun cuando ella es inocente de toda maldad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "»El plan de Amán era robarme el reino de Persia y dárselo a los macedonios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Sin embargo, nos hemos dado cuenta de que los judíos no son gente mala, como quiso hacernos creer ese criminal. Al contrario, los judíos viven de acuerdo con leyes justas y excelentes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Son hijos del Dios viviente, que es el Dios más importante y poderoso. Este Dios ha conservado en perfectas condiciones el reino que recibí de mis antepasados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "»Por todo esto, ahora ordeno que no se cumpla ni obedezca la carta que Amán les había enviado. Ya él y su familia han pagado todo el mal que hicieron, pues fueron ahorcados a la entrada de la ciudad de Susa. Ese fue el justo castigo que les mandó el Dios todopoderoso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "»Ordeno que pongan copias de esta carta en todos los lugares donde la gente pueda leerlas. Dejen que los judíos vivan de acuerdo con sus leyes. Y cuando llegue el día trece del mes de Adar, si todavía hay quienes los quieran atacar, ayúdenlos a defenderse."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Porque Dios, que es dueño de todo lo que existe, ha cambiado para ellos ese día de sufrimiento, en un día de felicidad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "»Y ahora les digo a ustedes, los judíos, que recuerden siempre esta fecha y la celebren con gran alegría. De esta manera, tanto ustedes como los persas de buena voluntad, recordarán para siempre cómo fueron salvados de la muerte. Para sus enemigos, en cambio, esta será una fecha en que recordarán su destrucción."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33,
            34,
            35,
            36
          ],
          "lines": [
            "»Si alguna ciudad o región no obedece estas órdenes, será totalmente destruida y quemada por el ejército. Nadie volverá a habitarla; hasta las bestias y las aves odiarán ese lugar»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Una copia de la orden debía ser publicada en todas las provincias, y ese día los judíos debían estar listos para vengarse de sus enemigos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Los mensajeros salieron rápidamente en sus veloces caballos. Una copia de la orden también fue publicada en la ciudad de Susa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "Cuando Mardoqueo salió del palacio, tenía puesto un traje azul y blanco, y lucía una gran corona de oro y un manto de lino y de fina tela roja. Mientras tanto, en la ciudad de Susa todos daban gritos de alegría."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "Los judíos estaban tan alegres que hicieron una gran fiesta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "A medida que se iba conociendo la orden del rey y su documento, en cada provincia y ciudad los judíos festejaban con gran alegría.",
            "Y tanto era el miedo que les tenían a los judíos, que muchos en el país aceptaron su religión."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ESG.9",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ESG.9"
        ],
        "human": "Ester (dc) 9"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ESG.10"
        ],
        "human": "Ester (dc) 10",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ESG.8"
        ],
        "human": "Ester (dc) 8",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Victoria de los judíos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Llegó el día trece del mes de Adar, cuando debía cumplirse la orden del rey para que los judíos fueran destruidos. ¡Pero ocurrió lo contrario, porque ese día los judíos triunfaron sobre sus enemigos!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "En todas las provincias del reino de Asuero, los judíos se reunieron en sus respectivas ciudades, dispuestos a atacar a cualquiera que les quisiera hacer daño. Pero nadie se atrevió a hacerles frente, porque ahora todos les tenían miedo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Además, por miedo a Mardoqueo, todas las autoridades ayudaron a los judíos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "pues ahora él tenía un puesto muy importante en el reino. Mardoqueo se hizo muy famoso en todas las provincias, y cada vez tenía más poder."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Los judíos se armaron de espadas, y acabaron con todos sus enemigos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "También en la ciudad de Susa mataron a quinientos hombres,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7,
            8,
            9,
            10
          ],
          "lines": [
            "incluyendo a los diez hijos de Amán que se llamaban: Parsandata, Dalfón, Aspata, Porata, Adalías, Aridata, Parmasta, Arisai, Aridai y Vaizata. Pero no se adueñaron de sus pertenencias."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Ese mismo día informaron al rey cuántos habían muerto en Susa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Entonces el rey le comentó a la reina Ester:",
            "—En la ciudad de Susa los judíos han matado a quinientos hombres, incluyendo a los diez hijos de Amán. ¡Sin duda, en el resto del reino habrán hecho algo parecido! ¿Qué más deseas? Pídeme lo que quieras, que yo te lo concederé."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Ester le respondió:",
            "—Si a Su Majestad le parece bien, quisiera que también mañana se permita a los judíos de Susa acabar con sus enemigos. También quisiera que los cadáveres de los hijos de Amán sean exhibidos en público."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "El rey ordenó que se hiciera así; y el documento con la orden fue entregado en Susa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Los judíos que estaban en Susa también se reunieron el día catorce del mes de Adar y mataron a trescientos hombres, pero no se adueñaron de sus pertenencias."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16,
            17
          ],
          "lines": [
            "Los otros judíos que estaban en las provincias del rey se habían reunido el día trece del mes de Adar para defenderse y librarse de sus enemigos. Ese día mataron a setenta y cinco mil de sus enemigos, pero no se adueñaron de sus pertenencias. El día catorce descansaron y se dedicaron a festejar su victoria."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Pero los judíos que estaban en Susa se reunieron los días trece y catorce para defenderse, y el día quince también hicieron fiesta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Por eso los judíos de las provincias eligieron el día catorce del mes de Adar como día de celebración, y en ese día se hacen regalos unos a otros.",
            "En cambio, los judíos de las ciudades celebran la fiesta el día quince con gran alegría, y también se dan regalos unos a otros."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La fiesta de Purim"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Mardoqueo ordenó que se pusiera por escrito lo sucedido, y envió cartas a todos los judíos del reino de Asuero, tanto a los que vivían en las provincias cercanas como en las lejanas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "En esas cartas Mardoqueo les ordenaba que, cada año, los días catorce y el quince del mes de Adar serían de fiesta,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "para recordar el mes y los días en que los judíos se libraron de sus enemigos, y su sufrimiento y tristeza se cambió en gozo y alegría. En esos días de fiesta se harían regalos unos a otros, y ayudarían a los pobres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Los judíos se comprometieron a cumplir con las órdenes de Mardoqueo, tal como ya habían comenzado a hacerlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Amán, el enemigo de los judíos, había ideado un plan para acabar con ellos, y echó suertes para saber cuándo matarlos y destruirlos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Pero la reina Ester se presentó ante el rey, y este ordenó por escrito que Amán fuera castigado por ese plan tan malvado. Ordenó que Amán y sus hijos fueran ahorcados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26,
            27
          ],
          "lines": [
            "Por eso a estos días se les conoce como fiesta de Purim, que es el plural de la palabra «pur», y significa «suerte».",
            "Los judíos se comprometieron a celebrar esa fiesta, debido a todo lo que estaba escrito en la carta de Mardoqueo, y también por todo lo que les había ocurrido y habían tenido que enfrentar. Ordenaron que todos los años, sin falta, tanto ellos como sus hijos y sus nietos debían celebrar estos dos días de fiesta, de acuerdo con lo que estaba escrito. También debían celebrar la fiesta todos sus familiares que nacieran en el futuro, y todos los que se unieran a ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Ningún judío debía olvidarse nunca de celebrar esta fiesta de Purim. En todas las provincias y ciudades tendrían que celebrarse y recordarse estos días."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29,
            30
          ],
          "lines": [
            "Por eso la reina Ester y Mardoqueo escribieron una segunda carta, amistosa y sincera, para confirmar la fecha de esta fiesta. La enviaron a todos los judíos que vivían en las ciento veintisiete provincias del reino de Asuero."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "En esa carta, Ester y Mardoqueo ordenaban que todos los judíos y sus descendientes debían celebrar la fiesta en las fechas indicadas, tal como ellos acostumbraban a hacerlo. También daban instrucciones en la carta en cuanto a la manera de ayunar y de expresar sus lamentos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Fue la reina Ester quien dio las instrucciones para celebrar la fiesta de Purim, y esas instrucciones se anotaron en un libro."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ESG.10",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ESG.10"
        ],
        "human": "Ester (dc) 10"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "WIS.1"
        ],
        "human": "Sabiduría 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ESG.9"
        ],
        "human": "Ester (dc) 9",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Conclusión"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "El rey Asuero cobraba impuestos en todo su territorio, y hasta en las islas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "El relato completo de todo lo que este rey hizo con su poder y su fuerza, y del alto puesto de honor que le dio a Mardoqueo, está escrito en el libro de la historia de los reyes de Media y Persia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Mardoqueo el judío era la autoridad más importante, después del rey Asuero. Todos los judíos lo reconocían como un gran hombre y lo apreciaban mucho, porque él procuraba el bienestar de todos ellos y se encargaba de que todos los de su pueblo vivieran tranquilos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "A todo esto Mardoqueo comentó lo siguiente:",
            "«Solo Dios pudo haber hecho esto,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "pues todo lo que soñé sucedió:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "»No faltó la pequeña fuente, ni el río ni la luz, ni el sol ni el agua abundante. La pequeña fuente que se convirtió en un río con mucha agua se refería a Ester, que se casó con el rey y se convirtió en reina."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Los dos dragones que vi en el sueño somos Amán y yo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Las naciones son las que se unieron para destruir a los judíos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "La nación que a gritos le pidió ayuda a Dios, y se salvó, somos nosotros, los judíos.",
            "»Así es, mi Dios salvó a su pueblo y lo libró de muchos males. Hizo muchos milagros y maravillas que las naciones nunca habían visto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "»Dios quiso que el destino de su pueblo y el de las naciones fuera diferente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Y cuando llegó el día, la hora y el momento preciso, juzgó a las naciones, y el destino de ambos se cumplió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Dios se acordó de su pueblo y lo trató con justicia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "»Por esa razón, todos los israelitas se reunirán delante de Dios, para celebrar su liberación con gran alegría. Esta será una fiesta que Israel celebrará por siempre. Lo hará todos los años, los días catorce y quince del mes de Adar»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Esta carta explica por qué se celebra la fiesta de Purim. La trajeron Dositeo y su hijo Tolomeo, quienes dijeron que la carta era verdadera y había sido traducida por Lisímaco hijo de Tolomeo, el cual vivía en Jerusalén. Dositeo decía ser sacerdote de la tribu de Leví. Esto sucedió cuando Tolomeo y Cleopatra llevaban cuatro años de reinar en Egipto."
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}