{
  "book_usfm": "REV",
  "name": "Apocalipsis",
  "local_title": "Traducción en Lenguaje Actual Interconfesional",
  "local_abbreviation": "TLAI",
  "version_id": 178,
  "publisher": {
    "name": "United Bible Societies"
  },
  "copyright": {
    "html": "<p>Traducción en lenguaje actual ® © Sociedades Bíblicas Unidas, 2002, 2004.</p>",
    "text": "Traducción en lenguaje actual ® © Sociedades Bíblicas Unidas, 2002, 2004."
  },
  "language": {
    "iso_639_1": "es",
    "iso_639_3": "spa",
    "language_tag": "spa",
    "local_name": "Español (América Latina)",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/mrk214/bible-data-es-spa",
  "chapters": [
    {
      "chapter_usfm": "REV.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "REV.1"
        ],
        "human": "Apocalipsis 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "REV.2"
        ],
        "human": "Apocalipsis 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "JUD.1"
        ],
        "human": "Judas 1",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Bendiciones para el lector"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1,
            2
          ],
          "lines": [
            "Dios le ha mostrado a Jesucristo lo que pronto sucederá, para que él se lo enseñe a sus servidores. Por eso Jesucristo se lo ha comunicado a Juan, su servidor, por medio de un ángel; y Juan ha puesto por escrito toda la verdad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "¡Dios bendiga a quien lea en público este mensaje! ¡Y bendiga también a los que lo escuchen y lo obedezcan! ¡Ya viene el día en que Dios cumplirá todo lo que se anuncia en este libro!"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Saludo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4,
            5
          ],
          "lines": [
            "Yo, Juan, saludo a las siete iglesias que están en la provincia de Asia. Dios es el que vive, el que siempre ha vivido, y el que está por venir. Deseo que Dios y Jesucristo, y los siete espíritus que están delante de su trono, los amen a ustedes y les den su paz. Podemos confiar en que Jesucristo nos ama y dice la verdad acerca de Dios. Él fue el primero en resucitar, y es también el que gobierna sobre todos los reyes de la tierra.",
            "Por medio de la muerte de Jesucristo, Dios nos ha perdonado nuestros pecados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Además, Cristo nos permite gobernar como reyes, y nos ha puesto como sacerdotes al servicio de Dios su Padre. Por eso, ¡alaben todos a Jesucristo, y que solo él tenga todo el poder del mundo! Amén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "¡Miren!",
            "¡Cristo viene en las nubes!",
            "Todos lo verán venir,",
            "aun los que lo mataron;",
            "y todos los habitantes del mundo",
            "llorarán por él.",
            "Así sucederá. Amén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "El Señor todopoderoso, el que vive y siempre ha vivido, y que está por llegar, dice: «Yo soy el principio y el fin»."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Visión sobre Jesucristo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Yo, Juan, soy su hermano en Cristo, pues ustedes y yo confiamos en él. Y por confiar en él, pertenezco al reino de Dios, lo mismo que ustedes; tengo los mismos problemas y dificultades, pero también tengo la fuerza que Dios nos da para soportar esos sufrimientos. Por anunciar el mensaje de Dios y hablar de Jesucristo fui enviado a la isla de Patmos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Pero un domingo quedé bajo el poder del Espíritu Santo. Entonces escuché detrás de mí una voz muy fuerte, que sonaba como una trompeta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Esa voz me dijo: «Escribe en un libro lo que ves, y envíalo a las siete iglesias de la provincia de Asia, es decir, a las iglesias de Éfeso, Esmirna, Pérgamo, Tiatira, Sardes, Filadelfia y Laodicea.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Cuando me volví para ver quién me hablaba, vi siete candelabros de oro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "En medio de los candelabros vi a alguien que parecía ser Jesús, el Hijo del hombre. Vestía una ropa que le llegaba hasta los pies, y a la altura del pecho llevaba un cinturón de oro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Su cabello era tan blanco como la lana, y hasta parecía estar cubierto de nieve. Sus ojos parecían llamas de fuego,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "y sus pies brillaban como el bronce que se funde en el fuego y luego se pule. Su voz resonaba como enormes y estruendosas cataratas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "En su mano derecha tenía siete estrellas, y de su boca salía una espada delgada y de doble filo. Su cara brillaba como el sol de mediodía."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Al verlo, caí a sus pies como muerto. Pero él puso su mano derecha sobre mí, y me dijo:",
            "«No tengas miedo. Yo soy el primero y el último,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "y estoy vivo. Estuve muerto, pero ahora vivo para siempre, y tengo poder sobre la muerte."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "»Escribe lo que has visto, tanto lo que ahora sucede como lo que sucederá después."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Yo te explicaré el significado secreto de las siete estrellas que viste en mi mano, y de los siete candelabros de oro. Las siete estrellas representan a los ángeles de las siete iglesias, y los siete candelabros representan a las siete iglesias."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "REV.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "REV.2"
        ],
        "human": "Apocalipsis 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "REV.3"
        ],
        "human": "Apocalipsis 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "REV.1"
        ],
        "human": "Apocalipsis 1",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El mensaje a la iglesia de Éfeso"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "»Escribe al ángel de la iglesia de Éfeso:",
            "“Yo sostengo las siete estrellas en mi mano derecha, y camino entre los siete candelabros de oro. Pon atención a lo que te voy a decir:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "‘Estoy enterado de todo lo que haces, y sé que por obedecerme has tenido muchas dificultades. También sé que las has soportado con mucha paciencia, y que rechazas a los malvados. Has puesto a prueba a los que no son apóstoles pero dicen serlo, y has demostrado que son unos mentirosos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Has sido paciente, y por obedecerme has sufrido mucho. Pero aun así no te has cansado de obedecerme."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "’Sin embargo, hay algo que no me gusta de ti, y es que ya no me amas tanto como me amabas cuando te hiciste cristiano."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Por eso, acuérdate de cómo eras antes, y vuelve a obedecer a Dios. Deja de hacer lo malo, y compórtate como al principio. Si no lo haces, yo iré a castigarte y quitaré tu candelabro de su lugar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "’Lo que me gusta de ti es que, lo mismo que yo, odias lo que hacen los nicolaitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "’Si alguien tiene oídos, que ponga atención a lo que el Espíritu de Dios les dice a las iglesias.",
            "’A los que triunfen sobre las dificultades y no dejen de confiar en mí, les daré a comer el fruto del árbol que da vida. Ese árbol crece en el hermoso jardín de Dios.’”"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El mensaje a la iglesia de Esmirna"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "»Escribe al ángel de la iglesia de Esmirna:",
            "“Yo soy el primero y el último. ¡Había muerto, pero he resucitado! Escucha bien lo que te voy a decir:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "‘Yo conozco las dificultades por las que ahora pasas, y sé que eres pobre, aunque espiritualmente eres muy rico. También sé lo mal que hablan de ti los que se consideran judíos, pero que en realidad son un grupo que pertenece a Satanás."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "’No tengas miedo de lo que vas a sufrir. El diablo meterá a algunos de ustedes en la cárcel, para ver si en verdad confían en mí. Durante algún tiempo, ustedes tendrán muchas dificultades; pero si confían en mí hasta la muerte, yo les daré como premio la vida eterna."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "’Si alguien tiene oídos, que ponga atención a lo que el Espíritu de Dios les dice a las iglesias.",
            "’Los que triunfen sobre las dificultades y sigan confiando en mí, jamás serán separados de Dios.’”"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El mensaje a la iglesia de Pérgamo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "»Escribe al ángel de la iglesia de Pérgamo:",
            "“Yo tengo la espada delgada y de doble filo. Escucha lo que te voy a decir:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "‘Yo sé que tú vives en la ciudad donde Satanás tiene su trono, pero también sé que, a pesar de eso, sigues confiando en mí. En esa ciudad mataron a Antipas, quien siempre me sirvió con fidelidad, ¡y ni siquiera entonces dejaste de confiar en mí!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "’Sin embargo, hay algo que no me gusta de ti, y es que no has rechazado a los que siguen el mal ejemplo de Balaam. Él le aconsejó a Balac que hiciera pecar a los israelitas, y además los animó a adorar dioses falsos y a comer de lo que se les había ofrecido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "’Tampoco has rechazado a los que siguen las enseñanzas de los nicolaitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Por eso, vuelve a obedecerme, porque si no lo haces, vendré pronto y, con el poder de mi palabra, te castigaré a ti, a los nicolaitas y a sus seguidores."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "’Si alguien tiene oídos, que ponga atención a lo que el Espíritu de Dios les dice a las iglesias.",
            "’A los que triunfen sobre las dificultades y sigan confiando en mí, les daré a comer del maná escondido y les entregaré una piedra blanca. Sobre esa piedra está escrito un nuevo nombre, que nadie conoce. Solamente lo conocerán los que reciban la piedra.’”"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El mensaje a la iglesia de Tiatira"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "»Escribe al ángel de la iglesia de Tiatira:",
            "“¡Yo soy el Hijo de Dios! Mis ojos parecen llamas de fuego, y mis pies brillan como el bronce bien pulido. Escucha lo que te voy a decir:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "‘Estoy enterado de todo lo que haces. Sé muy bien que me amas y que no has dejado de confiar en mí; también sé que has servido a los demás, y que ahora los estás ayudando mucho más que al principio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "’Pero hay algo que no me gusta de ti, y es que has dejado que Jezabel siga engañando a mis servidores. Esa mujer anda diciendo que yo la envié, y les ha dicho a mis servidores que pueden comer de lo que se ofrece a dioses falsos, y los anima a serme infieles."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Yo le he dado tiempo para que vuelva a obedecerme, pero no ha querido hacerlo, ni ha dejado de creer en dioses falsos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22,
            23
          ],
          "lines": [
            "’Yo voy a hacer que esa mujer se enferme gravemente, y que se mueran los que obedecen sus enseñanzas y siguen creyendo en dioses falsos. Pero si ellos se arrepienten y vuelven a obedecerme, no les haré ningún daño.",
            "’Así, todas las iglesias sabrán que yo conozco los pensamientos y deseos de todos, y que a cada uno le daré el castigo que merecen sus malas acciones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "’Pero a los que están en Tiatira, los cuales no siguen las enseñanzas de esa mujer, ni han llegado a conocer lo que algunos llaman los secretos profundos de Satanás, les doy esta única orden:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "que sigan creyendo firmemente en mí hasta que yo vuelva."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26,
            27,
            28
          ],
          "lines": [
            "’A los que triunfen sobre las dificultades y no dejen de confiar en mí, les daré como señal de victoria la estrella de la mañana. Y si me obedecen siempre, les daré poder sobre los países del mundo, así como mi Padre me dio ese poder a mí. Gobernarán a esos países, y los tratarán con dureza; ¡los harán pedazos, como si fueran ollas de barro!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "’Si alguien tiene oídos, que ponga atención a lo que el Espíritu de Dios les dice a las iglesias.’”"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "REV.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "REV.3"
        ],
        "human": "Apocalipsis 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "REV.4"
        ],
        "human": "Apocalipsis 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "REV.2"
        ],
        "human": "Apocalipsis 2",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El mensaje a la iglesia de Sardes"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "»Escribe al ángel de la iglesia de Sardes:",
            "“Yo tengo los siete espíritus de Dios y las siete estrellas. Escucha lo que te voy a decir:",
            "‘Estoy enterado de todo lo que haces, y sé que tienes fama de obedecerme fielmente. Pero la verdad es que no me obedeces."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Así que levántate y esfuérzate por mejorar las cosas que aún haces bien, pero que estás a punto de no seguir haciendo, pues he visto que no obedeces a mi Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Acuérdate de todo lo que has aprendido acerca de Dios, y vuelve a obedecerlo. Arrepiéntete. Si no lo haces, iré a castigarte cuando menos lo esperes; llegaré a ti como el ladrón, que nunca sabes cuándo llegará a robar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "’Sin embargo, en Sardes hay algunas personas que no han hecho lo malo. Por eso, andarán conmigo vestidos con ropas blancas, símbolo de victoria y santidad, pues se lo merecen."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "’A los que triunfen sobre las dificultades y mantengan su confianza en mí, los vestiré con ropas blancas, y no borraré sus nombres del libro de la vida. Y los reconoceré delante de mi Padre y de los ángeles que le sirven."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "’Si alguien tiene oídos, que ponga atención a lo que el Espíritu de Dios dice a las iglesias.’”"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El mensaje a la iglesia de Filadelfia"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "»Escribe al ángel de la iglesia de Filadelfia:",
            "“Yo soy el verdadero Hijo de Dios. Yo gobierno sobre el reino de David. Cuando abro una puerta, nadie puede volver a cerrarla; y cuando la cierro, nadie puede volver a abrirla. Ahora escucha lo que te voy a decir:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "‘Estoy enterado de todo lo que haces, y sé que, a pesar de que tienes poco poder, me has obedecido en todo y nunca has negado conocerme. Por eso, pon atención: Voy a darte la oportunidad de servirme, y nadie te lo podrá impedir. Yo te he abierto la puerta, y nadie podrá cerrarla."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Ya verás lo que haré con esos mentirosos que pertenecen a Satanás. Dicen que son judíos, pero en realidad no lo son. Haré que se arrodillen delante de ti, para que vean cuánto te amo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "’Todos en el mundo tendrán dificultades y sufrimientos. Pero a ti te protegeré, porque tú me obedeciste cuando te ordené que no dejaras de confiar en mí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Pronto regresaré. Sigue creyendo fielmente en mí, y así nadie te quitará tu premio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "’A los que triunfen sobre las dificultades y mantengan su confianza en mí, les daré un lugar importante en el templo de mi Dios, y nunca tendrán que salir de allí. En ellos escribiré el nombre de mi Dios y el de la ciudad celestial, que es la Nueva Jerusalén que vendrá. También escribiré en ellos mi nuevo nombre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "’Si alguien tiene oídos, que ponga atención a lo que el Espíritu de Dios les dice a las iglesias.’”"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El mensaje a la iglesia de Laodicea"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "»Escribe al ángel de la iglesia de Laodicea:",
            "“¡Yo soy el Amén! Y me llamo así porque enseño la verdad acerca de Dios y nunca miento. Por medio de mí, Dios creó todas las cosas. Escucha bien lo que te voy a decir:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "‘Estoy enterado de todo lo que haces, y sé que no me obedeces del todo, sino solo un poco. ¡Sería mejor que me obedecieras completamente, o que de plano no me obedecieras!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Pero como solo me obedeces un poco, te rechazaré por completo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Pues tú dices que eres rico, que te ha ido muy bien y que no necesitas de nada. Pero no te das cuenta de que eres un pobre ciego, desdichado y miserable, y que estás desnudo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Por eso te aconsejo que compres de mí lo que de veras te hará rico. Porque lo que yo doy es de mucho valor, como el oro que se refina en el fuego. Si no quieres pasar la vergüenza de estar desnudo, acepta la ropa blanca que yo te doy, para que te cubras con ella, y las gotas medicinales para tus ojos. Solo así podrás ver."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "’Yo reprendo y corrijo a los que amo. Por eso, vuélvete a Dios y obedécelo completamente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "’Yo estoy a tu puerta, y llamo;",
            "si oyes mi voz y me abres,",
            "entraré en tu casa",
            "y cenaré contigo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "’Los que triunfen sobre las dificultades y mantengan su confianza en mí reinarán conmigo, así como yo he triunfado y ahora reino con mi Padre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "’Si tienes oídos, pon atención a lo que el Espíritu de Dios les dice a las iglesias.’”»"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "REV.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "REV.4"
        ],
        "human": "Apocalipsis 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "REV.5"
        ],
        "human": "Apocalipsis 5",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "REV.3"
        ],
        "human": "Apocalipsis 3",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La alabanza en el cielo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Después de esto, vi una puerta abierta en el cielo. Entonces la voz que había escuchado al principio, y que resonaba tan fuerte como una trompeta, me dijo: «¡Acércate!, voy a enseñarte lo que está por suceder.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "En ese mismo instante quedé bajo el poder del Espíritu Santo, y vi un trono en el cielo. Sobre el trono estaba sentado alguien"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "que brillaba como un diamante o como un rubí. Alrededor del trono, un arco iris brillaba como una esmeralda."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Había también otros veinticuatro tronos, los cuales formaban un círculo, y en ellos estaban sentados veinticuatro ancianos. Esos ancianos estaban vestidos con ropas blancas, y tenían una corona de oro en la cabeza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Del trono salían ruidos, truenos y relámpagos, y delante del trono ardían siete antorchas, que son los siete espíritus de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Delante del trono había también algo que era transparente como el cristal, y que parecía un mar.",
            "En el centro del círculo, alrededor del trono, había cuatro seres vivientes que tenían ojos en todo el cuerpo, por delante y por detrás."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "El primero de ellos parecía un león; el segundo parecía un toro; el tercero parecía un ser humano, y el cuarto parecía un águila en pleno vuelo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Cada uno de estos seres vivientes tenía seis alas, y ojos por todos lados, y no dejaban de cantar de día y de noche:",
            "«¡Santo, santo,",
            "santo es el Señor,",
            "Dios todopoderoso,",
            "que siempre ha vivido,",
            "que vive, y pronto vendrá!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9,
            10
          ],
          "lines": [
            "Estos cuatro seres vivientes cantan y dan gracias al que está sentado en el trono y vive para siempre. En sus cantos dicen lo maravilloso, poderoso y digno que es él de recibir honores. Cada vez que hacen esto, los veinticuatro ancianos se arrodillan delante de él, lo adoran y, arrojando sus coronas delante del trono, cantan:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "«Señor y Dios nuestro;",
            "tú mereces que te alaben,",
            "que te llamen maravilloso,",
            "y que admiren tu poder.",
            "»Porque tú creaste todo lo que existe;",
            "gracias a ti, todo fue creado.»"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "REV.5",
      "is_chapter": true,
      "current": {
        "usfm": [
          "REV.5"
        ],
        "human": "Apocalipsis 5"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "REV.6"
        ],
        "human": "Apocalipsis 6",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "REV.4"
        ],
        "human": "Apocalipsis 4",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El rollo y el Cordero"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "En la mano derecha del que estaba sentado en el trono vi un libro enrollado. Las hojas del libro estaban escritas por ambos lados, y el libro estaba cerrado con siete sellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Luego vi a un ángel poderoso que preguntaba con fuerte voz: «¿Quién tiene la autoridad de romper los sellos y de abrir el rollo?»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Y no había nadie en todo el universo que pudiera abrir el rollo ni mirar su contenido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Yo me puse a llorar mucho, porque no había quien pudiera hacerlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Pero uno de los ancianos me dijo:",
            "«No llores más, que ha salido vencedor el heredero del trono de David, a quien se le llama el León de Judá. Solo él tiene la autoridad de romper los siete sellos y de abrir el rollo.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Entonces vi un Cordero cerca del trono. En el cuerpo llevaba las marcas de haber sido sacrificado. Estaba de pie, rodeado por los cuatro seres vivientes y por los veinticuatro ancianos. Tenía siete cuernos, y también siete ojos. Estos son los siete espíritus de Dios, que han sido enviados para visitar toda la tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "El Cordero fue y tomó el libro enrollado que tenía en la mano derecha el que estaba sentado en el trono."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Apenas hizo esto, los cuatro seres vivientes y los veinticuatro ancianos se arrodillaron delante de él. Cada uno tenía un arpa, y llevaba una copa llena de incienso que representaba las oraciones del pueblo de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Y todos ellos cantaban esta nueva canción:",
            "«Solo tú mereces tomar el libro",
            "y romper sus sellos.",
            "Porque fuiste sacrificado,",
            "y con tu sangre",
            "rescataste para Dios,",
            "a gente de toda raza,",
            "idioma, pueblo y nación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Los hiciste reyes",
            "y sacerdotes para nuestro Dios;",
            "ellos gobernarán la tierra.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Luego oí el murmullo de muchos ángeles. Eran millones y millones de ángeles que rodeaban el trono, a los cuatro seres vivientes y a los veinticuatro ancianos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Y decían con fuerte voz:",
            "«El Cordero que fue sacrificado,",
            "merece recibir el poder y la riqueza,",
            "la sabiduría y la fuerza,",
            "el honor y la alabanza.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Y también oí decir a todos los seres del universo:",
            "«¡Que todos alaben",
            "al que está sentado en el trono,",
            "y también al Cordero!",
            "Que lo llamen maravilloso,",
            "y por siempre admiren su poder.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Los cuatro seres vivientes decían: «¡Así sea!», y los veinticuatro ancianos se arrodillaron y adoraron al que está sentado en el trono, y al Cordero."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "REV.6",
      "is_chapter": true,
      "current": {
        "usfm": [
          "REV.6"
        ],
        "human": "Apocalipsis 6"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "REV.7"
        ],
        "human": "Apocalipsis 7",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "REV.5"
        ],
        "human": "Apocalipsis 5",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Los primeros cuatro sellos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "En el momento en que el Cordero rompía el primero de los siete sellos, oí que uno de los cuatro seres vivientes decía con voz de trueno: «¡Acércate!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Miré entonces, y vi salir un caballo blanco. El que lo montaba llevaba en la mano flechas y un arco, y le dieron una corona. Había vencido a sus enemigos, y salía dispuesto a seguir venciendo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Cuando el Cordero rompió el segundo sello, oí que decía el segundo de los seres vivientes: «¡Acércate!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Salió entonces un caballo rojizo. Y Dios le dio permiso al jinete de acabar con la paz del mundo, y de hacer que unos a otros se mataran. Y le dieron una gran espada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Cuando el Cordero rompió el tercer sello, oí que decía el tercero de los seres vivientes: «¡Acércate!»",
            "Luego vi un caballo negro. El que lo montaba llevaba una balanza en la mano."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Y de en medio de los cuatro seres vivientes oí una voz que decía: «El salario de todo un día de trabajo solo alcanzará para comprar un kilo de trigo o tres kilos de cebada. ¡Pero no subas el precio del aceite ni del vino!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Cuando el Cordero rompió el cuarto sello, oí que decía el cuarto de los seres vivientes: «¡Acércate!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Después vi un caballo pálido y amarillento. El que lo montaba se llamaba Muerte, y lo seguía el representante del reino de la muerte. Y los dos recibieron poder para matar a la cuarta parte de los habitantes de este mundo, con guerras, hambres, enfermedades y ataques de animales salvajes."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El quinto sello"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Cuando el Cordero rompió el quinto sello, vi debajo del altar a las almas de los que habían sido asesinados por anunciar el mensaje de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Decían con fuerte voz: «Dios todopoderoso, tú eres santo y siempre dices la verdad. ¿Cuándo te vengarás de los que nos mataron? ¿Cuándo los castigarás?»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Entonces Dios les dio ropas blancas, y les dijo que debían esperar un poco más, porque aún no habían muerto todos los cristianos que debían morir como ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El sexto sello"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Cuando el Cordero rompió el sexto sello, miré, y hubo un gran terremoto. El sol se oscureció, y la luna se puso roja como la sangre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Las estrellas cayeron del cielo a la tierra, como cae la fruta del árbol cuando un fuerte viento lo sacude."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Además, el cielo fue desapareciendo, como cuando se enrolla una hoja de pergamino, y todas las montañas y las islas fueron llevadas a otro lugar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Entonces todos los reyes de la tierra, y toda la gente importante, intentaron esconderse en las cuevas y entre las rocas de las montañas. Lo mismo hicieron los comandantes de los ejércitos, los ricos, los poderosos, los esclavos y los que eran libres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Y todos ellos les decían a las montañas y a las rocas:",
            "«¡Caigan sobre nosotros, para que no nos vea el que está sentado en el trono! ¡Que no nos castigue el Cordero!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Ha llegado el día en que Dios y el Cordero nos castigarán, y nadie podrá resistir el castigo.»"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "REV.7",
      "is_chapter": true,
      "current": {
        "usfm": [
          "REV.7"
        ],
        "human": "Apocalipsis 7"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "REV.8"
        ],
        "human": "Apocalipsis 8",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "REV.6"
        ],
        "human": "Apocalipsis 6",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Dios salvará a su pueblo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1,
            2,
            3
          ],
          "lines": [
            "Después de esto, vi cuatro ángeles que estaban de pie. Cada uno de ellos miraba a uno de los cuatro puntos cardinales. Estaban deteniendo al viento, para que no soplara sobre la tierra, ni sobre el mar, ni sobre los árboles. Estos cuatro ángeles habían recibido poder para dañar a la tierra y el mar. Vi también a otro ángel, que venía del oriente, el cual tenía el sello del Dios que vive para siempre. Con ese mismo sello debía marcar a todos los que pertenecen a Dios, para protegerlos. Ese ángel les gritó con fuerte voz a los otros cuatro: «¡No dañen la tierra ni el mar, ni los árboles, hasta que hayamos marcado en la frente a los que sirven a nuestro Dios!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4,
            5,
            6,
            7,
            8
          ],
          "lines": [
            "Luego oí que se mencionaba a las doce tribus de Israel, es decir, a Judá, a Rubén, a Gad, a Aser, a Neftalí, a Manasés, a Simeón, a Leví, a Isacar, a Zabulón, a José y a Benjamín. De cada una de las doce tribus fueron marcados doce mil, es decir, un total de ciento cuarenta y cuatro mil."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Después de esto vi a mucha gente de todos los países, y de todas las razas, idiomas y pueblos. ¡Eran tantos que nadie los podía contar! Estaban de pie, delante del trono y del Cordero, vestidos con ropas blancas. En sus manos llevaban ramas de palma,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "y gritaban con fuerte voz:",
            "«Nos ha salvado nuestro Dios,",
            "que está sentado en el trono,",
            "y también el Cordero.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Todos los ángeles estaban de pie alrededor del trono, y alrededor de los ancianos y de los cuatro seres vivientes. Ellos se inclinaron delante del trono, hasta tocar el suelo con la frente, y adoraron a Dios"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "diciendo:",
            "«¡Alabemos a nuestro Dios!",
            "¡Así sea!",
            "»Admiremos su fama y sabiduría,",
            "su poder y fortaleza.",
            "Demos a nuestro Dios,",
            "gracias y honor por siempre.",
            "¡Así sea!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Entonces, uno de los ancianos me preguntó:",
            "—¿Quiénes son los que están vestidos de blanco? ¿De dónde vienen?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Yo le respondí:",
            "—Señor, usted lo sabe.",
            "Y él me dijo:",
            "—Son los que no murieron durante el tiempo de gran sufrimiento que hubo en la tierra. Ellos confiaron en Dios, y él les perdonó sus pecados por medio de la muerte del Cordero."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "»Por eso están ahora",
            "delante del trono de Dios,",
            "y día y noche",
            "le sirven en su templo.",
            "»Dios estará con ellos,",
            "y los protegerá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "»Ya no tendrán hambre ni sed,",
            "ni los quemará el sol",
            "ni los molestará el calor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "»Dios secará todas sus lágrimas,",
            "y los cuidará el Cordero",
            "que está en medio del trono,",
            "así como el pastor",
            "cuida sus ovejas",
            "y las lleva a manantiales",
            "de agua que da vida."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "REV.8",
      "is_chapter": true,
      "current": {
        "usfm": [
          "REV.8"
        ],
        "human": "Apocalipsis 8"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "REV.9"
        ],
        "human": "Apocalipsis 9",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "REV.7"
        ],
        "human": "Apocalipsis 7",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El séptimo sello y las siete trompetas"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Cuando el Cordero rompió el séptimo sello, todos en el cielo guardaron silencio durante media hora."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Entonces vi que se le dio una trompeta a cada uno de los siete ángeles que estaban de pie delante de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Después vino otro ángel con un tazón de oro, y en ese tazón pusieron mucho incienso, para que lo ofreciera ante el altar junto con las oraciones del pueblo de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "El humo del incienso subió de la mano del ángel, junto con las oraciones, hasta donde estaba Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Entonces el ángel tomó el tazón y lo llenó con los carbones encendidos que estaban sobre el altar. Luego, lanzó todo sobre la tierra, y por todos lados hubo un fuerte ruido de truenos, y relámpagos, y un temblor de tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Después, los siete ángeles que tenían las siete trompetas se dispusieron a tocarlas."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Las primeras cuatro trompetas"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "El primer ángel tocó su trompeta, y desde el cielo cayeron granizo y fuego mezclados con sangre. Se quemó la tercera parte de la tierra, y también la tercera parte de todos los árboles y de toda la hierba."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "El segundo ángel tocó su trompeta, y fue lanzado al mar algo parecido a una gran montaña envuelta en llamas. Entonces, la tercera parte del mar se convirtió en sangre,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "y murió la tercera parte de todo lo que vivía en el mar, y fue destruida la tercera parte de los barcos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Cuando el tercer ángel tocó su trompeta, una gran estrella cayó del cielo sobre la tercera parte de los ríos y de los manantiales. Esa estrella ardía como una antorcha,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "y se llamaba «Amargura». Entonces, la tercera parte de las aguas se volvió amarga, y mucha gente murió al beberla."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "El cuarto ángel tocó su trompeta, y la tercera parte del sol, de la luna y de las estrellas se dañó y dejó de alumbrar. Por eso el sol no alumbraba durante la tercera parte del día, y la luna y las estrellas no brillaban durante la tercera parte de la noche."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Luego vi un águila que volaba en lo alto del cielo, y la oí decir con fuerte voz: «¡Qué mal les va a ir a todos los que viven en el mundo, cuando los otros tres ángeles toquen sus trompetas!»"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "REV.9",
      "is_chapter": true,
      "current": {
        "usfm": [
          "REV.9"
        ],
        "human": "Apocalipsis 9"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "REV.10"
        ],
        "human": "Apocalipsis 10",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "REV.8"
        ],
        "human": "Apocalipsis 8",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La quinta trompeta"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "El quinto ángel tocó su trompeta, y vi una estrella que había caído del cielo a la tierra. A ella se le dio la llave del túnel que lleva al Abismo profundo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Y cuando la estrella abrió el túnel del Abismo, de allí salió humo, como de un horno muy grande, y el humo oscureció el sol y el aire."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Del humo salieron saltamontes, los cuales cubrieron la tierra y recibieron poder para picar como escorpiones a la gente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Luego, Dios les ordenó que no dañaran a la tierra, ni a los árboles ni a las plantas, sino solo a quienes no tuvieran en su frente la marca del sello de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Dios les permitió que hirieran a la gente durante cinco meses, pero no les permitió que mataran a nadie. Y las heridas que hacían los saltamontes eran tan dolorosas como la picadura de los escorpiones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Durante esos cinco meses, la gente que había sido picada quería morirse, pero seguía viviendo. Era como si la muerte huyera de ellas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Los saltamontes parecían caballos de guerra, listos para entrar en batalla. En la cabeza tenían algo que parecía una corona de oro, y sus caras parecían humanas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Sus crines parecían cabellos de mujer, y sus dientes parecían colmillos de león."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Sus cuerpos estaban protegidos con algo parecido a una armadura de hierro, y sus alas resonaban como el estruendo de muchos carros tirados por caballos cuando entran en combate."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "En la cola tenían un aguijón como de escorpión, con el que podían dañar a la gente durante cinco meses."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "El ángel del Abismo es el jefe de los saltamontes. En hebreo se llama Abadón, y en griego se llama Apolión; en ambos idiomas, su nombre quiere decir «Destructor»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Ese fue el primer desastre, pero todavía faltan dos."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La sexta trompeta"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "El sexto ángel tocó su trompeta. De pronto oí una voz, que salía de en medio de los cuatro cuernos del altar de oro que estaba frente a Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "La voz le dijo al sexto ángel que había tocado la trompeta: «Suelta a los cuatro ángeles que están atados junto al gran río Éufrates»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Entonces el sexto ángel soltó a los cuatro ángeles, para que mataran a la tercera parte de los seres humanos, pues Dios los había preparado exactamente para esa hora, día, mes y año."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Y oí el número de los que peleaban montados a caballo, y eran doscientos millones de soldados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Los soldados que vi montados a caballo llevaban, en su pecho, una armadura de metal roja como el fuego, azul como el zafiro y amarilla como el azufre. Los caballos tenían cabeza como de león, y de su hocico salía fuego, humo y azufre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "La tercera parte de los seres humanos murió por causa del fuego, del humo y del azufre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Las colas de los caballos parecían serpientes, y con sus cabezas herían a la gente. Es decir, los caballos tenían poder en el hocico y en la cola."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "El resto de la gente, es decir, los que no murieron a causa del fuego, el humo y el azufre, no dejaron de hacer lo malo, ni dejaron de adorar a los demonios y a las imágenes de dioses falsos. Al contrario, siguieron adorando imágenes de piedra, de madera, y de oro, plata y bronce. Esos dioses falsos no pueden ver ni oír, ni caminar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Esa gente no dejó de matar ni de hacer brujerías; tampoco dejó de robar ni de tener relaciones sexuales prohibidas."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "REV.10",
      "is_chapter": true,
      "current": {
        "usfm": [
          "REV.10"
        ],
        "human": "Apocalipsis 10"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "REV.11"
        ],
        "human": "Apocalipsis 11",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "REV.9"
        ],
        "human": "Apocalipsis 9",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El ángel y el librito"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Luego vi a otro ángel poderoso, que bajaba del cielo envuelto en una nube. Un arco iris adornaba su cabeza; su cara brillaba como el sol, y sus piernas eran como dos columnas de fuego."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "En su mano llevaba un librito abierto. Cuando el ángel se detuvo, puso el pie derecho sobre el mar y el pie izquierdo sobre la tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Entonces gritó con fuerte voz, como si fuera un león que ruge; y cuando gritó se oyeron siete voces fuertes como truenos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Estaba yo por escribir lo que dijeron las siete voces, cuando oí una voz del cielo que me dijo: «No escribas lo que dijeron las siete voces fuertes como truenos, sino guárdalo en secreto.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "El ángel que se había detenido sobre el mar y sobre la tierra levantó al cielo su mano derecha,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6,
            7
          ],
          "lines": [
            "y juró por Dios que diría la verdad. Dijo: «Dios ya no esperará más. Cuando el séptimo ángel toque su trompeta, Dios hará todo lo que había planeado y mantenía en secreto. Hará todo lo que ya había dicho a sus servidores los profetas.» Y el ángel juró por el Dios que vive para siempre y que creó el universo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Entonces la voz del cielo, que yo había oído antes, me habló otra vez y me dijo: «Ve y toma el librito abierto. Tómalo de la mano del ángel que se detuvo sobre el mar y sobre la tierra.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Yo fui y le pedí al ángel que me diera el librito. Y el ángel me contestó: «Tómalo y cómetelo. En la boca te sabrá dulce como la miel, pero en el estómago te sabrá amargo.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Yo tomé el librito de la mano del ángel, y me lo comí. Y en efecto, en la boca me supo dulce como la miel, pero en el estómago me supo amargo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Entonces me dijeron: «Tienes que anunciar los planes de Dios a la gente de muchos países, razas, idiomas y reyes.»"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "REV.11",
      "is_chapter": true,
      "current": {
        "usfm": [
          "REV.11"
        ],
        "human": "Apocalipsis 11"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "REV.12"
        ],
        "human": "Apocalipsis 12",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "REV.10"
        ],
        "human": "Apocalipsis 10",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Los dos profetas"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Luego me dieron una regla de madera para medir, y Dios me dijo:",
            "«Ve y mide mi templo y mi altar, y mira cuántos me están adorando allí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Pero no midas el espacio que hay fuera del templo, porque ese espacio se lo he dado a los que no creen en mí. Ellos gobernarán sobre Jerusalén durante tres años y medio,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "y yo enviaré a dos profetas para que anuncien mi verdadero mensaje. Los enviaré vestidos con ropa áspera, para que anuncien profecías durante esos tres años y medio.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Estos dos profetas son los dos árboles de olivo y los dos candelabros que están delante de Dios, que es el rey de la tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Si alguien trata de hacerles daño, ellos echarán fuego por la boca y quemarán por completo a sus enemigos, hasta matarlos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Ellos tienen poder para hacer que no llueva durante los tres años y medio que profetizarán. También tienen poder para hacer que el agua se vuelva sangre, y para hacer que la gente de este mundo sufra toda clase de terribles males. Y pueden hacerlo cuantas veces quieran."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Cuando estos dos profetas hayan terminado de anunciar mi verdadero mensaje, el monstruo que sube desde el Abismo profundo peleará contra ellos, y los vencerá y los matará."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Sus cuerpos quedarán tirados en la calle principal de la gran ciudad, donde mataron al Señor clavándolo en una cruz. La gente le ha dado a esa ciudad el nombre simbólico de Sodoma, y también la llaman Egipto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Durante tres días y medio, gente de distintos pueblos, razas, idiomas y países verá sus cadáveres, y no dejará que los entierren."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Todo el mundo se alegrará de verlos muertos, y se mandarán regalos unos a otros para celebrar su muerte, porque esos dos profetas eran un terrible sufrimiento para aquella gente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Pero después de esos tres días y medio Dios volvió a darles vida, y ellos se pusieron de pie; y todas las personas que los vieron tuvieron mucho miedo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Entonces los dos profetas oyeron una voz fuerte, que les decía: «¡Suban aquí!»",
            "Ellos subieron al cielo en una nube, a la vista de todos sus enemigos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "En ese mismo instante hubo un gran terremoto, que destruyó la décima parte de la ciudad, y siete mil personas murieron. Los sobrevivientes tuvieron mucho miedo y alabaron a Dios, que está en el cielo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Ese fue el segundo desastre, pero el tercero viene pronto."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La séptima trompeta"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "El séptimo ángel tocó su trompeta, y en el cielo se oyeron fuertes voces que decían:",
            "«Nuestro Dios y su Mesías",
            "ya gobiernan sobre todo el mundo,",
            "y reinarán para siempre.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Y los veinticuatro ancianos que están sentados en sus tronos, delante de Dios, se inclinaron hasta tocar el suelo con la frente y adoraron a Dios,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "diciendo:",
            "«Señor, Dios todopoderoso,",
            "tú vives y siempre has vivido.",
            "Gracias porque has demostrado",
            "tu gran poder,",
            "y porque has comenzado a reinar",
            "sobre el mundo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "»Los pueblos que no creen en ti,",
            "están enojados,",
            "pero ha llegado el día",
            "en que los castigarás",
            "con todo tu enojo.",
            "»Ese día juzgarás",
            "a todos los que han muerto,",
            "premiarás a los profetas,",
            "tus servidores,",
            "premiarás a todo tu pueblo,",
            "y también a los que te respetan;",
            "no importa si son poderosos,",
            "o humildes;",
            "tú los premiarás.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Entonces se abrieron las puertas del templo de Dios, que está en el cielo, y dentro del templo podía verse el cofre de su pacto. Y hubo relámpagos, un resonar de truenos, un fuerte temblor de tierra y una gran lluvia de granizo."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "REV.12",
      "is_chapter": true,
      "current": {
        "usfm": [
          "REV.12"
        ],
        "human": "Apocalipsis 12"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "REV.13"
        ],
        "human": "Apocalipsis 13",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "REV.11"
        ],
        "human": "Apocalipsis 11",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La mujer y el dragón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Luego se vio en el cielo algo muy grande y misterioso: apareció una mujer envuelta en el sol. Tenía la luna debajo de sus pies, y llevaba en la cabeza una corona con doce estrellas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "La mujer estaba embarazada y daba gritos de dolor, pues estaba a punto de tener a su hijo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "De pronto se vio en el cielo algo también misterioso: apareció un gran dragón rojo, que tenía siete cabezas, diez cuernos y una corona en cada cabeza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Ese dragon arrastró con la cola a la tercera parte de las estrellas del cielo, y las arrojó a la tierra; luego se detuvo frente a la mujer, para comerse a su hijo tan pronto como naciera."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "La mujer tuvo un hijo que gobernaría con gran poder a todos los países de este mundo. Pero le quitaron a su hijo y lo llevaron ante Dios y ante su trono."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "La mujer huyó al desierto, donde Dios había preparado un lugar para que la cuidaran durante tres años y medio."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Miguel y el dragón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Después hubo una batalla en el cielo. Uno de los jefes de los ángeles, llamado Miguel, acompañado de su ejército, peleó contra el dragón. El dragón y sus ángeles lucharon,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "pero no pudieron vencer, y ya no se les permitió quedarse más tiempo en el cielo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Arrojaron del cielo al gran dragón, que es la serpiente antigua, es decir, el diablo, llamado Satanás, que se dedica a engañar a todo el mundo. Él y sus ángeles fueron lanzados a la tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Entonces oí una fuerte voz que decía:",
            "«Nuestro Dios",
            "ha salvado a su pueblo;",
            "ha mostrado su poder,",
            "y es el único rey.",
            "Su Mesías gobierna",
            "sobre todo el mundo.",
            "»El diablo ha sido",
            "arrojado del cielo,",
            "pues día y noche,",
            "delante de nuestro Dios,",
            "acusaba a los nuestros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "»La muerte del Cordero",
            "y el mensaje anunciado",
            "han sido su derrota.",
            "Los nuestros no tuvieron miedo,",
            "sino que se dispusieron a morir."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "»¡Que se alegren los cielos,",
            "y todos los que allí viven!",
            "Pero ¡qué mal les va a ir",
            "a los que viven en la tierra,",
            "y a los que habitan en el mar!",
            "»El diablo está muy enojado;",
            "ha bajado para combatirlos.",
            "¡Bien sabe el diablo",
            "que le queda poco tiempo!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Cuando el dragón se dio cuenta de que había sido lanzado a la tierra, empezó a perseguir a la mujer que había tenido a su hijo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Pero Dios le dio a la mujer dos grandes alas de águila para que escapara volando, lejos del dragón, hacia el lugar en el desierto donde la cuidarían durante tres años y medio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "El dragón arrojó mucha agua por la boca, y con el agua formó un río para que arrastrara a la mujer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Pero la tierra vino en su ayuda: abrió un hueco y, como si fuera su boca, se tragó toda el agua que el dragón había arrojado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Entonces el dragón se enojó mucho contra la mujer, y fue a pelear contra el resto de sus descendientes, es decir, contra los que obedecen los mandamientos de Dios y siguen confiando en el mensaje de Jesús."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Y el dragón se detuvo a la orilla del mar."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "REV.13",
      "is_chapter": true,
      "current": {
        "usfm": [
          "REV.13"
        ],
        "human": "Apocalipsis 13"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "REV.14"
        ],
        "human": "Apocalipsis 14",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "REV.12"
        ],
        "human": "Apocalipsis 12",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El monstruo del mar"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Entonces vi que del mar salía un monstruo con diez cuernos y siete cabezas. En cada cuerno tenía una corona, y en cada cabeza tenía escritos nombres que ofendían a Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Este monstruo parecía leopardo, pero tenía patas de oso y hocico de león. El dragón le entregó a este monstruo su poder y su reino."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Una de las cabezas del monstruo parecía tener una herida mortal. Pero la herida sanó, lo que hizo que todo el mundo se asombrara y creyera en el monstruo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Todos adoraron al dragón, porque le había dado su autoridad al monstruo, y también adoraron al monstruo. Decían: «No hay nadie tan fuerte como este monstruo. Nadie puede luchar contra él.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Al monstruo se le permitió creerse importante y decir que él era Dios. También se le permitió gobernar durante cuarenta y dos meses."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Pasado ese tiempo, empezó a insultar a Dios, a su templo y a todos los que están en el cielo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "También se le permitió pelear contra el pueblo de Dios y derrotarlo, y además se le dio autoridad sobre la gente de todas las razas y pueblos, idiomas y países."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "A ese monstruo lo adorarán todos los que no tienen sus nombres escritos en el libro del Cordero, que fue sacrificado. Ese libro fue escrito desde antes de que Dios creara el mundo, y en él están escritos los nombres de todos los que tienen vida eterna."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Si alguien tiene oídos, que ponga atención a lo siguiente:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "«Quien deba ir a la cárcel,",
            "a la cárcel será llevado;",
            "y quien deba morir por la espada,",
            "a filo de espada morirá.»",
            "Esto significa que el pueblo de Dios debe aprender a soportar los sufrimientos, y a seguir confiando en Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El monstruo de la tierra"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Luego vi que de la tierra salía otro monstruo. Tenía dos cuernos como de cordero, pero hablaba como un dragón;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "había recibido autoridad del primer monstruo, y trabajaba para él. Obligaba a los habitantes del mundo a que adoraran al primer monstruo, el cual se había repuesto de su herida mortal."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "También hacía cosas grandiosas delante de la gente, y dejaba caer fuego del cielo sobre la tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Este monstruo engañó a la gente por medio de los milagros que hizo con el poder que el primer monstruo le había dado. Luego los obligó a hacer una estatua del primer monstruo, el cual había sido herido con una espada pero seguía con vida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Dios permitió que el segundo monstruo le diera vida a la estatua del primer monstruo, para que pudiera hablar. Todos los que no adoraban la imagen del primer monstruo eran condenados a muerte."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "También hizo que a todos les pusieran una marca, en la mano derecha o en la frente. No importaba que fueran ricos o pobres, grandes o pequeños, libres o esclavos; todos tenían que llevar la marca."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Nadie podía comprar ni vender nada, si no tenía esa marca, o el nombre del monstruo, o el número de su nombre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Aquí hay que esforzarse mucho para poder comprender: si hay alguien que entienda, trate de encontrar el significado del número del monstruo, porque es el número de un ser humano. Ese número es 666."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "REV.14",
      "is_chapter": true,
      "current": {
        "usfm": [
          "REV.14"
        ],
        "human": "Apocalipsis 14"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "REV.15"
        ],
        "human": "Apocalipsis 15",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "REV.13"
        ],
        "human": "Apocalipsis 13",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Una canción nueva"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Entonces miré, y vi al Cordero de pie en el monte Sión. Junto a él estaban ciento cuarenta y cuatro mil seguidores suyos, que tenían escritos en la frente los nombres del Cordero y del Padre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Después oí una voz que venía del cielo. Era como el estruendo de enormes cataratas, o como el fuerte resonar del trueno; era un sonido semejante al de muchos músicos tocando arpas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Los ciento cuarenta y cuatro mil estaban de pie delante del trono, y delante de los cuatro seres vivientes y de los veinticuatro ancianos, y cantaban una canción que nunca antes se había escuchado. Nadie podía aprenderse la letra de aquella canción, a no ser los que fueron salvados de entre la gente de este mundo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "los cuales no adoraron a dioses falsos ni fueron infieles a Dios. Todos ellos seguían al Cordero por dondequiera que él iba, y habían sido salvados para ser el primer regalo que se ofreciera a Dios y al Cordero,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "pues nunca mintieron ni hicieron lo malo."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El mensaje de los tres ángeles"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Vi entonces a otro ángel, que volaba en lo alto del cielo. Llevaba buenas noticias de valor eterno, para la gente de todos los países, razas, idiomas y pueblos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Decía con fuerte voz:",
            "«Honren a Dios y alábenlo;",
            "ha llegado el momento",
            "en que él juzgará al mundo.",
            "Adoren al creador",
            "del cielo y de la tierra,",
            "del mar y de los manantiales.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Lo seguía otro ángel que decía:",
            "«¡Ya cayó la gran Babilonia!",
            "Ya ha sido destruida la ciudad",
            "que enseñó a todos los países",
            "a pecar y a obedecer a dioses falsos.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Luego los siguió un tercer ángel, que decía con fuerte voz:",
            "«Si alguno adora al monstruo o a su estatua, o deja que le pongan su marca en la frente o en la mano,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Dios se enojará mucho y lo castigará duramente. No será un castigo suave, sino que lo hará sufrir con fuego y azufre ardiente, y los santos ángeles y el Cordero lo verán sufrir su castigo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "El humo del fuego que lo hará sufrir nunca dejará de subir, pues los que adoran al monstruo y a su estatua, y tienen la marca de su nombre, nunca dejarán de sufrir, ni de día ni de noche.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "El pueblo de Dios debe aprender a soportar con fortaleza las dificultades y los sufrimientos. También debe obedecer los mandatos de Dios y seguir confiando en Jesús."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Entonces oí una voz del cielo, que me decía: «Escribe esto: “¡Dios bendecirá a los que de ahora en adelante mueran unidos al Señor Jesucristo!”»",
            "Y el Espíritu de Dios dice: «Así es, porque ellos descansarán de todos sus sufrimientos y dificultades, pues Dios los premiará por todo el bien que han hecho.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El juicio final"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Luego vi una nube blanca, sobre la que estaba sentado alguien que parecía un hijo de hombre. Tenía una corona de oro en la cabeza, y en la mano llevaba una hoz afilada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Y otro ángel salió del templo, y gritó con fuerte voz al que estaba sentado en la nube: «¡Empieza a cortar con tu hoz, y recoge la cosecha! Ya ha llegado la hora de recogerla.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "El que estaba sentado en la nube pasó la hoz sobre la tierra, y recogió la cosecha."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Entonces salió del templo otro ángel, que también llevaba una hoz afilada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Y del altar salió el ángel que tiene poder sobre el fuego, y le dijo al ángel que llevaba la hoz afilada: «¡Empieza a cortar con tu hoz! ¡Recoge las uvas del viñedo de la tierra, porque las uvas ya están maduras!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "El ángel pasó la hoz sobre la tierra, y cortó las uvas de los viñedos. Luego las echó en el recipiente grande que se usa para exprimirlas, y que representa el enojo de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Las uvas fueron exprimidas fuera de la ciudad, y del recipiente salió tanta sangre que subió hasta un metro y medio de altura, en una extensión de trescientos kilómetros."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "REV.15",
      "is_chapter": true,
      "current": {
        "usfm": [
          "REV.15"
        ],
        "human": "Apocalipsis 15"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "REV.16"
        ],
        "human": "Apocalipsis 16",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "REV.14"
        ],
        "human": "Apocalipsis 14",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Siete ángeles"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Vi en el cielo algo extraordinario: siete ángeles con las últimas siete plagas terribles que vendrían sobre la tierra. Después de todo eso, el enojo de Dios se calmaría."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Vi también algo que parecía un mar de cristal mezclado con fuego. Junto a ese mar estaban de pie los que habían vencido al monstruo, los que no aceptaron ser marcados con el número de su nombre ni habían adorado a su estatua. Dios les había dado arpas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "y con ellas cantaban el canto de Moisés, dedicado al Cordero. Decían:",
            "«Señor, Dios todopoderoso,",
            "todo lo que tú haces",
            "es grande y maravilloso.",
            "»Tú eres el Rey del mundo,",
            "todo lo que haces",
            "es justo y correcto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "»Dios mío,",
            "todos te honran y te alaban,",
            "pues solo tú eres santo.",
            "»Todos los países del mundo",
            "vendrán a adorarte,",
            "pues bien saben",
            "que eres justo.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Después de esto miré hacia el cielo, y vi que se abría el templo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "De él salieron los siete ángeles con las siete plagas terribles que iban a suceder. Estaban vestidos con una tela fina y costosa, limpia y brillante, y se cubrían el pecho con protectores de oro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Uno de los cuatro seres vivientes le dio una copa llena de vino a cada uno de los ángeles. Las siete copas de vino representaban el enojo de Dios, quien vive para siempre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "El templo se llenó con el humo que salía de la grandeza y del poder de Dios. Y a nadie se le dejaba entrar en el templo antes de que llegaran las siete plagas terribles que llevaban los siete ángeles."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "REV.16",
      "is_chapter": true,
      "current": {
        "usfm": [
          "REV.16"
        ],
        "human": "Apocalipsis 16"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "REV.17"
        ],
        "human": "Apocalipsis 17",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "REV.15"
        ],
        "human": "Apocalipsis 15",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Las siete copas"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Entonces oí una fuerte voz que salía del templo, y que les decía a los siete ángeles: «Vayan y vacíen las siete copas que representan el enojo de Dios.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "El primer ángel fue y vació su copa sobre la tierra, y a todos los que tenían la marca del monstruo y adoraban su estatua les salió una llaga terrible y dolorosa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "El segundo ángel vació su copa sobre el mar, y el agua del mar se convirtió en sangre, como la sangre de los que mueren asesinados. Así murió todo lo que tenía vida en el mar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "El tercer ángel vació su copa sobre los ríos y sobre los manantiales, y el agua se convirtió en sangre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Luego oí decir al ángel que tiene poder sobre el agua:",
            "«Dios, tú eres santo,",
            "vives por siempre,",
            "y tus castigos son justos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Tus enemigos mataron a muchos",
            "de tu pueblo santo,",
            "y también a tus profetas.",
            "Por eso ahora tú",
            "les das a beber sangre,",
            "¡pues se lo merecen!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Y escuché una voz que salía del altar y decía: «Sí, Señor Dios todopoderoso, estos castigos son correctos y justos.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "El cuarto ángel vació su copa sobre el sol, al cual se le permitió quemar a la gente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Todos quedaron terriblemente quemados, pero ni aun así se volvieron a Dios ni lo alabaron. Al contrario, ofendieron a Dios, que tiene poder para suspender esos terribles castigos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10,
            11
          ],
          "lines": [
            "El quinto ángel vació su copa sobre el trono del monstruo, y su reino quedó en la oscuridad.",
            "La gente se mordía la lengua de dolor, porque las llagas los hacían sufrir mucho. Pero ni aun así dejaron de hacer lo malo, sino que ofendieron a Dios por el dolor que sentían; ¡ofendieron a Dios, que vive en el cielo!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "El sexto ángel vació su copa sobre el gran río Éufrates, y el agua del río se secó para que los reyes del Oriente pudieran pasar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Entonces vi que de la boca del dragón, de la boca del monstruo y de la boca del falso profeta, salieron tres espíritus malos que parecían ranas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Eran espíritus de demonios, que hacían cosas extraordinarias y maravillosas. Salieron para reunir a todos los reyes del mundo, para que lucharan contra el Dios todopoderoso. Lo harán cuando llegue el día en que Dios juzgará a todo el mundo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Por eso el Señor Jesús dice:",
            "«Yo volveré cuando menos lo esperen. Volveré como el ladrón, que roba en la noche menos esperada. ¡Dios bendecirá al que se mantenga despierto y vestido, pues no lo sorprenderán desnudo! ¡Ni tendrá nada de qué avergonzarse!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Los espíritus malos reunieron a los reyes en un lugar, que en hebreo se llama Harmagedón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "El séptimo ángel vació su copa sobre el aire, y desde el trono que está en el templo salió una fuerte voz que decía: «¡Ya está hecho!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Y hubo relámpagos, voces, truenos y un gran terremoto, más terrible que todos los terremotos que han sacudido a la tierra desde que hay gente en ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "El terremoto partió en tres a la gran ciudad de Babilonia, y las ciudades de todo el mundo se derrumbaron. Dios no se olvidó de Babilonia, sino que la castigó terriblemente, con todo su enojo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Todas las islas y las montañas desaparecieron,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "y del cielo cayeron grandes granizos sobre la gente. Los granizos parecían rocas, pues pesaban más de cuarenta kilos. Y la gente insultó y ofendió a Dios, porque aquellos terribles granizos fueron un castigo muy duro."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "REV.17",
      "is_chapter": true,
      "current": {
        "usfm": [
          "REV.17"
        ],
        "human": "Apocalipsis 17"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "REV.18"
        ],
        "human": "Apocalipsis 18",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "REV.16"
        ],
        "human": "Apocalipsis 16",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La mujer y el monstruo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Entonces vino uno de los siete ángeles que tenían las siete copas, y me dijo:",
            "«Ven; te voy a mostrar el castigo que le espera a esa gran prostituta que está sentada a la orilla de muchos ríos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Los reyes del mundo se unieron a ella para adorar a dioses falsos, y la gente del mundo hizo lo mismo.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Luego, en la visión que me mostró el Espíritu de Dios, el ángel me llevó al desierto. Allí vi a una mujer sentada sobre un monstruo de color rojo. Este monstruo, de siete cabezas y diez cuernos, tenía escritos por todo el cuerpo nombres que ofendían a Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Aquella mujer vestía ropas de color púrpura y rojo. Se había adornado el cuerpo con oro, piedras preciosas y perlas. En su mano derecha tenía una copa de oro llena de vino. Ese vino significa que hizo mucho mal y que adoró a dioses falsos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "En la frente, esa mujer tenía escrito un nombre misterioso: «La gran Babilonia, madre de todas las prostitutas y de todo lo malo y odioso que hay en el mundo»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Luego me di cuenta de que la mujer se había bebido el vino y se había emborrachado con él. Ese vino representa la sangre del pueblo de Dios y de los que fueron asesinados por mantenerse fieles a Jesús.",
            "Esta visión me sorprendió mucho,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "pero el ángel me dijo:",
            "«¿Por qué te sorprendes? Yo te voy a explicar el significado secreto de esta visión. Voy a decirte quién es esa mujer, y quién es el monstruo de siete cabezas y diez cuernos que ella monta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "»Ese monstruo que has visto es uno que antes vivía, pero que ya no existe. Sin embargo, saldrá del Abismo profundo, pero solo para ser destruido. Y los habitantes de la tierra que no están anotados en el libro de la vida desde antes de la creación del mundo, se sorprenderán cuando vean a este monstruo. Antes estuvo vivo, y ahora ya no existe, pero regresará."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "»Para entender esto, hace falta sabiduría: Las siete cabezas son los siete cerros sobre los cuales está sentada la mujer, y también representan a siete reyes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Cinco de esos reyes ya han muerto, y uno de ellos reina ahora. El otro no ha reinado todavía pero, cuando venga, reinará sólo un poco de tiempo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "El monstruo que antes vivía, y que ya no existe, es uno de esos siete reyes. Regresará a reinar por segunda vez, y llegará a ser el octavo rey, pero será destruido para siempre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "»Los diez cuernos que has visto son diez reyes, que todavía no han comenzado a reinar; pero durante una hora recibirán poder, y junto con el monstruo gobernarán como reyes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Los diez reyes se pondrán de acuerdo, y entregarán al monstruo su poder y su autoridad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Después, el monstruo y los diez reyes pelearán contra el Cordero, pero él y sus seguidores los vencerán. El Cordero vencerá, porque es el Señor más grande y el Rey más poderoso. Con él estarán sus seguidores. Dios los ha llamado y elegido porque siempre lo obedecen.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "El ángel también me dijo:",
            "«Los ríos que has visto, y sobre los cuales está sentada la prostituta, representan a pueblos y a gente de diferentes idiomas y países."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Los diez cuernos que has visto, lo mismo que el monstruo, odiarán a la prostituta y le quitarán todo lo que tiene. La dejarán desnuda, se comerán la carne de su cuerpo, y luego la arrojarán al fuego."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "»Dios permitió que los diez reyes hicieran lo que él había pensado hacer. Los hizo ponerse de acuerdo para entregarle su poder al monstruo. Y ellos obedecerán al monstruo hasta que se cumplan todos los planes de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "La mujer que has visto representa a la gran ciudad, y su rey domina a todos los reyes del mundo.»"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "REV.18",
      "is_chapter": true,
      "current": {
        "usfm": [
          "REV.18"
        ],
        "human": "Apocalipsis 18"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "REV.19"
        ],
        "human": "Apocalipsis 19",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "REV.17"
        ],
        "human": "Apocalipsis 17",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La destrucción de Babilonia"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Después de esto, vi que del cielo bajaba otro ángel. Tenía mucha autoridad, y era tanto su brillo que la tierra se iluminó con su resplandor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Gritaba con fuerte voz:",
            "«¡Por fin cayó",
            "la gran Babilonia!",
            "Ahora es casa de demonios,",
            "escondite de malos espíritus,",
            "nido de todas las aves",
            "y cueva de todas las fieras",
            "que odiamos y no debemos comer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "»En todos los países",
            "siguieron su ejemplo",
            "y adoraron dioses falsos.",
            "Lo mismo hicieron",
            "los reyes de la tierra.",
            "»Los comerciantes del mundo",
            "se hicieron ricos,",
            "pues ella les compró de todo",
            "para satisfacer sus malos deseos.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Entonces oí otra voz del cielo, que decía:",
            "«Ustedes son mi pueblo.",
            "Salgan de Babilonia,",
            "y no pequen como ella,",
            "para que no caigan sobre ustedes",
            "las terribles plagas que le vendrán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "»Son tantos sus pecados",
            "que llegan hasta el cielo.",
            "¡Dios no se ha olvidado",
            "de ninguno de ellos!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "»Hagan con ella todo lo malo",
            "que ella hizo con otros;",
            "háganle pagar el doble",
            "de todo lo malo que hizo.",
            "»Háganla pasar dos veces",
            "por la misma amarga experiencia",
            "que otros tuvieron por su culpa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "»Ella era muy orgullosa,",
            "y le gustaba vivir con grandes lujos;",
            "¡pues ahora háganla sufrir!,",
            "¡dense el lujo de atormentarla!",
            "»Porque ella piensa:",
            "“Aquí me tienen,",
            "sentada en mi trono de reina.",
            "No soy viuda, y nunca sufriré.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "»Por eso, en un mismo día",
            "recibirá todos estos castigos:",
            "hambre, sufrimiento y muerte.",
            "¡Será destruida por el fuego,",
            "porque el Señor,",
            "el Dios todopoderoso,",
            "ha decidido castigarla!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Cuando Babilonia arda en llamas, lo lamentarán los reyes del mundo y llorarán por ella. Esos reyes, lo mismo que Babilonia, adoraron a dioses falsos y vivieron a todo lujo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Pero por miedo a ser castigados junto con ella, se mantendrán alejados y dirán:",
            "«¡Ay, qué terrible!",
            "¡Pobrecita de ti,",
            "gran ciudad de Babilonia,",
            "gran ciudad poderosa!",
            "¡En un abrir y cerrar de ojos,",
            "Dios decidió castigarte!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "También lo lamentarán los comerciantes del mundo, y llorarán, pues ya no habrá quien les compre nada. Porque Babilonia les compraba"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "cargamentos de oro, plata, joyas y perlas; cargamentos de ropa hecha de lino fino y de seda, de colores púrpura y rojo; toda clase de maderas finas y olorosas, y objetos de marfil, de bronce, de hierro y de mármol;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "cargamentos de canela y de especias aromáticas, perfumes y aceites perfumados; cargamentos de vino, aceite, harina fina y trigo; de ganado, ovejas, caballos, carrozas, esclavos y prisioneros de guerra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Y le dirán a Babilonia:",
            "«Ya no tienes las riquezas",
            "que tanto te gustaban;",
            "has perdido para siempre",
            "todos tus lujos y joyas.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Esos comerciantes, que se hicieron ricos vendiendo todo esto a Babilonia, se mantendrán alejados por miedo a ser castigados con ella. Y entre lágrimas y lamentos dirán:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "«¡Ay, qué terrible!",
            "¡Pobrecita de ti,",
            "gran ciudad poderosa!",
            "Te vestías con ropas",
            "de lino fino,",
            "con ropas de color",
            "púrpura y rojo,",
            "y te adornabas con oro,",
            "joyas y perlas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "¡En un abrir y cerrar de ojos",
            "se acabó tanta riqueza!»",
            "Todos los capitanes de barco, los que viajaban por mar, los marineros y los comerciantes se mantuvieron alejados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Y al ver el humo de la ciudad en llamas, gritaron: «¡Nunca ha existido una ciudad tan poderosa como Babilonia!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Además, se echaron ceniza en la cabeza para mostrar su tristeza, y entre llantos y lamentos gritaban:",
            "«¡Ay, qué terrible!",
            "¡Pobrecita de ti,",
            "gran ciudad poderosa!",
            "Con tus riquezas se hicieron ricos",
            "todos los comerciantes del mar.",
            "¡Y en un abrir y cerrar de ojos",
            "has quedado destruida!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "»¡Alégrense ustedes los santos,",
            "que viven en el cielo,",
            "pues Dios ha destruido",
            "a la gran ciudad!",
            "¡Alégrense ustedes los apóstoles,",
            "y ustedes los profetas,",
            "pues Dios ha castigado a Babilonia",
            "por todo el mal que les hizo!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Entonces un poderoso ángel tomó una roca, grande como piedra de molino, y la arrojó al mar diciendo:",
            "«Babilonia, gran ciudad poderosa,",
            "¡así serás destruida,",
            "y nunca más volverán a verte!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "»¡Nunca más se escuchará",
            "en tus calles",
            "música de arpas,",
            "ni de flautas o trompetas!",
            "»¡Nunca más habrá en tus calles",
            "gente de diferentes oficios,",
            "ni volverá a escucharse en ti",
            "el ruido de la piedra del molino!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "»¡Nunca más brillará en ti",
            "la luz de una lámpara,",
            "ni se escuchará la alegría",
            "de una fiesta de bodas!",
            "Porque tus comerciantes eran",
            "los más poderosos del mundo,",
            "y tú engañaste con tus brujerías",
            "a todos los países.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Dios castigó a esa gran ciudad, porque ella es la culpable de haber matado a los profetas y a los del pueblo de Dios. En efecto, ella mató a muchos en todo el mundo."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "REV.19",
      "is_chapter": true,
      "current": {
        "usfm": [
          "REV.19"
        ],
        "human": "Apocalipsis 19"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "REV.20"
        ],
        "human": "Apocalipsis 20",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "REV.18"
        ],
        "human": "Apocalipsis 18",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Alegría en el cielo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Después de esto, me pareció escuchar en el cielo las fuertes voces de muchísimas personas, que gritaban:",
            "«¡Que todos alaben al Señor!",
            "Nuestro Dios es poderoso,",
            "y nos ha salvado.",
            "Por eso le pertenecen",
            "el poder y la gloria,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "porque Dios juzga con justicia",
            "y de acuerdo con la verdad.",
            "»Castigó a la gran prostituta,",
            "que enseñó a todo el mundo",
            "a adorar a dioses falsos.",
            "Fue castigada por haber matado",
            "a los servidores de Dios.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Después volvieron a decir:",
            "«¡Que todos alaben a Dios!",
            "Pues el humo del fuego",
            "que hace arder a la gran prostituta,",
            "nunca dejará de subir.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Los veinticuatro ancianos y los cuatro seres vivientes se inclinaron hasta tocar el suelo, diciendo: «¡Así sea! ¡Que todos alaben a Dios!» Y adoraron a Dios, que estaba sentado en el trono."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Entonces oí una voz que venía del trono, la cual decía:",
            "«¡Que todos alaben a nuestro Dios!",
            "¡Que lo alabe todo el mundo,",
            "los poderosos y los humildes,",
            "los que lo sirven y lo honran!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Alabanza"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Entonces me pareció oír las voces de mucha gente. Era como el sonido de cataratas y de fuertes truenos, y decían:",
            "«¡Que todos alaben a Dios,",
            "el Señor todopoderoso,",
            "porque él ha comenzado a reinar!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "»Alegrémonos,",
            "llenémonos de gozo y alabémoslo,",
            "porque ha llegado el día",
            "de la boda del Cordero.",
            "»Ya está lista su esposa, la cual es la iglesia;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Dios la ha vestido de lino fino,",
            "limpio y brillante.»",
            "Ese lino fino representa el bien que hace el pueblo de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "El ángel me dijo: «Escribe esto: Benditos sean todos los que han sido invitados a la cena de bodas del Cordero.»",
            "Y luego añadió: «Esto lo dice Dios, y él no miente.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Entonces me arrodillé a los pies del ángel, para adorarlo, pero él me dijo: «¡No lo hagas! Adora a Dios, pues yo también le sirvo, igual que tú y que todos los que siguen confiando en el mensaje que les dio Jesús.»",
            "Porque el mensaje que Jesús enseñó es lo que anima a la gente a seguir anunciándolo."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La victoria del jinete"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Entonces vi el cielo abierto, y allí estaba un caballo blanco. El que lo montaba se llamaba Fiel y Verdadero, porque era justo cuando gobernaba o cuando iba a la guerra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Sus ojos parecían llamas de fuego; llevaba muchas coronas en su cabeza, y tenía escrito un nombre que solo él conocía."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Estaba vestido con ropa teñida de sangre, y su nombre era: «El Mensaje de Dios»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Los ejércitos del cielo, vestidos de lino fino, blanco y limpio, lo seguían montados en caballos blancos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "De su boca salía una espada afilada, que representa su mensaje poderoso; con esa espada conquistará a todos los países. Los gobernará con fuerza, y él mismo exprimirá las uvas para sacar el vino que representa el terrible enojo del Dios todopoderoso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "En su manto, y sobre el muslo, llevaba escrito este título: «El rey más poderoso de todo el universo»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Vi entonces que un ángel estaba de pie, en el sol, y que les gritaba a las aves de rapiña que vuelan en lo alto del cielo:",
            "«Vengan y reúnanse para la gran cena de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Comerán carne de reyes, de jefes militares y de valientes guerreros. También comerán la carne de los caballos y de sus jinetes; comerán carne de toda clase: de gente libre y de esclavos, de gente importante y de gente poco importante.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Entonces vi al monstruo y a los reyes del mundo con sus ejércitos. Se habían reunido para pelear contra el que estaba montado en aquel caballo blanco, y contra su ejército."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "El monstruo fue capturado, junto con el falso profeta que en su presencia había hecho maravillas. El falso profeta había engañado con milagros a los que se dejaron poner la marca del monstruo y adoraron su estatua. Los dos fueron lanzados vivos a un lago donde el azufre arde en llamas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Luego, con la espada que salía de su boca, el que estaba sentado sobre el caballo blanco mató a todos los soldados del monstruo. Y las aves de rapiña se dieron un banquete con la carne de ellos."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "REV.20",
      "is_chapter": true,
      "current": {
        "usfm": [
          "REV.20"
        ],
        "human": "Apocalipsis 20"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "REV.21"
        ],
        "human": "Apocalipsis 21",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "REV.19"
        ],
        "human": "Apocalipsis 19",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Los mil años"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Vi entonces un ángel que bajaba del cielo. En su mano llevaba una gran cadena y la llave del Abismo profundo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Este ángel capturó al dragón, aquella serpiente antigua que es el diablo, llamado Satanás, y lo encadenó durante mil años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Lo arrojó al Abismo, y allí lo encerró. Luego aseguró la puerta y le puso un sello, para que el dragón no pueda salir a engañar a los países, hasta que se cumplan mil años. Después de eso, el dragón será puesto en libertad por un corto tiempo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Luego vi unos tronos, y en esos tronos estaban sentados los que habían sido asesinados por mantenerse fieles a la enseñanza de Jesús y al mensaje de Dios. Ellos no habían adorado al monstruo ni a su estatua, ni se habían dejado poner su marca en la frente ni en las manos. Ellos volvieron a vivir, y Dios les dio tronos para que gobernaran con el Mesías durante mil años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5,
            6
          ],
          "lines": [
            "Ellos son los primeros que volverán a vivir; pues han recibido una gran bendición y forman parte del pueblo elegido de Dios. Nunca serán apartados de Dios, sino que serán sacerdotes de Dios y del Mesías, y reinarán con él durante mil años. El resto de los muertos no volverá a vivir hasta que se cumplan los mil años."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Derrota de Satanás"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Cuando se cumplan los mil años, Satanás será liberado de su prisión,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "y saldrá a engañar a los países de Gog y Magog, que representan a todos los países de este mundo. Satanás reunirá para la guerra a los ejércitos de esos países; sus soldados no se pueden contar, como tampoco se puede contar la arena del mar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Ellos recorrerán todo el mundo, y rodearán al pueblo de Dios y a su ciudad amada, pero saldrá fuego del cielo y los quemará por completo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Y el diablo, que los había engañado, será arrojado al lago donde el azufre arde en llamas, donde también fueron arrojados el monstruo y el falso profeta. Allí serán atormentados todos ellos para siempre, de día y de noche."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El juicio final"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Entonces vi un gran trono blanco, y al que estaba sentado en él. Y en su presencia desaparecieron la tierra y el cielo, y nadie volvió a verlos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Y vi que todos los que habían muerto, tanto los humildes como los poderosos, estaban de pie delante del trono. Y fueron abiertos los libros donde está escrito todo lo que cada uno hizo. También se abrió el libro donde están escritos los nombres de todos los que vivirán con Dios para siempre. Los muertos fueron juzgados de acuerdo con lo que habían hecho y con lo que decían los libros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Los que murieron en el mar se presentaron delante de Dios para que él los juzgara, y lo mismo hicieron los que estaban en el reino de la muerte. Todos los muertos fueron juzgados de acuerdo con lo que habían hecho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Luego, la Muerte y el reino de la muerte fueron lanzados al lago de fuego. Los que caen en este lago quedan separados de Dios para siempre,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "y allí fueron arrojados todos los que no tenían sus nombres escritos en el libro de la vida eterna."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "REV.21",
      "is_chapter": true,
      "current": {
        "usfm": [
          "REV.21"
        ],
        "human": "Apocalipsis 21"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "REV.22"
        ],
        "human": "Apocalipsis 22",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "REV.20"
        ],
        "human": "Apocalipsis 20",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Un mundo nuevo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Después vi un cielo nuevo y una tierra nueva, pues ya el primer cielo y la primera tierra habían dejado de existir, lo mismo que el mar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Vi también que la ciudad santa, la nueva Jerusalén, bajaba del cielo, donde vive Dios. La ciudad parecía una novia vestida para su boda, lista para encontrarse con su novio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Y oí que del trono salía una fuerte voz que decía:",
            "«Aquí es donde Dios vive con su pueblo. Dios vivirá con ellos, y ellos serán suyos para siempre. En efecto, Dios mismo será su único Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Él secará sus lágrimas, y no morirán jamás. Tampoco volverán a llorar, ni a lamentarse, ni sentirán ningún dolor, porque lo que antes existía ha dejado de existir.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Dios dijo desde su trono: «¡Yo hago todo nuevo!» Y también dijo: «Escribe, porque estas palabras son verdaderas y dignas de confianza.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Después me dijo:",
            "«¡Ya todo está hecho! Yo soy el principio y el fin. Al que tenga sed, a cambio de nada le daré a beber del agua de la fuente que da vida eterna."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "A los que triunfen sobre las dificultades y sigan confiando en mí, les daré todo eso, y serán mis hijos, y yo seré su Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Pero a los cobardes, a los que no confíen en mí, a los que hagan cosas terribles que no me agradan, a los que hayan matado a otros, a los que tengan relaciones sexuales prohibidas, a los que practiquen la brujería, a los que adoren dioses falsos, y a los mentirosos, los lanzaré al lago donde el azufre arde en llamas; y allí se quedarán, separados de mí para siempre.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La nueva Jerusalén"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Después vino uno de los siete ángeles que tenían las siete copas llenas con las últimas plagas terribles, y me dijo: «Acércate; voy a mostrarte a la novia, la que va a ser la esposa del Cordero»."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Y en la visión que el Espíritu de Dios me mostró, el ángel me llevó a un cerro grande y alto, y me enseñó la gran ciudad santa de Jerusalén, que bajaba del cielo, donde está Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "La presencia de Dios la hacía brillar, y su brillo era como el de una joya, como el de un diamante, transparente como el cristal."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Por fuera estaba rodeada por una muralla alta y grande. En la muralla había doce portones; en cada portón había un ángel, y en cada portón estaba escrito el nombre de una de las doce tribus de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Tres de sus portones daban al este, tres daban al norte, tres daban al oeste, y tres daban al sur."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "La muralla estaba construida sobre doce grandes rocas, y en cada roca estaba escrito uno de los nombres de los doce apóstoles del Cordero."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "El ángel que me hablaba tenía una regla de oro, y con esa regla midió la ciudad, sus portones y su muralla."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "La ciudad era cuadrada; sus cuatro lados medían lo mismo. El ángel midió la ciudad con la regla de oro, y medía dos mil doscientos kilómetros, tanto de ancho como de largo y de alto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "El ángel también midió la muralla, y era de sesenta y cinco metros, según las medidas humanas que estaba usando el ángel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "La muralla estaba hecha de diamante, y el oro con que estaba hecha la ciudad era tan puro que dejaba pasar la luz, como si fuera cristal."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Las rocas sobre las que estaba construida la muralla estaban adornadas con toda clase de piedras preciosas: la primera roca está adornada con diamantes; la segunda, con zafiros; la tercera, con ágatas; la cuarta, con esmeraldas;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "la quinta, con ónices; la sexta, con rubíes; la séptima, con crisólitos; la octava, con berilos; la novena, con topacios; la décima, con crisoprasas; la undécima, con jacintos; y la duodécima, con amatistas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Y los doce portones eran doce perlas; cada portón estaba hecho de una sola perla. La calle principal de la ciudad estaba cubierta de un oro tan puro que brillaba como el vidrio transparente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "En la ciudad no vi ningún templo, porque su templo es el Señor, el Dios todopoderoso, y también el Cordero."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "La ciudad no necesita que el sol o la luna la iluminen, porque el brillo de Dios la ilumina, y el Cordero es su lámpara."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Gente de todos los países caminará a la luz que sale de la ciudad, y los reyes de la tierra le entregarán sus riquezas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Los portones de la ciudad no se cerrarán de día, y allí nunca será de noche."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Le entregarán las riquezas y todo lo bello de los países."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Pero nunca entrará en ella nada que desagrade a Dios; no entrarán los que han adorado a dioses falsos, ni los objetos que hayan usado en su culto. Solo podrán entrar los que tengan anotados sus nombres en el libro del Cordero. En ese libro están anotados los que recibirán la vida eterna."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "REV.22",
      "is_chapter": true,
      "current": {
        "usfm": [
          "REV.22"
        ],
        "human": "Apocalipsis 22"
      },
      "next": null,
      "previous": {
        "canonical": true,
        "usfm": [
          "REV.21"
        ],
        "human": "Apocalipsis 21",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Luego el ángel me mostró un río de aguas que dan vida eterna. Ese río salía del trono de Dios y del Cordero, y era claro como el cristal;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "sus aguas pasaban por en medio de la calle principal de la ciudad. En cada orilla del río había árboles que daban fruto una vez al mes, o sea, doce veces al año. Sus frutos dan vida eterna, y sus hojas sirven para sanar las enfermedades de todo el mundo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "En la ciudad no habrá nada ni nadie que desagrade a Dios. Allí estará el trono de Dios y del Cordero, y los servidores de Dios lo adorarán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Todos podrán ver a Dios cara a cara, y el nombre de Dios estará escrito en sus frentes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Allí nunca será de noche, y nunca nadie necesitará la luz de una lámpara ni la luz del sol, porque Dios el Señor será su luz, y ellos reinarán para siempre."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Jesús promete volver pronto"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "El ángel me dijo:",
            "«Todos pueden confiar en lo que aquí se dice, pues es la verdad. El Señor, el mismo Dios que da su Espíritu a los profetas, ha enviado a su ángel para mostrarles a sus servidores lo que pronto sucederá.»",
            "Y Jesús dice:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "«¡Pongan atención! ¡Yo vengo pronto! Dios bendiga a los que hagan caso de la profecía que está en este libro.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Yo, Juan, vi y oí todas estas cosas. Y después de verlas y oírlas, me arrodillé para adorar al ángel que me las mostró,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "pero él me dijo: «¡No lo hagas! Adora a Dios, pues todos somos servidores de él: tanto tú como yo, y los profetas y todos los que obedecen la palabra de Dios.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Además me dijo:",
            "«No guardes en secreto las profecías de este libro, porque pronto sucederán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Deja que el malo siga haciendo lo malo; y que quien tenga la mente sucia, siga haciendo cosas sucias. Al que haga el bien, déjalo que siga haciéndolo, y al que haya entregado su vida a Dios, deja que se entregue más a él.»",
            "Jesús dice:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "«¡Pongan atención! ¡Yo vengo pronto! Y traigo el premio que le daré a cada persona, de acuerdo con lo que haya hecho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Yo soy el principio y el fin, el primero y el último.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "A los que dejen de hacer lo malo, Dios los bendecirá, pues les dará el derecho a comer de los frutos del árbol que da vida eterna. Ellos podrán entrar por los portones de la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Afuera se quedarán los malvados, los que practican la brujería, los que tienen relaciones sexuales prohibidas, los asesinos, los que adoran a dioses falsos y todos los que engañan y practican el mal.",
            "Jesús dice:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "«Yo he enviado a mi ángel, para que les diga a las iglesias todas estas cosas. Yo soy el descendiente del rey David; yo soy la estrella que brilla al amanecer.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "El Espíritu de Dios y la esposa del Cordero dicen: «¡Ven, Señor Jesús!»",
            "Y todos los que estén escuchando digan: «¡Ven, Señor Jesús!»",
            "Y el que tenga sed y quiera agua, que venga y tome gratis del agua que da vida eterna."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "A todos los que escuchen el mensaje de esta profecía, les advierto esto: si alguien le añade algo a este libro, Dios lo castigará con todas las plagas terribles que están descritas en el libro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Y si alguien le quita algo al mensaje de esta profecía, Dios no lo dejará tomar su parte del fruto del árbol que da vida, ni lo dejará vivir en la ciudad santa, como se ha dicho en este libro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "El que anuncia estas cosas dice: «Les aseguro que vengo pronto».",
            "¡Así sea! ¡Ven, Señor Jesús!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Que el amor del Señor Jesús los acompañe siempre."
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}