{
  "book_usfm": "1KI",
  "name": "1 Reyes",
  "local_title": "Reina Valera Contemporánea",
  "local_abbreviation": "RVC",
  "version_id": 146,
  "publisher": {
    "name": "United Bible Societies"
  },
  "copyright": {
    "html": "<p>Reina Valera Contemporánea™ © Sociedades Bíblicas Unidas, 2009, 2010.</p>",
    "text": "Reina Valera Contemporánea™ © Sociedades Bíblicas Unidas, 2009, 2010."
  },
  "language": {
    "iso_639_1": "es",
    "iso_639_3": "spa",
    "language_tag": "spa",
    "local_name": "Español (América Latina)",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/jsckdm/bible-data-es-spa",
  "chapters": [
    {
      "chapter_usfm": "1KI.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1KI.1"
        ],
        "human": "1 Reyes 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1KI.2"
        ],
        "human": "1 Reyes 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "2SA.24"
        ],
        "human": "2 Samuel 24",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Abisag sirve a David"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Cuando el rey David ya era muy anciano, no lograba entrar en calor por más que lo cubrieran."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Sus siervos le sugirieron:",
            "«Que se busque a una joven aún virgen, para que esté siempre abrigando a Su Majestad y durmiendo a su lado. Así Su Majestad entrará en calor.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Se recorrió entonces toda la tierra de Israel, y finalmente hallaron en Sunén una hermosa joven, llamada Abisag, y se la llevaron al rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Esa joven era muy hermosa y servicial, pero el rey nunca tuvo relaciones con ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Adonías usurpa el trono"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Adonías, el hijo de Jaguit, se rebeló y decidió proclamarse rey. Se hizo de carros de guerra y de gente de a caballo, y se hizo acompañar de cincuenta hombres que le abrían paso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "David nunca le había llamado la atención, ni lo había reprendido por su comportamiento. Además, Adonías era un joven muy apuesto y había nacido después de Absalón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Adonías se había confabulado con Joab hijo de Seruyá y con el sacerdote Abiatar, que lo apoyaban."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Por el contrario, ni el sacerdote Sadoc ni Benaías hijo de Joyadá, ni el profeta Natán ni Simey, ni su hombre de confianza ni sus consejeros apoyaban el proyecto de Adonías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Pero Adonías preparó un banquete junto a la peña de Zojélet, cerca de la fuente de Roguel, y mató ovejas y vacas y terneros engordados e invitó a todos sus hermanos, hijos del rey David, y a todos los varones de Judá al servicio del rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Sin embargo, no invitó al profeta Natán ni a Benaías, ni a los hombres importantes, y tampoco a su hermano Salomón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Entonces Natán habló con Betsabé, la madre de Salomón, y le dijo:",
            "«¿Ya te enteraste de que Adonías, el hijo de Jaguit, se ha proclamado rey, a espaldas de nuestro señor David?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Si quieres salvar tu vida y la de tu hijo Salomón, te ruego que hagas lo que te voy a aconsejar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Preséntate ahora mismo ante el rey David, y dile: “¿Recuerda Su Majestad la promesa que le hizo a esta sierva suya, de que mi hijo Salomón sería rey después de Su Majestad, y que él ocuparía el trono? ¿Por qué, entonces, Adonías es el nuevo rey?”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Y mientras tú estés hablando con el rey, yo entraré y confirmaré tus palabras.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Betsabé fue a ver al rey en su habitación. Como este era ya muy anciano, Abisag la sunamita lo atendía en todo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Betsabé se inclinó ante el rey, e hizo una reverencia. Y el rey le preguntó:",
            "«¿Te pasa algo?»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Betsabé le respondió:",
            "«Su Majestad juró a esta sierva suya, poniendo por testigo al Señor su Dios, que mi hijo Salomón reinaría después de Su Majestad, y que él ocuparía el trono."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Pero al parecer Su Majestad ignora que Adonías se ha proclamado rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Adonías ha hecho un banquete, y ha matado bueyes y terneros engordados, y muchas ovejas, y ha invitado a todos los hijos de Su Majestad, y al sacerdote Abiatar y a Joab, general del ejército, pero no invitó a Salomón, siervo de Su Majestad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Mientras esto sucede, todo el pueblo está esperando la decisión de Su Majestad, en cuanto a quién ocupará el trono."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Si Su Majestad no se pronuncia al respecto, cuando mi señor y rey vaya a reunirse con sus antepasados, mi hijo Salomón y yo seremos perseguidos como culpables.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Mientras Betsabé hablaba con el rey, llegó el profeta Natán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Entonces los siervos del rey dieron aviso de su llegada, y cuando Natán se presentó ante el rey se inclinó hasta tocar el suelo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "mientras decía:",
            "«¿Su Majestad ha dispuesto que Adonías suceda a Su Majestad en el trono?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Porque hoy está celebrando un gran banquete; ha matado bueyes y terneros engordados y muchas ovejas, y ha invitado a todos los hijos de Su Majestad, y a los capitanes del ejército y al sacerdote Abiatar. En este momento están comiendo y bebiendo con él, mientras gritan: “¡Viva Adonías, nuestro rey!”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "¡Pero ninguno de los siervos de Su Majestad ha sido invitado! ¡Ni el sacerdote Sadoc, ni Benaías hijo de Joyadá, ni Salomón!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "¿Acaso este asunto de la sucesión del trono lo ha ordenado Su Majestad, y ha olvidado comunicarlo a sus siervos?»"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "David proclama rey a Salomón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "El rey mandó llamar a Betsabé, y ella entró y se detuvo ante el rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Entonces el rey hizo este juramento:",
            "«Juro por el Señor, que me ha librado de toda angustia,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "que yo te prometí delante del Señor, el Dios de Israel, que tu hijo Salomón reinaría después de mí, y que él se sentaría en mi trono. Hoy cumplo mi promesa.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Betsabé se arrodilló ante el rey con el rostro hacia el suelo, y haciendo una reverencia dijo:",
            "«¡Que Su Majestad, el rey David, viva por siempre!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Luego, el rey David dijo:",
            "«Que vengan aquí el sacerdote Sadoc, el profeta Natán, y Benaías hijo de Joyadá.»",
            "Cuando ellos se presentaron ante el rey,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "este dijo:",
            "«Llévense a mis siervos, monten en mi mula a mi hijo Salomón, y llévenlo a Guijón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Allí, el sacerdote Sadoc y el profeta Natán lo consagrarán como rey de Israel. Tocarán las trompetas y gritarán: “¡Viva el rey Salomón!”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Después de eso, ustedes lo escoltarán; y cuando él llegue aquí, se sentará en mi trono y reinará en mi lugar, porque yo lo he elegido como príncipe de Israel y de Judá.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Benaías hijo de Joyadá dijo entonces al rey:",
            "«Así será. Y que el Señor, el Dios de Su Majestad, así lo confirme."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Que así como el Señor ha estado con Su Majestad, esté también con Salomón, y que haga prosperar su reinado aún más que el reinado de Su Majestad, el rey David.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "El sacerdote Sadoc, el profeta Natán, Benaías hijo de Joyadá, y los cretenses y peleteos, fueron por la mula del rey David para que Salomón la montara, y luego partieron rumbo a Guijón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "Allí, el sacerdote Sadoc tomó del santuario el recipiente con el aceite y ungió a Salomón. Se tocó entonces la trompeta, y todo el pueblo gritó: «¡Viva el rey Salomón!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "Enseguida, todo el pueblo lo siguió, mientras cantaba alegremente al son de las flautas. Era tal el alborozo que la tierra parecía hundirse por causa de su clamor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "Adonías y sus invitados ya habían terminado de comer cuando les llegó la noticia. Y cuando Joab escuchó las trompetas, preguntó:",
            "«¿Por qué está tan alborotada la ciudad? ¿A qué viene ese escándalo?»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "No había terminado de hablar cuando llegó Jonatán, el hijo del sacerdote Abiatar. Al verlo, Adonías le dijo:",
            "«¡Adelante, valiente! Seguramente me traes buenas noticias.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "Y Jonatán le dijo:",
            "«La noticia es que nuestro señor, el rey David, acaba de nombrar rey a Salomón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "El rey ordenó al sacerdote Sadoc, al profeta Natán, a Benaías hijo de Joyadá, y a los cretenses y peleteos, que montaran a Salomón sobre su propia mula,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "y ellos así lo hicieron, y el sacerdote Sadoc y el profeta Natán lo ungieron con aceite y lo consagraron en Guijón como rey; luego regresaron a la ciudad, y todo el pueblo celebra esto con gran alegría y alboroto. Esa es la causa del estruendo que aquí se escucha."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            46
          ],
          "lines": [
            "Pero además, Salomón ya se ha sentado en el trono del reino,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            47
          ],
          "lines": [
            "y los siervos del rey fueron a nuestro señor, el rey David, diciendo: “Que el Señor conceda al nombre de Salomón más fama que al de Su Majestad, y que dé a su reinado mayor grandeza que al de Su Majestad.” El rey adoró al Señor en su cama,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            48
          ],
          "lines": [
            "y dijo: “Bendito sea el Señor, Dios de Israel, que me ha permitido ver hoy al que ocupará mi trono.”»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            49
          ],
          "lines": [
            "Cuando los invitados de Adonías escucharon esto, temblando de miedo se levantaron y se fueron a sus casas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            50
          ],
          "lines": [
            "Adonías, lleno de miedo por lo que Salomón pudiera hacer, corrió al santuario y se agarró de los cuernos del altar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            51
          ],
          "lines": [
            "Algunos fueron a decirle a Salomón:",
            "«Adonías tiene miedo del rey Salomón. Ha ido a agarrarse de los cuernos del altar, y suplica: “Que me jure el rey Salomón que no matará a este siervo suyo.”»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            52
          ],
          "lines": [
            "Salomón dijo:",
            "«Si él es un hombre de bien, ni uno solo de sus cabellos caerá al suelo; pero si ha actuado mal, morirá.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            53
          ],
          "lines": [
            "Entonces el rey Salomón mandó que fueran por él y lo sacaran del santuario. Y cuando Adonías llegó a palacio, se inclinó ante el rey Salomón, quien al verlo, le dijo: «Vete a tu casa.»"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1KI.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1KI.2"
        ],
        "human": "1 Reyes 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1KI.3"
        ],
        "human": "1 Reyes 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1KI.1"
        ],
        "human": "1 Reyes 1",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Mandato de David a Salomón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "En los últimos momentos de su vida, el rey David le recomendó a Salomón, su hijo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "«Estoy por recorrer la senda de todos los mortales. ¡Ánimo, y pórtate como todo un hombre!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Cumple los mandamientos del Señor tu Dios, y no te apartes de sus caminos; sigue sus sendas y cumple con sus leyes y preceptos, tal y como están escritos en la ley de Moisés. Así prosperarás en todo lo que hagas y en todo lo que emprendas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Si lo haces, el Señor confirmará la promesa que me hizo cuando dijo: “Si tus hijos caminan por mis sendas y se comportan ante mí con veracidad, y con todo su corazón y toda su alma, jamás te faltará un sucesor en el trono de Israel.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "»Tú bien sabes lo que me hizo Joab hijo de Seruyá, y lo que hizo con Abner hijo de Ner, y con Amasa hijo de Jéter. Los mató, y con ello desató una guerra sangrienta en tiempos de paz, con lo que se manchó de sangre de la cabeza a los pies."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Toma esto en cuenta, y haz lo que creas conveniente, pero no le permitas llegar a viejo y morir en paz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Trata con bondad a los descendientes de Barzilay el galaadita. Quiero que los sientes a tu mesa, porque ellos me ayudaron cuando yo estaba huyendo de tu hermano Absalón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "En cuanto a Simey hijo de Gera, el benjaminita de Bajurín, aunque me lanzó una terrible maldición cuando yo iba rumbo a Majanayin, también fue al Jordán a recibirme. Ahí le prometí, delante del Señor, que mi espada no lo mataría."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Pero ahora él está en tus manos, y tú sabrás lo que debes hacer. Aunque ya está viejo, haz que baje al sepulcro bañado en su propia sangre.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Muerte de David"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Y David cayó en el sueño eterno, como sus padres, y fue sepultado en su ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Cuarenta años reinó en Israel, de los cuales, siete años reinó en Hebrón y treinta y tres en Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Salomón ocupó entonces el trono de David, su padre, y su reino se consolidó."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Salomón afirma su reino"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Un día, Adonías hijo de Jaguit fue a visitar a Betsabé, la madre de Salomón, y ella le preguntó:",
            "«¿Vienes en son de paz?»",
            "Y Adonías respondió que sí,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "y añadió:",
            "«Quiero hacerte una petición.»",
            "Betsabé le pidió que hablara,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "y él dijo:",
            "«Como bien sabes, el reino era mío; todo Israel había puesto en mí sus esperanzas de que yo reinara, pero el reino cambió de manos y ahora es de Salomón, mi hermano, porque esa fue la voluntad del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Pero te ruego que no me niegues lo que te voy a pedir.»",
            "Betsabé le dijo:",
            "«Dime qué es lo que quieres.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Y Adonías le dijo:",
            "«Por favor, habla con el rey Salomón y pídele que me dé por esposa a Abisag la sunamita. Yo sé que a ti no te negará lo que le pidas.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Betsabé le dijo:",
            "«Está bien. Yo hablaré por ti al rey.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Y Betsabé fue a palacio para hablar con el rey Salomón en favor de Adonías. El rey se levantó a recibirla y se inclinó ante ella; luego se sentó en su trono y mandó traer una silla para su madre, y ella se sentó a su derecha."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Entonces Betsabé le dijo:",
            "«Quiero hacerte una pequeña petición. Espero que no me la niegues.»",
            "Y el rey le dijo:",
            "«Pídeme lo que quieras, madre mía, que no te lo negaré.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Y ella respondió:",
            "«Deja que Adonías, tu hermano, tome por mujer a Abisag la sunamita.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Pero el rey Salomón respondió a su madre:",
            "«¿Por qué pides a Abisag la sunamita para Adonías? ¿También me vas a pedir que le entregue el reino, porque es mi hermano mayor? ¡Él cuenta ya con el apoyo del sacerdote Abiatar y de Joab hijo de Seruyá!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Entonces el rey Salomón juró por el Señor, y dijo:",
            "«Que el Señor me castigue duramente, y más aún, que con esta petición Adonías ha firmado su sentencia de muerte."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Juro por el Señor, que me ha puesto y confirmado en el trono de David, mi padre, y que ha establecido mi dinastía, como lo había prometido, que hoy mismo Adonías morirá.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Entonces el rey Salomón ordenó a Benaías hijo de Joyadá que matara a Adonías, y Benaías fue y lo mató."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Luego, el rey le ordenó al sacerdote Abiatar:",
            "«Regresa a Anatot, tu tierra. Mereces la muerte, pero no te mataré hoy porque has llevado el arca del Señor, nuestro Dios, en presencia de David, mi padre, y porque sufriste junto con él las mismas aflicciones.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Así fue como Salomón quitó a Abiatar del sacerdocio en el templo del Señor, con lo que se cumplió su palabra contra los descendientes de Elí, como lo había afirmado en Silo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Esta noticia llegó a oídos de Joab, que también había apoyado a Adonías, aunque no se había unido a Absalón. En cuanto lo supo, huyó al tabernáculo del Señor y se aferró a los cuernos del altar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Cuando Salomón supo que Joab estaba en el tabernáculo del Señor, junto al altar, ordenó a Benaías hijo de Joyadá que fuera y le diera muerte."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Entonces Benaías fue al tabernáculo del Señor y le dijo a Joab:",
            "«El rey te ordena que salgas.»",
            "Pero Joab respondió:",
            "«De ninguna manera. Prefiero morir aquí.»",
            "Benaías regresó a palacio y le contó al rey lo que había dicho Joab."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Entonces el rey dijo:",
            "«Pues cumple sus deseos. Mátalo y entiérralo, y borra así la sangre que Joab derramó injustamente, y que nos manchó a mi padre y a mí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "El Señor le hará pagar con su propia sangre, porque asesinó a dos hombres más justos y honrados que él. Los mató a filo de espada, y sin que mi padre David lo supiera. Mató a Abner hijo de Ner, que era general del ejército de Israel, y a Amasa hijo de Jéter, que era general del ejército de Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "La sangre de estos dos hombres recaerá sobre Joab y sobre todos sus descendientes; en cambio, sobre David y sus descendientes, y sobre su dinastía y su trono, el Señor derramará paz para siempre.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Entonces Benaías hijo de Joyadá fue y atacó a Joab, y lo mató; y luego lo sepultaron en su casa en el desierto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Su lugar como capitán del ejército lo asumió Benaías por orden del rey, y Sadoc ocupó el lugar de Abiatar como sacerdote."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Después, el rey mandó llamar a Simey, y le dijo:",
            "«Construye una casa en Jerusalén, para que vivas allí; pero no se te ocurra salir."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Quiero que sepas que, si me entero que sales y cruzas el torrente de Cedrón, ese día morirás, y tú serás el único responsable de tu muerte.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Y Simey le respondió:",
            "«Estoy de acuerdo con lo dicho por Su Majestad. Así lo haré.»",
            "Y Simey vivió en Jerusalén mucho tiempo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "Pero sucedió que, después de tres años, dos de sus criados huyeron a Gat, donde reinaba Aquis hijo de Macá. Cuando Simey supo que sus criados estaban en Gat,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "aparejó su asno y fue a Gat en busca de sus criados; y cuando los halló, regresó a Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "Pero Salomón se enteró de que Simey había salido de Jerusalén para ir a Gat, pero que había vuelto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "Entonces mandó llamar a Simey, y le dijo:",
            "«Yo te advertí, y tú juraste por el Señor, que el día que salieras de tu casa, morirías. Y tú dijiste: “Estoy de acuerdo con lo dicho por Su Majestad.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "Entonces, ¿por qué faltaste a tu juramento ante el Señor, y desobedeciste la orden que yo te impuse?»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "Y Salomón añadió:",
            "«En el fondo de tu corazón tú bien sabes que le hiciste mucho daño a mi padre David. Ahora el Señor ha hecho que ese daño recaiga sobre ti mismo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "Yo, el rey Salomón, seré bendecido, y el trono de David se afirmará para siempre delante del Señor.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            46
          ],
          "lines": [
            "Entonces el rey ordenó a Benaías hijo de Joyadá dar muerte a Simey, y Benaías lo hirió y lo mató. Con esto, el reino de Salomón quedó confirmado."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1KI.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1KI.3"
        ],
        "human": "1 Reyes 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1KI.4"
        ],
        "human": "1 Reyes 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1KI.2"
        ],
        "human": "1 Reyes 2",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Salomón se casa con la hija del faraón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "El rey Salomón se casó con la hija del faraón, rey de Egipto, y quedó emparentado con él. Luego llevó a su esposa a la ciudad de David mientras terminaban de construir su palacio, el templo del Señor y las murallas de Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "En esos tiempos el pueblo ofrecía sus sacrificios al Señor en los altares que estaban en lo alto de los montes, porque aún no se había construido un templo para el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Salomón pide sabiduría"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Salomón amaba al Señor y cumplía los estatutos ordenados por su padre David, pero también ofrecía sacrificios y quemaba incienso al Señor, en los altares de los montes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Salomón acostumbraba ofrecer sus sacrificios en Gabaón, porque era el altar principal, y allí ofrecía mil holocaustos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Pero una noche en que Salomón dormía en Gabaón, el Señor se le apareció en sueños y le dijo:",
            "«Pídeme lo que quieras que yo te conceda.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Entonces Salomón dijo:",
            "«Tu misericordia siempre acompañó a tu siervo, mi padre David, porque se condujo delante de ti con sinceridad, y fue un hombre justo y te entregó su corazón. Tú has sido misericordioso con él porque le has concedido que un hijo ocupe su trono, como hoy podemos verlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Ahora, Señor y Dios mío, tú me has puesto en el trono que ocupó mi padre David. Reconozco que soy muy joven, y que muchas veces no sé qué hacer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Este siervo tuyo se halla en medio del pueblo que tú escogiste, y que es tan numeroso que es imposible contarlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Yo te pido que me des un corazón con mucho entendimiento para gobernar a tu pueblo y para discernir entre lo bueno y lo malo. Porque ¿quién es capaz de gobernar a este pueblo tan grande?»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Al Señor le agradó la petición de Salomón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Entonces le dijo:",
            "«Puesto que me has pedido esto, y no una larga vida ni muchas riquezas, ni tampoco pediste vengarte de tus enemigos, sino que pediste inteligencia para saber escuchar,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "voy a hacer lo que me has pedido. Voy a darte un corazón sabio y sensible, como nadie lo ha tenido antes ni lo tendrá después de ti."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Además, voy a darte las cosas que no me pediste: Muchas riquezas y fama, a tal grado que, mientras vivas, no habrá ningún otro rey como tú."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Y si caminas por mis sendas, y cumples mis estatutos y mandamientos, como lo hizo David tu padre, yo te concederé una larga vida.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Cuando Salomón despertó de su sueño, fue a Jerusalén y se presentó delante del arca del pacto del Señor, y ofreció holocaustos y sacrificios de paz; y luego hizo un banquete para todos sus siervos."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Sabiduría y prosperidad de Salomón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Por esos días dos prostitutas se presentaron ante el rey,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "y una de ellas dijo:",
            "«Su Majestad, esta mujer y yo vivimos en una misma casa, y mientras yo estaba allí, tuve un hijo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Tres días después, y mientras las dos vivíamos juntas, también ella tuvo un hijo. Nadie más estaba en la casa, sino solo nosotras dos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Pero una noche ella se acostó sobre su niño, y el niño murió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Entonces se levantó a medianoche, tomó a mi hijo, que dormía junto a mí, y lo puso a su lado, y entonces puso al niño muerto junto a mí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "En la madrugada, cuando me levanté para darle el pecho a mi hijo, me di cuenta de que estaba muerto; y cuando lo observé bien por la mañana, me di cuenta de que no era mi hijo.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "La segunda mujer dijo entonces:",
            "«¡El niño vivo es mío; el que está muerto es el tuyo!»",
            "Pero la primera mujer insistía:",
            "«No, el niño muerto es tu hijo; el mío es el que está vivo.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Entonces el rey dijo:",
            "«Una de ustedes afirma que su hijo está vivo, y que el niño muerto es de la otra; y la otra afirma que el niño vivo es el suyo, y que el niño muerto es de la otra.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Entonces el rey dio una orden:",
            "«¡Tráiganme una espada!»",
            "En cuanto se la llevaron,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "el rey ordenó:",
            "«Traigan al niño vivo, y pártanlo por la mitad, y den una mitad a una, y la otra mitad a la otra.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Entonces la madre del niño vivo, llena de compasión por su hijo, suplicó al rey:",
            "«¡Ay, Su Majestad! ¡No lo maten! ¡Que se quede esa mujer con el niño vivo!»",
            "Pero la otra dijo:",
            "«Ni para ti, ni para mí. ¡Que lo partan por la mitad!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Entonces el rey intervino, y dijo:",
            "«Entreguen el niño vivo a esta mujer, que es la verdadera madre.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Y cuando todo el pueblo de Israel supo del juicio que había emitido el rey, sintieron respeto por él, pues se dieron cuenta de que Dios le había dado sabiduría para impartir justicia."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1KI.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1KI.4"
        ],
        "human": "1 Reyes 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1KI.5"
        ],
        "human": "1 Reyes 5",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1KI.3"
        ],
        "human": "1 Reyes 3",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Y Salomón fue el rey de todo Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Los funcionarios que le ayudaron fueron:",
            "Azarías hijo de Sadoc, el sacerdote;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Elijoref y Ajías, hijos de Sisa, cronistas;",
            "Josafat hijo de Ajilud, secretario del rey;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Benaías hijo de Joyadá, jefe del ejército;",
            "Sadoc y Abiatar, sacerdotes;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Azarías hijo de Natán, jefe de los gobernadores;",
            "Zabud hijo de Natán, sacerdote y consejero del rey;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Ajisar, mayordomo;",
            "Adonirán hijo de Abda, recaudador de tributos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Salomón tenía doce gobernadores en Israel, responsables de abastecerlo en todo lo que necesitaran él y su familia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Estos son sus nombres:",
            "Ben Jur, en el monte de Efraín;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Ben Decar, en Macás, Sagalbín, Bet Semes, Elón y Bet Janán;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Ben Jésed, en Arubot, y también gobernaba Soco y toda la tierra de Hefer;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Ben Abinadab, que se había casado con Tafat, la hija de Salomón, en todos los territorios de Dor;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Baná hijo de Ajilud, en Tanac, Meguido y en toda Bet Seán, que está cerca de Saretán, más abajo de Jezrel, desde Bet Seán hasta Abel Meholá, y hasta el otro lado de Jocmeán;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Ben Guéber, en Ramot de Galaad, pero también gobernaba las ciudades de Yaír hijo de Manasés, las cuales estaban en Galaad; la provincia de Argob, que estaba en Basán; sesenta grandes ciudades amuralladas y con cerraduras de bronce;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Ajinadab hijo de Iddo, en Majanayin;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Ajimaz, que se casó con Basemat, la hija de Salomón, en Neftalí;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Baná hijo de Jusay, en Aser y en Alot;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Josafat hijo de Paruaj, en Isacar;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Simey hijo de Elá, en Benjamín;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Geber hijo de Uri, en la tierra de Galaad; en la tierra de Sijón, rey de los amorreos; y de Og, rey de Basán. Este era el único gobernador en aquella tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "La población de Judá e Israel era tan numerosa como la arena del mar, y todos se alegraban cuando se reunían a comer y beber."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Salomón era rey y señor de los reinos, desde el río Éufrates hasta la tierra de los filisteos y los límites con Egipto. Mientras Salomón vivió, todos le pagaron tributos como sus vasallos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "La provisión que diariamente recibía Salomón era de nueve mil kilos de harina fina, dieciocho mil kilos de harina común,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "diez bueyes engordados, veinte bueyes de pastoreo y cien ovejas, sin contar los ciervos, gacelas, corzos y aves de corral."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Salomón dominó los reinos al oeste del río Éufrates, desde Tifesaj hasta Gaza, y en toda esa región hubo paz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Mientras Salomón vivió, Judá e Israel vivieron seguros, cultivando sus viñas e higueras desde Dan hasta Berseba."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Además, Salomón tenía en sus caballerizas cuarenta mil caballos para sus carros de combate, y doce mil jinetes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Cada uno de los gobernadores proveía de alimentos al rey Salomón para que nada le faltara. Cada mes, uno de ellos visitaba al rey y se sentaba a su mesa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Además, cada gobernador enviaba, según su turno, cebada y paja para los caballos y las bestias de carga."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "El Señor concedió a Salomón mucha sabiduría y prudencia, y lo dotó de un gran corazón, vasto como la arena del mar, para comprenderlo todo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Su sabiduría era mayor que la de todos los que vivían en el oriente y en Egipto;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "incluso sobrepasó a la sabiduría de hombres como Etán el ezraíta, Hemán, Calcol y Darda, los hijos de Majol. Su fama se extendió por todas las naciones vecinas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Salomón compuso tres mil proverbios y mil cinco poemas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Habló de temas relacionados con los cedros del Líbano y el hisopo que crece en las paredes, los animales, las aves, los reptiles y los peces."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Tanta era la fama de su sabiduría que de todos los pueblos y reinos llegaba gente a escuchar sus sabias palabras."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1KI.5",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1KI.5"
        ],
        "human": "1 Reyes 5"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1KI.6"
        ],
        "human": "1 Reyes 6",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1KI.4"
        ],
        "human": "1 Reyes 4",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Pacto de Salomón con Jirán"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Cuando el rey Jirán de Tiro supo que Salomón había sido consagrado como rey en lugar de su padre David, envió a sus embajadores a visitarlo, pues Jirán siempre había estimado a David."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "A su vez, Salomón mandó a decir a Jirán:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "«Tú sabes que, por culpa de las guerras en que mi padre, David, se vio envuelto, no pudo construir un templo para honrar el nombre del Señor su Dios, hasta que con la ayuda del Señor logró vencer a sus enemigos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Pero ahora que el Señor mi Dios me ha dado paz por todos lados y no tengo enemigos, ni nada que temer,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "he decidido construir un templo para honrar el nombre del Señor mi Dios y para que se cumpla la promesa que el Señor le hizo a mi padre, cuando dijo: “Tu hijo, a quien yo pondré en el trono en lugar tuyo, será quien edifique el templo donde se honrará mi nombre.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Para poder hacerlo, ordena por favor a tus hombres que corten cedros del Líbano. Mis hombres pueden ayudar, y yo les pagaré a tus siervos lo que tú me digas, pues reconozco que no hay entre nosotros nadie que trabaje la madera tan bien como los sidonios.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Cuando Jirán oyó lo que Salomón había dicho, se llenó de alegría y dijo: «¡Bendito sea el Señor, que le dio a David un hijo tan sabio para gobernar a este gran pueblo!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Entonces le respondió a Salomón:",
            "«He recibido tu mensaje, y en cuanto a la madera de cedro y de ciprés voy a hacer lo que me pides."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Mis hombres llevarán la madera desde el Líbano hasta el mar, y allí la pondrán en balsas y te la llevarán hasta donde tú me digas; allí la desatarán para que tú la tomes. Mi pago será que me proveas de alimento para mi familia.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Fue así como Jirán proveyó a Salomón con toda la madera de cedro y de ciprés que quiso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "A cambio de ella, cada año Salomón le enviaba a Jirán seis mil toneladas de trigo y seis mil litros de aceite puro para el sustento de su palacio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "El Señor dotó a Salomón de mucha sabiduría, tal y como se lo había prometido, y los reinos de Jirán y de Salomón hicieron un pacto y hubo paz entre ellos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Después Salomón decretó leva en todo el pueblo de Israel y reunió a treinta mil hombres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Cada mes enviaba al Líbano diez mil hombres, los cuales trabajaban allí en turnos de un mes, y luego se quedaban en sus casas. Adonirán estaba a cargo de la leva."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Además, Salomón contaba con setenta mil hombres que cargaban los materiales, y ochenta mil que cortaban la madera en el monte,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "sin contar a los tres mil trescientos maestros oficiales que Salomón puso al frente del pueblo que realizaba la obra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "También ordenó que llevaran grandes piedras labradas de cantera, de buena calidad, para los cimientos del templo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Y entre los albañiles de Salomón y la gente de Jirán y de Gebal cortaron la madera y labraron la cantería para construir el templo."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1KI.6",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1KI.6"
        ],
        "human": "1 Reyes 6"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1KI.7"
        ],
        "human": "1 Reyes 7",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1KI.5"
        ],
        "human": "1 Reyes 5",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Salomón edifica el templo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Cuatrocientos ochenta años después de que los israelitas salieron de Egipto, Salomón comenzó a construir el templo del Señor. Corría el mes de Zif, que es el segundo mes del año, y Salomón había reinado ya cuatro años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "El templo que el rey Salomón edificó para el Señor medía veintisiete metros de largo, nueve metros de ancho y trece y medio metros de alto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "El pórtico en el frente del templo medía nueve metros de largo y cuatro y medio metros de ancho en la parte de enfrente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Las ventanas del templo eran anchas por dentro y estrechas por fuera."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Junto a la muralla que rodeaba el edificio, y contra las paredes de la casa que rodeaban el templo y el lugar santísimo, construyó aposentos y habitaciones laterales alrededor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "El aposento de abajo medía poco más de dos metros de ancho; el del centro medía poco más de dos y medio metros de ancho, y el de arriba medía poco más de tres metros de ancho. Por fuera, el rey mandó reducir las medidas del templo para que las vigas no se empotraran en sus muros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Las piedras que se usaron para construir el templo llegaban ya labradas, de modo que cuando se dio comienzo a la construcción no se escuchó ningún golpe de martillo ni de hacha, ni de ningún instrumento de hierro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "La puerta del aposento del centro estaba al lado derecho del templo. Para ir al segundo piso y al tercero, se subía por una escalera de caracol."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Cuando Salomón terminó de edificar el templo, lo recubrió con artesonados de cedro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Igualmente, construyó un aposento alrededor del templo, el cual tenía poco más de dos metros de altura y se apoyaba en el muro con unas vigas de cedro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "La palabra del Señor vino a Salomón, y le dijo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "«En relación con el templo que estás construyendo, yo cumpliré la promesa que le hice a tu padre David, siempre y cuando tú obedezcas mis estatutos y mis decretos, y pongas en práctica mis mandamientos;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "entonces yo habitaré en el templo, en medio de los israelitas, y nunca abandonaré a mi pueblo.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Salomón terminó de construir el templo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Luego recubrió sus paredes con tablas de cedro por dentro y por fuera, hasta las vigas del techo, y el piso lo cubrió con madera de ciprés."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "En la parte final del templo construyó un edificio de nueve metros y lo recubrió con tablas de cedro de arriba abajo. Este espacio es el lugar santísimo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "El templo medía dieciocho metros de largo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Por dentro estaba recubierto con madera de cedro, con figuras talladas de calabazas silvestres con sus botones en flor. Todo era de cedro; nada era de piedra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Salomón mandó adornar por dentro el lugar santísimo, para colocar allí el arca del pacto del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "El lugar santísimo estaba en la parte interior del templo, la cual medía nueve metros de largo, nueve metros de ancho y nueve metros de alto, y estaba recubierto con el oro más puro; además, recubrió de oro el altar de cedro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Todo el interior del templo lo recubrió con el oro más puro, y colocó cadenas de oro para impedir la entrada al santuario."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "De modo que el interior del templo estaba recubierto de oro de arriba abajo, lo mismo que el altar que estaba frente al lugar santísimo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Salomón mandó esculpir en madera de olivo dos querubines, cada uno de los cuales medía cuatro y medio metros de alto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Cada ala extendida medía poco más de dos metros, de modo que las alas, de punta a punta, medían cuatro y medio metros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Ambos querubines eran idénticos en altura y estaban hechos del mismo material."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "La altura de cada querubín era de cuatro y medio metros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Estos querubines fueron puestos dentro del templo, en el lugar santísimo, con las alas extendidas; el ala de cada uno tocaba la pared opuesta, y una y otra se tocaban por las puntas y se unían en el centro del templo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "También a los querubines los recubrió de oro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "En las paredes del templo, lo mismo afuera que adentro, mandó tallar figuras de querubines, palmeras y botones en flor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "El piso del templo lo cubrió de oro por dentro y por fuera."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "A la entrada del santuario puso puertas de madera de olivo, y el umbral y los postes formaban una figura de cinco esquinas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Las dos puertas estaban hechas de madera de olivo, en las que también talló figuras de querubines, palmeras y botones en flor. Todo esto lo recubrió de oro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Para la puerta a la entrada del templo mandó hacer postes cuadrados de madera de olivo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "También mandó hacer dos puertas giratorias de madera de ciprés."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "En esas puertas también mandó tallar figuras de querubines, palmeras y botones en flor, y las recubrió de oro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "El atrio interior lo construyó con tres hileras de piedra labrada y una hilera de vigas de cedro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "En el cuarto año, en el mes de Zif, se echaron los cimientos del templo del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "En el undécimo año, en el mes de Bul, que es el octavo mes del año, concluyó la construcción del templo, con todo lo necesario y todos los detalles. La construcción duró siete años."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1KI.7",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1KI.7"
        ],
        "human": "1 Reyes 7"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1KI.8"
        ],
        "human": "1 Reyes 8",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1KI.6"
        ],
        "human": "1 Reyes 6",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Otros edificios de Salomón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Después de que Salomón terminó de construir el templo, comenzó a edificar su palacio, el cual terminó en trece años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Luego construyó otro palacio, al que llamó «Bosque del Líbano.» Medía cuarenta y cinco metros de largo, veintidós metros de ancho y catorce metros de alto; estaba sostenido por cuatro hileras de columnas de cedro, las cuales sostenían las vigas de cedro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Cuarenta y cinco columnas divididas en tres grupos de quince columnas cada uno, sostenían el techo de tablas de cedro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Además, había tres hileras de ventanas, una frente a la otra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Las puertas y los postes eran cuadrados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Salomón mandó hacer también un pórtico de columnas, que medía veintidós metros de largo y catorce metros de ancho. Enfrente había otro pórtico, con sus columnas y su techo de madera."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Mandó hacer también el pórtico del trono donde juzgaba, el cual era conocido como «Pórtico de justicia», y de arriba abajo lo recubrió de cedro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "En su palacio había un pórtico semejante al primero. Allí Salomón construyó para la hija del faraón un palacio semejante al suyo, pues la había tomado por esposa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Toda la construcción se hizo con piedras de gran calidad, porque estaban cortadas con sierras y ajustadas a la medida, tanto por dentro como por fuera, y desde los cimientos hasta las cornisas, y por fuera, hasta el gran atrio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Los cimientos estaban hechos con grandes bloques de piedra de primera calidad; unos bloques medían cuatro y medio metros, y otros medían tres y medio metros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Toda la construcción era de piedras de primera calidad, cortadas a la medida y recubiertas de madera de cedro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Alrededor del gran atrio había tres hileras de piedras labradas y una hilera de vigas de cedro, lo mismo que en el atrio interior del templo del Señor y en el vestíbulo del templo."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Salomón emplea a Jirán de Tiro"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "El rey Salomón mandó llamar de la ciudad de Tiro a Jirán,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "que era el hijo de una viuda de la tribu de Neftalí. Su padre trabajaba el bronce y había nacido en Tiro; Jirán, por su parte, era un hombre muy capaz y, además, conocía todos los secretos para trabajar el bronce. Por eso Salomón lo llamó y le encargó realizar toda la obra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Jirán fundió dos columnas de bronce, que medían ocho metros de alto y cinco y medio metros de circunferencia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Las columnas remataban en dos capiteles, también de bronce, que medían dos metros y veinticinco centímetros de alto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Cada capitel iba sobre la parte superior de las columnas y estaba adornado con siete trenzas en forma de red y unos cordones en forma de cadena."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "A las redes que adornaban cada uno de los capiteles, las rodeó con dos hileras de granadas, y así quedaron cubiertos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Los capiteles de las dos columnas que estaban en el pórtico tenían forma de lirios y medían un metro y ochenta centímetros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Alrededor de cada capitel, y sobre la red, que tenía forma de globo, había dos hileras con doscientas granadas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Luego de colocar las columnas en el pórtico del templo, a la columna de la derecha la llamó Jaquín y a la columna de la izquierda la llamó Boaz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "La parte superior de las columnas tenían tallados en forma de lirio, y con este detalle se puso fin a la obra de las columnas."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Mobiliario del templo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Otro trabajo de fundición que hizo Jirán fue una pila redonda de cuatro y medio metros de diámetro por dos metros y veinticinco centímetros de altura y trece y medio metros de circunferencia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Alrededor del borde había dos enredaderas con frutos como calabazas; cada medio metro había diez frutos, que habían sido fundidos en bronce al momento de fundir la pila,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "y la pila descansaba sobre doce bueyes, cuyos cuerpos quedaban hacia adentro, mientras que sus cabezas miraban, tres al norte, tres al occidente, tres al sur, y tres al oriente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "La pila tenía un grosor de siete centímetros, y el borde estaba labrado como un cáliz o una flor de lirio; su capacidad era de cuarenta mil litros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Jirán fundió también diez bases cuadradas de bronce, las cuales medían un metro y ochenta centímetros por lado, y un metro y treinta y cinco centímetros de alto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Las bases tenían unos tableros sujetados por un marco,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "que estaban adornados con figuras de leones, bueyes y querubines, y tanto por encima como por debajo de estas figuras estaban cinceladas, en bajo relieve, unas guirnaldas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Cada base estaba montada sobre cuatro ruedas de bronce; también sus ejes eran de bronce, y en las cuatro esquinas de la base, por debajo de la pila, había unas repisas fundidas y adornadas con guirnaldas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "La boca de la pila tenía un cerco redondo que sobresalía medio metro, que sumado a la altura de su pedestal llegaba a setenta centímetros de altura; por encima, la boca tenía grabados unos marcos cuadrados y unos tallados en sus tableros,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "los cuales eran sostenidos por cuatro ruedas, cuyos ejes estaban unidos a las bases. Las ruedas tenían setenta centímetros de altura"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "y se parecían a las ruedas de un carro con sus ejes, rayos, cubos, y cinchos, pero todo estaba fundido en bronce."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Las repisas que había en las cuatro esquinas de las cuatro bases, estaban hechas de una sola pieza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "En la parte alta de la base había una pieza redonda de veinte centímetros de alto; los tableros y las molduras que estaban encima de la base eran de una sola pieza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Jirán también grabó querubines, leones y palmeras, así como otros adornos alrededor, según el espacio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Las diez bases que fundió en bronce eran idénticas en forma, medidas y grabados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Luego Jirán hizo diez fuentes, también de bronce. Cada una de ellas medía un metro y ochenta centímetros y tenía capacidad para ochocientos litros, y estaba colocada sobre una de las diez bases."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "Cinco bases fueron alineadas a la derecha, y las otras cinco a la izquierda; la pila fue colocada al lado derecho del templo orientada hacia el sureste."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "Para terminar con las obras del templo del Señor, que Salomón le encomendó, Jirán hizo fuentes, tenazas y cuencos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "dos columnas con sus capiteles redondos en lo alto de las columnas, dos redes que cubrían los dos capiteles que estaban sobre las columnas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "dos hileras de doscientas granadas para cada red, colocadas en la parte más ancha del capitel,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "diez fuentes con sus diez bases;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "una pila sostenida por doce bueyes;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "calderos, paletas, cuencos, y todos los utensilios para el templo del Señor. Todo lo que Jirán hizo para el rey Salomón, lo hizo de bronce pulido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            46
          ],
          "lines": [
            "El trabajo de fundición, el rey ordenó que se hiciera en la llanura del Jordán, entre Sucot y Saretán, porque ese terreno era arcilloso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            47
          ],
          "lines": [
            "Eran tantos los utensilios que se hicieron, que Salomón no preguntó cuánto bronce se había utilizado para hacerlos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            48
          ],
          "lines": [
            "Salomón mandó hacer también todos los utensilios necesarios para el templo del Señor: un altar de oro, una mesa de oro sobre la que se colocaban los panes que se consagran al Señor;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            49
          ],
          "lines": [
            "cinco candeleros de oro puro para el lado derecho, y cinco más para el lado izquierdo, frente al lugar santísimo, más las flores, las lámparas y las tenazas. Todo era de oro puro:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            50
          ],
          "lines": [
            "los cántaros, las despabiladeras, las tazas, las cucharillas y los incensarios; las bisagras de las puertas del lugar santísimo y las de las puertas del templo. Todo era de oro puro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            51
          ],
          "lines": [
            "La construcción del templo del Señor se hizo tal y como lo había dispuesto el rey Salomón. Luego, Salomón depositó en los tesoros del templo del Señor todo lo que su padre David había dedicado, es decir, toda la plata, todo el oro y todos los utensilios."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1KI.8",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1KI.8"
        ],
        "human": "1 Reyes 8"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1KI.9"
        ],
        "human": "1 Reyes 9",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1KI.7"
        ],
        "human": "1 Reyes 7",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Salomón lleva el arca al templo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Salomón ordenó que los ancianos de Israel y todos los jefes de las tribus, más los jefes de las familias israelitas, se reunieran en Jerusalén para llevar el arca del pacto del Señor, de Sión a la ciudad de David."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Todos los israelitas se reunieron con el rey Salomón durante la fiesta solemne del mes de Etanín, que es el séptimo mes del año."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Cuando los ancianos de Israel llegaron, los sacerdotes tomaron el arca"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "y el tabernáculo de reunión, y todos los utensilios sagrados que estaban en el tabernáculo, los cuales llevaban los sacerdotes y los levitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "El rey Salomón y todos los israelitas se reunieron delante del arca y ofrecieron en sacrificio ovejas y bueyes. ¡Eran tantos los animales ofrecidos que no se podían contar!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Luego, los sacerdotes introdujeron el arca del pacto del Señor en el lugar reservado para ella, es decir, en el lugar santísimo, en el santuario del templo, bajo las alas de los querubines."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Sobre el lugar donde estaba el arca, los querubines tenían extendidas sus alas, con lo que cubrían el arca y sus travesaños."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Estos eran tan largos que sus extremos podían verse desde el lugar santo, que está frente al lugar santísimo, aunque desde afuera no podían verse. Así se quedaron hasta el día de hoy."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Dentro del arca solamente estaban las dos tablas de piedra que Moisés había colocado en Horeb, donde el Señor hizo un pacto con los israelitas cuando salieron de Egipto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "En el momento en que los sacerdotes salieron del santuario, la nube llenó el templo del Señor,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "así que ellos no pudieron quedarse para cumplir su ministerio, pues el Señor había llenado el templo con su gloria."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Dedicación del templo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Entonces Salomón dijo:",
            "«Tú, Señor, has dicho que habitas en la oscuridad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Pero yo te he construido un templo para que habites allí por siempre.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Luego volvió el rostro hacia el pueblo de Israel, que permanecía de pie, y les dio la bendición."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Y dijo:",
            "«Bendito sea el Señor, Dios de Israel, que le hizo una promesa a David, mi padre, y la ha cumplido. El Señor le dijo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "“Desde el día en que saqué de Egipto a mi pueblo Israel, de ninguna de sus tribus escogí una ciudad para que se me construyera un templo donde se honrara mi nombre; pero elegí a David para que gobernara a mi pueblo Israel.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Y mi padre David se propuso de todo corazón edificar un templo donde se honrara el nombre del Señor y Dios de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Pero el Señor le dijo: “Es muy bueno tu deseo sincero de construir un templo donde se honre mi nombre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Pero no serás tú quien lo construya, sino el hijo que vas a engendrar. Será él quien edifique el templo donde se honrará mi nombre.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "»El Señor ha cumplido su palabra, pues me puso en el lugar de mi padre y me ha sentado en el trono de Israel, tal como lo prometió. Además, he construido el templo al nombre del Señor y Dios de Israel,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "y allí he apartado un lugar para colocar el arca que guarda el pacto que el Señor hizo con nuestros antepasados cuando los sacó de la tierra de Egipto.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Luego, Salomón se paró frente al altar del Señor, y en presencia de todo el pueblo de Israel extendió los brazos al cielo y dijo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "«Señor y Dios de Israel, no hay en los cielos ni en la tierra otro Dios como tú, pues tú cumples tu pacto y tienes misericordia de quienes te honran y te obedecen de todo corazón;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "tú has cumplido la promesa que le hiciste a tu siervo, mi padre David; lo que entonces le prometiste de palabra, hoy vemos que se ha cumplido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Lo que sigue, Señor y Dios de Israel, es que también cumplas la promesa que le hiciste a mi padre David, tu siervo, cuando le dijiste: “Nunca faltará delante de mí un descendiente tuyo que ocupe el trono de Israel, siempre y cuando vaya por mis sendas y me obedezca como lo has hecho tú.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Te ruego, Señor y Dios de Israel, que cumplas esa promesa que le hiciste a tu siervo David, mi padre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "»¿En verdad, Señor, quieres vivir en este mundo? Si ni la gran expansión de los cielos es capaz de contenerte, ¡mucho menos este templo que he edificado en tu honor!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "No obstante, Señor mi Dios, sé que tú pondrás atención al clamor y a la plegaria que este siervo tuyo hoy eleva a ti."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Dígnate posar, de día y de noche, tus ojos sobre este templo, pues un día prometiste: “Allí estará mi nombre.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "¡Oye aquí las plegarias de tu pueblo Israel y de este siervo tuyo! ¡Que cuando vengan a este lugar tú, desde el cielo, donde habitas, escuches su clamor y los perdones!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "»Si alguno ofende a su prójimo y lo obligan a jurar ante tu altar en este templo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "tú, que escuchas desde el cielo, haz justicia a tus siervos y condena al impío. Que sus malas acciones recaigan sobre él, mientras que al hombre justo lo tratas como corresponde a su justicia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "»Cuando los israelitas sean derrotados por sus enemigos, por haber pecado contra ti, si se arrepienten de su pecado y reconocen la grandeza de tu nombre, y oran y claman aquí en tu templo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "escúchalos tú en los cielos, y perdona el pecado de tu pueblo Israel, y hazlos volver a la tierra que les diste a sus padres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "»Si tu pueblo peca contra ti y el cielo les niega su lluvia, y si tú los afliges y ellos se arrepienten y vienen a este lugar reconociendo tu nombre,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "te ruego que desde los cielos escuches a tus siervos, a tu pueblo Israel, y perdones su pecado; que le enseñes a seguir el buen camino, y que hagas llover sobre la tierra que le diste como herencia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "»Si tu pueblo llega a padecer hambre, o peste, o plagas como hongos en los cereales, o langosta o pulgón; o si son sitiados por sus enemigos, o enfrentan alguna plaga o enfermedad,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "escucha las oraciones y las súplicas que te haga tu pueblo, o cualquiera de tus hijos, cuando sufran por su desgracia y, arrepentidos, levanten sus brazos hacia este templo;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "escúchalos desde los cielos, donde habitas, y perdónalos; tú, que conoces el corazón de todo ser humano, dales lo que merezcan sus acciones,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "para que te honren todo el tiempo que vivan en la tierra que diste a nuestros antepasados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "»Si los extranjeros, los que no pertenecen a tu pueblo Israel, saben de tu nombre y vienen a conocerte"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "(pues muchos sabrán de tu grandeza y de tu gran poder), y llegan a invocar tu nombre en este templo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "escúchalos desde los cielos, desde el lugar donde habitas, y trátalos según el motivo por el que te invocan, para que todos los pueblos de la tierra te conozcan y te honren, como lo hace tu pueblo Israel, y reconozcan que tú escuchas las oraciones que se hacen en este templo que construí para ti."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "»Si tu pueblo sale a pelear contra sus enemigos, y siguen el camino que tú les indiques, y te piden ayuda mirando hacia la ciudad que elegiste y en donde edifiqué el templo en tu honor,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "escucha desde el cielo su oración y súplica, y concédeles la victoria."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            46
          ],
          "lines": [
            "»Si acaso pecan contra ti (pues no hay nadie que no peque), y tú te enojas y los pones en manos de sus enemigos, y estos los llevan cautivos a países enemigos, cercanos o lejanos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            47
          ],
          "lines": [
            "si tu pueblo recapacita en el país de su cautiverio y se arrepiente y clama a ti, y confiesa haber hecho lo malo y haberte ofendido;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            48
          ],
          "lines": [
            "si allá en la tierra de su cautiverio se vuelven a ti con todo su corazón y con toda su alma, y oran a ti con el rostro en dirección a la tierra que les diste a sus antepasados y a la ciudad que tú elegiste, mirando hacia el templo que edifiqué en tu honor,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            49
          ],
          "lines": [
            "escucha desde los cielos donde habitas sus oraciones y lamentos, y hazles justicia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            50
          ],
          "lines": [
            "Perdona a tu pueblo por todos sus pecados, por haberse rebelado contra ti y por desobedecer tus mandatos, y haz que sus opresores les tengan compasión."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            51
          ],
          "lines": [
            "¡Ellos son tu pueblo! ¡Te pertenecen, pues tú los sacaste de Egipto, de ese país que parecía un horno para fundir hierro!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            52
          ],
          "lines": [
            "Mira con atención a tu pueblo y a este siervo tuyo, y escucha su oración cuando te invoquen."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            53
          ],
          "lines": [
            "Señor y Dios, tú los apartaste para que fueran tuyos; tú los elegiste de entre todos los pueblos de la tierra. Así se lo hiciste saber a Moisés, tu siervo, cuando liberaste de Egipto a nuestros antepasados.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            54
          ],
          "lines": [
            "Cuando Salomón terminó de orar y de suplicar al Señor, se levantó de delante del altar, pues había estado arrodillado, y con los brazos extendidos al cielo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            55
          ],
          "lines": [
            "se puso de pie y bendijo a todo el pueblo de Israel con estas palabras:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            56
          ],
          "lines": [
            "«Bendito sea el Señor, que le ha dado paz a su pueblo Israel, conforme a su promesa, sin dejar de cumplir ninguna de las promesas que le hizo a Moisés."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            57
          ],
          "lines": [
            "Que el Señor nuestro Dios esté con nosotros, como estuvo con nuestros primeros padres, y que no nos desampare ni nos abandone."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            58
          ],
          "lines": [
            "Que nuestra voluntad se rinda ante él para que podamos andar por sus caminos y cumplamos sus mandamientos, estatutos y decretos, los cuales dio a nuestros primeros padres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            59
          ],
          "lines": [
            "Que estas oraciones que he hecho delante del Señor, permanezcan ante su presencia en todo tiempo. Que él a su tiempo proteja la causa de este siervo suyo y de su pueblo Israel,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            60
          ],
          "lines": [
            "para que en todas las naciones de la tierra sepan que el Señor es Dios, y que no hay otro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            61
          ],
          "lines": [
            "Que el corazón de todos ustedes sea totalmente sincero con el Señor nuestro Dios. Que siempre cumplan ustedes sus estatutos y obedezcan sus mandamientos, como lo han hecho hoy.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            62
          ],
          "lines": [
            "A continuación, el rey y todo el pueblo de Israel ofrecieron sacrificios delante del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            63
          ],
          "lines": [
            "Salomón ofreció al Señor, como sacrificios de reconciliación, veintidós mil bueyes y ciento veinte mil ovejas. Así fue como Salomón y los israelitas dedicaron el templo del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            64
          ],
          "lines": [
            "Ese mismo día, Salomón consagró la parte central del atrio, frente al templo del Señor, porque allí ofreció los holocaustos, las ofrendas de cereales y la grasa de las ofrendas de reconciliación, pues en el altar de bronce que estaba delante del Señor no había espacio para los holocaustos ni para las ofrendas de cereales, ni para la grasa de los sacrificios de reconciliación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            65
          ],
          "lines": [
            "Ese día, y en presencia del Señor, Salomón y los israelitas hicieron fiesta, a la que asistió una multitud que venía desde la entrada de Jamat hasta el río de Egipto. Esa fiesta en honor al Señor se prolongó durante siete días más, y en total duró catorce días."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            66
          ],
          "lines": [
            "Al octavo día, Salomón despidió al pueblo, y ellos bendijeron al rey; luego cada uno se fue a su ciudad, rebosando de gozo y alegría por todas las cosas buenas que el Señor había hecho a su siervo David y a su pueblo Israel."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1KI.9",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1KI.9"
        ],
        "human": "1 Reyes 9"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1KI.10"
        ],
        "human": "1 Reyes 10",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1KI.8"
        ],
        "human": "1 Reyes 8",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Pacto del Señor con Salomón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Cuando Salomón terminó de construir el templo del Señor, su propio palacio y todo lo que pensó hacer,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "el Señor se le apareció por segunda vez, como ya lo había hecho en Gabaón,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "y le dijo:",
            "«He escuchado las oraciones y ruegos que has hecho ante mí, y he santificado el templo que tú construiste para que mi nombre esté siempre allí, y allí estarán siempre presentes mi corazón y mis ojos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Si tú te conduces como tu padre David, que me honró de todo corazón y fue justo, y cumples con todo lo que yo te he mandado, y obedeces mis estatutos y decretos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "yo afirmaré tu reinado sobre mi pueblo Israel, porque así se lo prometí a tu padre. Yo le dije: “Nunca faltará un descendiente tuyo en el trono de Israel.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "»Pero si ustedes, y los hijos de ustedes, se rebelan y se empeñan en apartarse de mí, y desobedecen los mandamientos y estatutos que he puesto ante ustedes, y se van a servir y adorar a dioses ajenos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "yo arrancaré al pueblo de Israel de la tierra que le di por herencia, y abandonaré este templo que fue edificado en mi honor y que yo consagré, y todas las naciones se burlarán de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "La gente que pase frente a este templo, que yo tenía en gran estima, se asombrará y se burlará, y dirá: “¿Por qué el Señor ha tratado tan mal a esta tierra y a este templo?”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Y se le responderá: “Es que abandonaron al Señor su Dios, que sacó de Egipto a sus antepasados, y ellos prefirieron adorar y servir a dioses ajenos. Por eso el Señor los ha castigado.”»"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Otras actividades de Salomón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Veinte años después de que Salomón construyó el templo del Señor y su palacio real,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "para los que el rey Jirán de Tiro le entregó mucha madera de cedro y de ciprés, y todo el oro que quiso, el rey Salomón le regaló a Jirán, en agradecimiento, veinte ciudades en la tierra de Galilea."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Jirán salió entonces de Tiro para ver las ciudades que Salomón le había regalado, pero cuando las vio no le gustaron,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "así que le dijo a Salomón: «Hermano, ¿por qué me has dado estas ciudades tan feas?» Y les puso por nombre «Tierras de Cabul», que es el nombre que hasta hoy conservan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Como Jirán había enviado a Salomón tres mil novecientos sesenta kilos de oro,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Salomón impuso trabajo obligatorio para edificar el templo del Señor y el palacio real, Milo y la muralla de Jerusalén, y Jazor, Meguido y Guézer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Tiempo atrás el faraón, es decir, el rey de Egipto, había arrasado la ciudad de Guézer y le había prendido fuego, matando a los cananeos que allí habitaban, y luego se la dio como dote a su hija, la mujer de Salomón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Entonces Salomón mandó restaurar Guézer y Bet Jorón la de abajo;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "también restauró Baalat y Tadmor, que están en el desierto,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "y todas las ciudades donde Salomón guardaba las provisiones, las caballerizas donde tenía sus carros de combate, los cuarteles de la caballería y todo lo que Salomón quiso edificar en Jerusalén, en el Líbano y en toda la tierra bajo su dominio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "A los pueblos no israelitas que quedaron con vida, como los amorreos, hititas, ferezeos, jivitas y jebuseos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "y a sus descendientes que los israelitas no pudieron exterminar, Salomón les impuso tributo y hasta el día de hoy lo pagan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Por el contrario, a ningún israelita le impuso Salomón trabajo alguno, aunque sí los enroló en su ejército o los puso a su servicio como jefes, capitanes y comandantes de sus carros de combate, o como jinetes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "El total de los hombres que Salomón nombró jefes y capataces de las obras de construcción fue de quinientos cincuenta, los cuales supervisaban a la gente que trabajaba en la construcción."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "La hija del faraón salió de la ciudad de David y se fue al palacio que Salomón había mandado construir para ella; y Salomón mandó edificar Milo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Tres veces al año Salomón ofrecía holocaustos y ofrendas de reconciliación sobre el altar de bronce que mandó construir en el templo en honor al Señor. Después de que el templo quedó terminado, Salomón quemaba allí incienso al Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "En Ezión Guéber, puerto que está cerca de Elat, a orillas del Mar Rojo, en el territorio de Edom, Salomón mandó construir naves."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "En esas naves Jirán envió a sus oficiales y marinos experimentados, junto con los oficiales de Salomón,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "y fueron a Ofir y volvieron con las naves cargadas con catorce mil kilos de oro, mismos que llevaron al rey Salomón."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1KI.10",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1KI.10"
        ],
        "human": "1 Reyes 10"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1KI.11"
        ],
        "human": "1 Reyes 11",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1KI.9"
        ],
        "human": "1 Reyes 9",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La reina de Sabá visita a Salomón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Cuando la reina de Sabá oyó hablar de la fama del rey Salomón, que honraba el nombre del Señor, quiso verlo y ponerlo a prueba con preguntas difíciles."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Llegó a Jerusalén acompañada de un gran séquito: llevaba camellos cargados con especias, y oro en abundancia y piedras preciosas. Al llegar a la presencia de Salomón, le hizo toda clase de preguntas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "y Salomón las respondió una a una. No hubo nada para lo cual Salomón no tuviera una respuesta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Y al ver la reina de Sabá cuán sabio era Salomón, y el templo que había edificado,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "y al probar los manjares de su mesa y examinar las habitaciones de sus oficiales, y la calidad de las vestiduras que llevaban los sirvientes responsables de los manjares, y los holocaustos que se ofrecían en el templo del Señor, se quedó asombrada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Entonces le dijo al rey:",
            "«Ya he visto que es verdad todo lo que escuché en mi país acerca de ti y de tu sabiduría."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Yo no lo creía; por eso vine a comprobarlo por mí misma. ¡Y lo que me contaron no es ni la mitad de lo que he visto con mis propios ojos! Tu sabiduría y tus posesiones son mayores que la fama que te precedía."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "¡Qué afortunados son tus súbditos! ¡Qué dichosos son tus sirvientes, que siempre están en tu presencia y escuchan tu sabiduría!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "¡Bendito sea el Señor, tu Dios, que se agradó de ti y te puso en el trono de Israel! Yo sé que el Señor siempre ha amado a su pueblo Israel. Por eso te puso como su rey, para que lo gobiernes con rectitud y justicia.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Dicho esto, la reina de Sabá le obsequió a Salomón tres mil novecientos sesenta kilos de oro, gran cantidad de especias y piedras preciosas. Nunca antes se había visto tal cantidad de especias como las que la reina de Sabá le obsequió al rey Salomón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "También la flota de Jirán, que había llevado oro de Ofir, llegó con mucha madera de sándalo y más piedras preciosas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Con la madera de sándalo, Salomón mandó hacer barandillas para el templo del Señor y para el palacio real, y además mandó fabricar arpas y salterios para los cantores. Nunca antes hubo en Israel tal cantidad de madera de sándalo, ni se ha vuelto a ver."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Cuando la reina de Sabá regresó a su país con todo su séquito, el rey Salomón le dio cuanto ella quiso y pidió, además de lo que ya le había dado."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Riquezas y fama de Salomón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "La renta que Salomón recibía anualmente era de veintidós mil kilos de oro,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "sin contar los tributos de los mercaderes, de las especias, y de los reyes de Arabia y los gobernadores del país."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Además, el rey Salomón mandó forjar doscientos grandes escudos bañados en oro. En cada escudo se emplearon seis kilos de oro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "También mandó forjar otros trescientos escudos más pequeños, bañados en oro, que hizo colocar en el palacio conocido como Bosque del Líbano. En cada uno se emplearon un kilo y medio de oro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Luego mandó hacer un gran trono de marfil recubierto del oro más refinado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "El trono tenía seis escalones; el respaldo era redondo y con brazos laterales, junto a los cuales había dos leones."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "En los seis escalones había doce leones, puestos uno frente al otro en cada escalón. En ningún otro reino conocido había un trono tan suntuoso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Toda la vajilla y todas las copas del palacio del Bosque del Líbano eran de oro fino. De plata no había nada, porque en los días de Salomón la plata no era apreciada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Y como el rey Salomón tenía una flota de naves de Tarsis junto con la flota de Jirán, una vez cada tres años llegaban las naves de Tarsis cargadas con oro, plata, marfil, monos y pavos reales."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Las riquezas y la sabiduría de Salomón excedían a las de todos los reyes de la tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Muchos procuraban ver al rey Salomón para escuchar de sus labios la sabiduría que el Señor le había dado,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "y cada año le llevaban valiosos presentes: alhajas de oro y de plata, vestiduras finas, armas, especias aromáticas, y caballos y mulos."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Salomón comercia en caballos y en carros"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Salomón llegó a reunir mil cuatrocientos carros de guerra y doce mil jinetes. Los carros estaban en los cuarteles destinados a ellos, y también al cuidado de la guardia real en Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Salomón tenía tantas riquezas que la plata llegó a ser tan común como las piedras, y la madera de cedro como las higueras silvestres de los llanos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Los mercaderes de Salomón compraban a Egipto caballos y telas finas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Los carros que salían de Egipto costaban seiscientas monedas de plata, y los caballos, ciento cincuenta; y así eran vendidos a los reyes hititas y sirios."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1KI.11",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1KI.11"
        ],
        "human": "1 Reyes 11"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1KI.12"
        ],
        "human": "1 Reyes 12",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1KI.10"
        ],
        "human": "1 Reyes 10",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Apostasía de Salomón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Pero el rey Salomón, además de amar a la hija del faraón, se enamoró de muchas mujeres extranjeras; algunas eran de Moab, otras eran de Edom, de Sidón y de los hititas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "y de todas ellas el Señor ya había advertido a los israelitas: «Ustedes no deben tener relaciones sexuales con mujeres extranjeras, ni ellas con ustedes, pues por ellas corren ustedes el riesgo de llegar a adorar a sus dioses.» Sin embargo, Salomón se enamoró de mujeres así."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Tuvo setecientas mujeres a las que hizo reinas, y trescientas concubinas, y todas ellas lo hicieron extraviarse."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Cuando Salomón envejeció, sus mujeres lo hicieron adorar a dioses ajenos, y a diferencia de David, su padre, su corazón dejó de ser perfecto ante el Señor su Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Salomón adoró a Astoret, la diosa de los sidonios; y adoró también a Milcón, el repugnante ídolo de los amonitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Se apartó del Señor y cometió muchas maldades porque, a diferencia de David, su padre, dejó de seguir fielmente al Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Hasta construyó en el monte que está frente a Jerusalén un altar a Quemos, el repugnante ídolo de Moab, y a Moloc, el ídolo repugnante de los amonitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Esos altares los construyó para que sus mujeres pudieran quemar incienso y ofrecer sacrificios a sus dioses."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "El Señor se enojó mucho contra Salomón porque su corazón se apartó de él, a pesar de que el Señor se le había aparecido dos veces"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "y le había insistido que no adorara ni sirviera a dioses ajenos, pero Salomón no le hizo caso al Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Entonces el Señor le dijo a Salomón:",
            "«Como te has portado tan mal, y no has cumplido con tu pacto conmigo, ni has obedecido los estatutos que te di, voy a dividir tu reino, para entregárselo a uno de tus servidores."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Pero, por amor a tu padre David, no lo haré mientras vivas. Esto lo haré cuando tu hijo llegue a ser rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Pero no desharé totalmente el reino, sino que, por amor a tu padre David y a la ciudad de Jerusalén que yo elegí, a tu hijo le daré una tribu.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Hadad busca vengarse de Salomón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "El Señor permitió que Hadad el edomita, que era hijo de reyes, se levantara en contra de Salomón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Cuando David estaba en Edom, Joab, general del ejército, llegó para enterrar a los israelitas caídos en combate, y mató a todos los hombres de Edom."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Joab y todos los israelitas estuvieron seis meses en Edom, hasta que exterminaron a todos los edomitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "En aquel tiempo Hadad era un niño, pero logró huir hacia Egipto junto con algunos edomitas que servían a su padre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Salieron de Madián y llegaron a Parán, donde reunieron a más hombres; luego fueron a ver al faraón, rey de Egipto, y él les dio casa, alimentos y tierras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Hadad se ganó la buena voluntad del faraón, pues le dio por mujer a la hermana de su esposa, la reina Tapenés."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Hadad tuvo un hijo, al que le puso por nombre Genubat, y la reina Tapenés lo destetó y lo llevó a vivir junto con sus hijos, en el palacio del faraón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Cuando Hadad supo que David y Joab, general del ejército, habían muerto, fue a ver al faraón y le dijo:",
            "«Dame permiso de volver a mi país.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Y el faraón le preguntó:",
            "«¿Por qué quieres volver a tu país? ¿Te falta algo aquí conmigo?»",
            "Y Hadad le respondió:",
            "«No me falta nada, pero aun así te ruego que me dejes volver.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Rezón se rebela contra Salomón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Dios también permitió que Rezón hijo de Eliada se levantara contra Salomón. Rezón había huido de su amo, Hadad Ezer, que era rey de Soba."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Logró reunir gente y formó una banda de bandoleros. Cuando David venció al ejército de Soba, Rezón se fue a vivir a Damasco, y allí lo coronaron rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Desde entonces, y mientras Salomón vivió, Rezón se convirtió en enemigo de los israelitas, lo mismo que Hadad, y llegó a ser rey de Siria."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Jeroboán se rebela contra Salomón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Otro que se rebeló contra Salomón fue Jeroboán hijo de Nabat, un efrateo de la ciudad de Seredá que estaba a su servicio. Su madre se llamaba Serúa y era viuda."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "La razón por la que Jeroboán se rebeló contra Salomón fue que, cuando este estaba construyendo Milo, cerró la brecha de la Ciudad de David, su padre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Jeroboán era un hombre muy aguerrido y, cuando Salomón lo vio, lo llamó y lo puso a cargo de todo lo relacionado con los descendientes de José."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Pero un día Jeroboán salió de Jerusalén y, en el camino, se encontró con el profeta Ajías de Silo, que llevaba un manto nuevo. Los dos estaban solos en el campo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Ajías tomó el manto y lo dividió en doce pedazos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "y le dijo a Jeroboán:",
            "«Estos diez pedazos son para ti, porque así ha dicho el Señor, el Dios de Israel: “Voy a dividir el reino de Salomón, y a ti voy a darte diez tribus."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "A Salomón voy a dejarle una sola tribu, por causa de mi siervo David, su padre, y de Jerusalén, la ciudad que yo elegí de entre todas las tribus de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Y es que me han abandonado y se han entregado al culto de Astoret, la diosa de los sidonios; de Quemos, el dios de Moab; y de Moloc, el dios de los amonitas. Han abandonado mis caminos, han dejado de hacer lo recto delante de mis ojos, y no han cumplido con mis estatutos y mis decretos, cosa que nunca hizo David, su padre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Pero por amor a David su padre, a quien yo elegí y quien obedeció mis mandamientos y estatutos, mientras Salomón viva no le quitaré el reino."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Se lo quitaré a su hijo, y tú reinarás sobre diez tribus."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Al hijo de Salomón le dejaré una tribu, para que mi siervo David tenga un descendiente en el trono de Jerusalén, la ciudad que yo escogí para poner en ella mi nombre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Yo te he elegido para que reines sobre Israel y hagas lo que te parezca bien."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Si pones atención a todo lo que yo te ordene y no te desvías de mis caminos, y si haces lo recto delante de mis ojos y cumples mis estatutos y mandamientos, como lo hizo mi siervo David, yo te acompañaré siempre y estableceré tu dinastía, como lo hice con David, y te entregaré el pueblo de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "En cuanto a los descendientes de David, voy a hacerlos sufrir por esto, pero no será para siempre.”»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "Entonces Salomón procuró matar a Jeroboán, pero este huyó a Egipto, donde Sisac era rey, y allí se quedó hasta la muerte de Salomón."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Muerte de Salomón"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "Los otros hechos de Salomón, y todo lo que hizo y toda su sabiduría están escritos en el libro de los hechos de Salomón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "Fueron cuarenta años los que reinó en Jerusalén y en todo el pueblo de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "Y cuando Salomón durmió el sueño de la muerte, como sus antepasados, fue sepultado en la ciudad de su padre David. En su lugar reinó Roboán, su hijo."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1KI.12",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1KI.12"
        ],
        "human": "1 Reyes 12"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1KI.13"
        ],
        "human": "1 Reyes 13",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1KI.11"
        ],
        "human": "1 Reyes 11",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Rebelión de Jeroboán"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Roboán fue a Siquén porque todo el pueblo de Israel estaba reunido allí para proclamarlo rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Cuando Jeroboán hijo de Nabat, que por la furia del rey Salomón había huido a Egipto, supo esto,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "sus seguidores le pidieron volver. Al llegar Jeroboán, él y todo el pueblo se presentaron ante Roboán y le dijeron:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "«Tu padre fue muy duro con nosotros. Te rogamos que disminuyas un poco la servidumbre a la que Salomón nos sometió. Aligera el yugo tan pesado que nos impuso, y nos pondremos a tu servicio.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Pero Roboán les dijo:",
            "«Por el momento, váyanse y vuelvan a verme dentro de tres días.»",
            "En cuanto ellos se fueron,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Roboán pidió consejo a los ancianos que cuando Salomón vivía habían estado a su servicio. Les dijo:",
            "«¿Qué respuesta me aconsejan dar a esta gente?»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Los ancianos le dijeron:",
            "«Si hoy te pones al servicio del pueblo y le hablas de buena manera, ellos serán siempre tus servidores.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Pero Roboán hizo a un lado el consejo de los ancianos, y pidió el consejo de los jóvenes que habían crecido con él y estaban a su servicio. Les preguntó:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "«¿Qué me aconsejan responder a esta gente que vino a decirme: “Disminuye un poco la servidumbre que tu padre nos impuso”?»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Y los jóvenes que habían crecido con él le dijeron:",
            "«A esa gente que te habló de esa manera, y que dijo: “Tu padre fue muy duro con nosotros. Disminuye un poco esa dureza”, diles: “Mi dedo meñique es más grueso que los lomos de mi padre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Así que, si mi padre fue duro con ustedes, yo lo seré más todavía; si mi padre los castigó con azotes, yo los azotaré con látigos.”»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Al tercer día, Jeroboán y todo el pueblo se presentaron ante el rey Roboán para conocer su respuesta, tal y como él les había dicho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Y el rey les habló con dureza, pues no hizo caso del consejo de los ancianos;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "al contrario, les repitió lo que los jóvenes le habían aconsejado: «Si mi padre fue duro con ustedes, yo seré aún más duro; si mi padre los castigó con azotes, yo los azotaré con látigos.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Y Roboán no quiso escuchar al pueblo porque ya el Señor así lo había dispuesto, para confirmar lo que había dicho a Jeroboán hijo de Nabat por medio de Ajías el silonita."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Al ver el pueblo que el rey no les había hecho caso, exclamaron:",
            "«¿Qué tenemos nosotros que ver con David? ¡No tenemos nada que ver con el hijo de Yesé! Pueblo de Israel, ¡regresa a tus casas! Y tú, David, ¡busca tu propio sustento!»",
            "Fue así como el pueblo de Israel regresó a sus casas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "y Roboán siguió reinando sobre los israelitas que vivían en las ciudades de Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Y cuando Roboán envió a Adorán a cobrar los tributos para el rey, el pueblo de Israel lo apedreó hasta matarlo. Entonces el rey Roboán subió en su carro y salió huyendo hacia Jerusalén."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Así fue como el pueblo de Israel se separó de la casa de David, hasta el día de hoy."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Y cuando los israelitas se enteraron de que Jeroboán había vuelto, todo el pueblo mandó a llamarlo para proclamarlo rey de Israel, y aparte de la tribu de Judá, ninguna otra tribu se sometió a la línea de David."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Al llegar a Jerusalén, Roboán reunió a los descendientes de Judá y de Benjamín, y escogió a los ciento ochenta mil mejores guerreros para ir y pelear contra los israelitas, pues quería recuperar el reino de Salomón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Pero la palabra del Señor vino a Semaías, varón de Dios, y le dijo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "«Habla con Roboán, el hijo de Salomón, y con las tribus de Judá y de Benjamín, y con el resto del pueblo, y diles:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "“Así ha dicho el Señor: No vayan a pelear contra sus hermanos israelitas. Regresen a sus casas, porque esto lo he provocado yo.”»",
            "Y los dos bandos hicieron caso de las palabras del Señor, y en conformidad con ellas regresaron a sus casas."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El pecado de Jeroboán"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Entonces Jeroboán reedificó la ciudad de Siquén, en la ladera del monte Efraín, y allí se quedó a vivir, aunque luego salió de allí y reconstruyó Penuel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Pero dentro de sí mismo pensaba: «El reino puede regresar a la casa de David"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "si el pueblo sigue yendo a ofrecer sacrificios al templo del Señor en Jerusalén. Entonces volverán a someterse voluntariamente a Roboán, rey de Judá, y a mí me matarán.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Después de reunirse en consejo, Jeroboán mandó hacer dos becerros de oro y le dijo al pueblo:",
            "«Israelitas, demasiadas veces han ido ustedes a Jerusalén. ¡Aquí tienen a los dioses que los sacaron de Egipto!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Uno de los becerros lo colocó en Betel, y el otro en Dan."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Esto incitó al pueblo a pecar, porque iba a Dan a adorar el becerro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Además, Jeroboán mandó construir altares en los montes y nombró sacerdotes de entre el pueblo, aunque no fueran descendientes de Leví."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "También instituyó una fiesta solemne el día quince del mes octavo, semejante a la que era celebrada en Judá, y ofrecía sacrificios en el altar que construyó en Betel y nombró sacerdotes para que oficiaran en los altares que había mandado construir."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "La fiesta religiosa que instituyó el día quince del mes octavo, fue una invención suya, y todo el pueblo participó en ella, y Jeroboán subió al altar para quemar incienso."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1KI.13",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1KI.13"
        ],
        "human": "1 Reyes 13"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1KI.14"
        ],
        "human": "1 Reyes 14",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1KI.12"
        ],
        "human": "1 Reyes 12",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Un profeta de Judá amonesta a Jeroboán"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Mientras Jeroboán estaba frente al altar de Betel dispuesto a quemar incienso, un profeta de Judá llegó a Betel por órdenes del Señor,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "y comenzó a hablar en contra del altar. Dijo:",
            "«Altar, altar, así ha dicho el Señor: “La dinastía de David va a tener un descendiente. Se llamará Josías, y él sacrificará sobre ti a los sacerdotes que sobre ti queman incienso. En lugar de incienso, sobre ti se quemarán huesos humanos.”»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Ese mismo día, el profeta dijo:",
            "«Como señal de que el Señor ha hablado, el altar se hará pedazos y las cenizas que hay en él serán esparcidas.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Cuando el rey Jeroboán escuchó las palabras que aquel varón de Dios pronunció en contra del altar de Betel, lleno de ira extendió el brazo y ordenó: «¡Deténganlo!» Pero el brazo que había extendido se le secó, y ya no lo pudo doblar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Y en efecto, el altar se hizo pedazos y las cenizas se esparcieron, con lo que se cumplió la señal que el varón de Dios había anunciado por órdenes del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Entonces el rey le dijo al varón de Dios:",
            "«Te pido que ruegues por mí ante el Señor tu Dios, para que mi brazo sea sanado.»",
            "El varón de Dios rogó al Señor, y el brazo del rey fue sanado y volvió a estar como antes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Entonces el rey le dijo al varón de Dios:",
            "«Ven a comer a mi palacio. Quiero hacerte un regalo.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Pero el varón de Dios contestó:",
            "«Aun si me dieras la mitad de tu palacio, no podría acompañarte. Tampoco podría comer ni beber agua en este lugar."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "El Señor me dio órdenes precisas. Me dijo: “No comas ni bebas nada, ni regreses por el mismo camino.”»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Y el profeta volvió por otro camino, y no por el que había tomado para ir a Betel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Pero había en Betel un viejo profeta, cuyo hijo había estado cerca del altar y había visto y oído lo sucedido. Este fue con su padre y le contó lo que el profeta había hecho en Betel, y lo que le había dicho al rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "El viejo profeta le preguntó:",
            "«¿Y por dónde se fue el profeta?»",
            "Cuando sus hijos le mostraron el camino que el varón de Dios había tomado para regresar a Judá,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "él les ordenó que aparejaran su asno; y en cuanto sus hijos lo hicieron, él lo montó"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "y se fue por el camino que había tomado el varón de Dios. Poco después lo halló sentado a la sombra de una encina. Se detuvo y le preguntó:",
            "«¿Eres tú el varón de Dios que vino de Judá?»",
            "El varón le respondió:",
            "«Sí, yo soy.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Entonces el viejo profeta le dijo:",
            "«Ven a mi casa, y come pan conmigo.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Pero el varón de Dios le respondió:",
            "«No puedo volver contigo, ni acompañarte, ni tampoco puedo comer ni beber agua en este lugar,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "porque el Señor me dijo: “No comas pan ni bebas agua allí, ni regreses por el mismo camino.”»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Pero el viejo profeta lo engañó y le dijo:",
            "«Yo, lo mismo que tú, también soy profeta. Un ángel me habló de parte del Señor, y me dijo: “Llévalo a tu casa para que coma pan y beba agua.”»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Entonces el varón de Dios lo acompañó a su casa, y allí comió pan y bebió agua."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Pero cuando estaban comiendo, el Señor le dio un mensaje al profeta que lo había hecho regresar,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "y al varón de Dios que había venido de Judá le dijo con fuerte voz:",
            "«Así dice el Señor: “Por haberte rebelado contra el mandato del Señor, por no haber obedecido el mandamiento del Señor tu Dios,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "y por haber regresado para comer pan y beber agua en donde el Señor te ordenó que no lo hicieras, tu cuerpo no será sepultado junto con tus padres.”»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "En cuanto el varón de Dios terminó de comer y beber, el viejo profeta que lo había engañado le aparejó el asno."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Ya en el camino, un león salió y atacó al varón de Dios y lo mató, y su cuerpo quedó tendido en el camino, y junto a él se echaron el asno y el león."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "La gente que pasaba por allí, al ver tendido el cuerpo del profeta, y al león a su lado, fueron a la ciudad y se lo contaron al viejo profeta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "El profeta que había hecho volver al varón de Dios los escuchó y dijo:",
            "«Se trata del varón de Dios. Pero desobedeció el mandato del Señor, y por eso el Señor lo castigó dejando que un león lo matara. Así se cumplió la palabra del Señor.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Dicho esto, llamó a sus hijos y les pidió que aparejaran su asno, y ellos así lo hicieron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Entonces el viejo profeta fue a ver el cuerpo tendido en el camino. El asno y el león todavía estaban echados junto al cuerpo, sin que el león hubiera devorado el cuerpo del profeta ni dañado al asno."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Entonces el viejo profeta levantó el cuerpo del varón de Dios, lo echó sobre el asno y se lo llevó. Al llegar a la ciudad, cantó endechas y luego lo enterró."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Colocó el cuerpo en su propio sepulcro, y entre sollozos decía: «¡Ay, hermano mío!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Después del entierro, llamó a sus hijos y les dijo: «Cuando yo muera, quiero que me sepulten junto a este varón de Dios. Pongan mis huesos junto a los suyos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "porque con toda seguridad se cumplirá la palabra del Señor contra el altar que está en Betel y contra todos los altares que se han levantado en las ciudades de Samaria.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "A pesar de todo esto, Jeroboán no se arrepintió de su maldad, pues volvió a nombrar sacerdotes para los altares que había levantado entre el pueblo, y a cualquiera que quisiera ministrar en esos altares lo consagraba como sacerdote."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Este fue el gran pecado de Jeroboán, y por eso su descendencia fue exterminada de la tierra."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1KI.14",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1KI.14"
        ],
        "human": "1 Reyes 14"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1KI.15"
        ],
        "human": "1 Reyes 15",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1KI.13"
        ],
        "human": "1 Reyes 13",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Profecía de Ajías contra Jeroboán"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "En aquel tiempo, Abías hijo de Jeroboán cayó enfermo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Entonces el rey llamó a su esposa y le dijo:",
            "«Quiero que vayas a Silo, donde encontrarás al profeta Ajías, el que me dijo que yo sería rey de este pueblo. Pero disfrázate, para que nadie sepa que eres mi esposa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Llévale diez panes, y tortas y un tarro con miel, y pregúntale qué va a pasar con nuestro hijo.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "La mujer de Jeroboán hizo lo que este le ordenó y fue a Silo. Llegó a la casa de Ajías, que por su avanzada edad ya no podía ver."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Pero el Señor le había dicho:",
            "«Ajías, la mujer de Jeroboán va a venir a consultarte acerca de su hijo enfermo. Viene disfrazada, pero cuando llegue le dirás lo que yo te mande.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Cuando ella llegó y cruzó la puerta, Ajías escuchó sus pisadas y le dijo:",
            "«Entra, mujer de Jeroboán. ¿Por qué vienes disfrazada? Escucha bien, que tengo un mensaje muy duro para ti."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Regresa con Jeroboán y dile: “Así ha dicho el Señor, el Dios de Israel: ‘Yo te levanté de en medio del pueblo y te hice jefe de los israelitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Yo deshice el reino de la casa de David y te lo entregué, pero tú no te has conducido como mi siervo David, pues él obedeció mis mandamientos, me buscó con todo su corazón, y se esforzó por vivir con rectitud delante de mí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Pero tú has actuado peor que todos los que reinaron antes de ti; te has fabricado dioses ajenos y has fundido sus imágenes para hacerme enojar, y luego me volviste la espalda."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Por eso yo haré que tu descendencia caiga en desgracia, y que muera todo varón que te nazca, lo mismo si es siervo que si es libre; barreré a tus descendientes como se barre el estiércol, hasta que no quede nada."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "A cualquier descendiente de Jeroboán que muera en la ciudad, se lo comerán los perros, y al que muera en el campo se lo comerán las aves de rapiña.’ Así lo ha dicho el Señor.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "»Y tú, mujer, regresa a tu casa, pero en cuanto pongas un pie en la ciudad tu hijo morirá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Todo el pueblo de Israel llorará por tu hijo y lo sepultarán, porque de todos los hijos de Jeroboán él es el único que le agradó al Señor; por eso será sepultado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "El Señor va a elegir a un rey que exterminará a toda la descendencia de Jeroboán, y lo va a hacer ahora mismo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "El Señor sacudirá al pueblo de Israel como sacude el agua a los juncos, y lo arrancará de la buena tierra que dio a sus antepasados; luego, por haberse fabricado imágenes de Asera y por ofender así al Señor, los esparcirá más allá del río Éufrates."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "El Señor va a entregar a Israel por causa de los pecados de Jeroboán, pues hizo pecar a mi pueblo.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Después de oír esto, la esposa de Jeroboán se marchó y se fue a Tirsa, y cuando entró en la ciudad su hijo murió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Sepultaron al niño, y el pueblo lloró por él como el Señor le había dicho al profeta Ajías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Todo los hechos de Jeroboán, y las guerras que libró, han quedado registradas en el libro de las historias de los reyes de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Jeroboán reinó veintidós años, y cuando fue a reunirse con sus antepasados, reinó en su lugar su hijo Nadab."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Reinado de Roboán"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Roboán hijo de Salomón comenzó a reinar sobre Judá a los cuarenta y un años de edad, y reinó diecisiete años en Jerusalén, la ciudad que el Señor eligió de entre todas las tribus de Israel para que allí estuviera su nombre. La madre de Roboán se llamaba Noamá, y era amonita."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Y el pueblo de Judá hizo lo malo a los ojos del Señor, y lo hicieron enojar más que sus antepasados, a pesar de que estos cometieron muchos pecados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "También construyeron altares en los montes y bajo los árboles frondosos; hicieron estatuas e imágenes de la diosa Asera;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "practicaron actos repugnantes, como la prostitución masculina, que era una costumbre de los pueblos que el Señor había arrojado del territorio ocupado por los israelitas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Cuando Roboán llevaba cinco años en el trono, llegó Sisac, rey de Egipto, y atacó Jerusalén"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "y se adueñó de los tesoros del templo del Señor y del palacio real. Fue un saqueo total, que incluyó los escudos de oro que Salomón había mandado hacer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Para reponerlos, Roboán mandó hacer escudos de bronce y los puso al cuidado de los oficiales que vigilaban la entrada del palacio real."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Cuando el rey entraba en el templo del Señor, los guardias se llevaban los escudos y los ponían en la sala de la guardia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Todos los hechos de Roboán se hallan registrados en las crónicas de los reyes de Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Y entre Roboán y Jeroboán hubo siempre constantes guerras."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Cuando Roboán murió y fue a reunirse con sus antepasados, fue sepultado junto a ellos en la ciudad de David. Noamá, la amonita, fue madre de Roboán. A la muerte del rey, reinó en su lugar su hijo Abías."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1KI.15",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1KI.15"
        ],
        "human": "1 Reyes 15"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1KI.16"
        ],
        "human": "1 Reyes 16",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1KI.14"
        ],
        "human": "1 Reyes 14",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Reinado de Abías"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Abías comenzó a reinar sobre Judá cuando Jeroboán hijo de Nabat llevaba dieciocho años de reinar sobre Israel,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "y reinó en Jerusalén tres años. Su madre se llamaba Macá, y era hija de Abisalom."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Y Abías cometió todos los pecados en que incurrió su padre Roboán, y su corazón no le fue fiel al Señor, como lo había sido su antepasado David."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Pero Dios el Señor le concedió tener un sucesor en el trono de Jerusalén, ciudad a la que siguió sosteniendo por amor a su siervo David,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "pues David vivió rectamente en la presencia del Señor y nunca en su vida desobedeció ninguno de sus mandatos, salvo lo que hizo con Urías el hitita."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Mientras Roboán y Jeroboán vivieron, estuvieron en constantes guerras,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "y también Abías entró en guerra contra Jeroboán.",
            "Todo los hechos de Abías se hallan registrados en el libro de las crónicas de los reyes de Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Y Abías se reunió con sus antepasados y fue sepultado en la ciudad de David. En su lugar reinó su hijo Asa."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Reinado de Asa"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Asa comenzó a reinar sobre Judá cuando Jeroboán llevaba veinte años de reinar sobre Israel,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "y reinó en Jerusalén cuarenta y un años. Su madre se llamaba Macá, y era hija de Abisalom."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Asa hizo lo recto a los ojos del Señor, como su antepasado David."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Desterró del país a los que practicaban la prostitución entre hombres en los templos paganos, y derribó todos los ídolos que sus antepasados habían hecho."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "A Macá, su madre, le quitó el título de reina madre porque había hecho un ídolo de Asera, al cual destruyó y le prendió fuego junto al torrente de Cedrón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Y aunque no se quitaron todos los altares de los montes, durante toda su vida Asa amó al Señor con todo su corazón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Hizo que se llevara de nuevo al templo del Señor lo que su padre había consagrado, además del oro, la plata y las alhajas que él mismo dedicó."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Alianza de Asa con Ben Adad"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "También hubo guerra entre Asa y Basá, el rey de Israel, mientras ambos vivieron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Basá se enfrentó contra el pueblo de Judá, y mandó fortificar las murallas de Ramá para que nadie pudiera entrar ni salir del reino de Asa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Al ver esto, Asa tomó el oro y la plata que aún quedaban en los tesoros del templo del Señor, junto con los tesoros del palacio real, y los entregó a sus siervos con la orden de que fueran a Damasco, donde estaba el rey Ben Adad de Siria, hijo de Tabrimón y nieto de Hezión, y le dieran este mensaje:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "«Te propongo que tú y yo hagamos una alianza, como la que hicieron tu padre y el mío. Aquí tienes un presente de oro y plata. Da por terminado el pacto que tienes con Basá, rey de Israel. Quiero que me deje en paz.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Ben Adad estuvo de acuerdo con Asa, y ordenó a los comandantes de sus ejércitos que atacaran las ciudades de Israel. Así conquistó Iyón, Dan, Abel Betmacá, y todo el territorio de Cineret y de Neftalí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Y cuando Basá supo esto, dejó de edificar la muralla de Ramá y se quedó en Tirsa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Entonces Asa convocó a todo el pueblo de Judá, sin excluir a nadie, y fueron a Ramá para quitar las piedras y la madera con las que Basá estaba construyendo, y con ese material el rey Asa reconstruyó Geba de Benjamín y Mispá."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Muerte de Asa"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Los hechos de Asa, y el poder que tuvo y las ciudades que edificó, se hallan registrados en el libro de las crónicas de los reyes de Judá. Cuando Asa envejeció, se enfermó de los pies"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "y fue a reunirse con sus antepasados y fue sepultado con ellos en la ciudad de David. En su lugar reinó su hijo Josafat."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Reinado de Nadab"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Cuando el rey Asa tenía dos años de reinar sobre Judá, Nadab hijo de Jeroboán comenzó a reinar sobre Israel, y reinó dos años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Pero hizo lo malo a los ojos del Señor; siguió el mal ejemplo de su padre y cometió los mismos pecados con que hizo pecar a Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Entonces Basá, que era hijo de Ajías y nieto de Isacar, conspiró contra Nadab y lo hirió de muerte en Guibetón, tierra de filisteos, porque Nadab y todo el ejército israelita habían sitiado la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Nadab murió a manos de Basá, y este reinó en su lugar. Para entonces, Asa llevaba tres años de reinar sobre Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Y tan pronto como Basá llegó al trono, mató a toda la familia de Jeroboán, sin dejar con vida a nadie, tal y como lo había dicho el Señor a su siervo Ajías el silonita."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Y es que Jeroboán cometió muchos pecados, con lo que hizo que el pueblo de Israel pecara; y eso provocó el enojo del Señor, Dios de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Todos los hechos de Nadab se hallan registrados en el libro de las crónicas de los reyes de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Y la guerra entre Asa y el rey Basá de Israel duró mientras los dos vivieron."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Reinado de Basá"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Basá hijo de Ajías reinó sobre todo Israel en Tirsa durante veinticuatro años. Para entonces, Asa tenía tres años como rey de Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Y Basá hizo lo malo a los ojos del Señor, y siguió el mal ejemplo de Jeroboán, y con sus pecados hizo pecar a Israel."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1KI.16",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1KI.16"
        ],
        "human": "1 Reyes 16"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1KI.17"
        ],
        "human": "1 Reyes 17",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1KI.15"
        ],
        "human": "1 Reyes 15",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "La palabra del Señor vino a Jehú hijo de Jananí, y le dio el siguiente mensaje contra Basá:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "«Yo te levanté del suelo y te puse como jefe de Israel, mi pueblo, pero tú has ido tras los malos pasos de Jeroboán; has hecho pecar a mi pueblo, y con tus pecados has provocado mi enojo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Por eso, voy a acabar con tu descendencia y con toda tu familia. Voy a acabar con tu dinastía, como acabé con la de Jeroboán hijo de Nabat."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "A cualquiera de tus hijos que muera en la ciudad, lo devorarán los perros; y al que muera en el campo lo devorarán las aves de rapiña.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Todos los hechos de Basá, y su gran poder, se hallan registrados en el libro de las crónicas de los reyes de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Y Basá fue a reunirse con sus antepasados y fue sepultado en Tirsa. En su lugar reinó su hijo Elá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Pero el mensaje que el Señor le envió a Basá por medio de Jehú hijo de Jananí alcanzó a toda su familia, por todo lo malo que hizo a los ojos del Señor, lo cual provocó su enojo. Por eso destruyó a su familia como lo hizo con la familia de Jeroboán."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Reinado de Elá"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Cuando Asa tenía veintiséis años de reinar sobre Judá, Elá hijo de Basá comenzó a reinar sobre Israel, y reinó en Tirsa dos años."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Pero Zimri, que comandaba la mitad de sus carros de combate, conspiró contra él. Un día, mientras Elá estaba en Tirsa, bebiendo hasta emborracharse en casa de su mayordomo Arsa,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Zimri llegó e hirió de muerte a Elá, y comenzó a reinar en su lugar. Era el año veintisiete del reinado de Asa sobre Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "En cuanto Zimri ocupó el trono de Israel, mandó matar a todos los descendientes de Basá, sin dejar con vida uno solo de sus parientes y amigos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Así fue como Zimri exterminó a la familia de Basá, con lo que se cumplió la palabra del Señor contra él, por medio del profeta Jehú."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Ese fue el pago que Basá y su hijo Elá recibieron por sus pecados, pues también hicieron pecar a Israel, con lo que provocaron el enojo del Señor, Dios de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Todos los hechos de Elá se hallan registrados en el libro de las crónicas de los reyes de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Reinado de Zimri"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Cuando Asa llevaba veintisiete años de reinar sobre Judá, Zimri comenzó a reinar en Tirsa, pero solamente reinó siete días. Y es que cuando el pueblo, que estaba acampando a las afueras de Guibetón, ciudad de los filisteos, para atacarla,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "se enteró de que Zimri había conspirado contra el rey y le había dado muerte, ese mismo día proclamó rey a Omri, que era general del ejército y estaba en el campo de batalla."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Entonces Omri y todo el ejército de Israel dejaron de atacar a Guibetón y fueron a sitiar a Tirsa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Y cuando Zimri vio que el ejército israelita había conquistado la ciudad, fue a refugiarse en el palacio real y le prendió fuego estando él adentro. Así murió este hombre,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "que había hecho lo malo a los ojos del Señor, y seguido el mal ejemplo de Jeroboán, con lo que hizo pecar a Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Todos los hechos de Zimri, y su conspiración contra el rey, se hallan registrados en el libro de las crónicas de los reyes de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Reinado de Omri"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Pero el pueblo de Israel se dividió, porque una parte de ellos quería que el rey fuera Tibni hijo de Ginat, mientras que la otra parte prefería a Omri."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Los que apoyaban a Omri vencieron a los partidarios de Tibni, y Tibni murió y Omri ascendió al trono."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Comenzó a reinar sobre Israel cuando el rey Asa de Judá llevaba treinta y un años de reinar sobre Judá, y reinó durante doce años, seis de los cuales reinó en Tirsa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "A Semer, Omri le compró el monte de Samaria a cambio de sesenta y seis kilos de plata, y allí en ese monte edificó la ciudad de Samaria, a la que llamó así en recuerdo de Semer, el dueño de ese monte."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Pero Omri hizo lo malo a los ojos del Señor. Su pecado fue peor que el de los reyes anteriores,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "pues siguió los malos pasos de Jeroboán hijo de Nabat e hizo pecar al pueblo de Israel, pues con sus ídolos provocó el enojo del Señor, Dios de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Todos los hechos de Omri, y sus hazañas militares, se hallan registrados en el libro de las crónicas de los reyes de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Y Omri fue a reunirse con sus antepasados, y fue sepultado en Samaria. En su lugar reinó su hijo Ajab."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Reinado de Ajab"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Ajab hijo de Omri comenzó a reinar sobre Israel cuando el rey Asa tenía treinta y ocho años de reinar sobre Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Ajab reinó veintidós años sobre Israel en Samaria, pero a los ojos del Señor sus hechos fueron peores que los de todos los que reinaron antes de él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Se le hizo fácil seguir los malos pasos de Jeroboán hijo de Nabat y tomar por esposa a Jezabel, la hija del rey Etbaal de Sidón; además, adoró y sirvió a Baal,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "y hasta le construyó un altar y le dedicó un templo en Samaria."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Además, hizo una imagen de Asera, con lo que su maldad superó a la de los reyes anteriores a él y provocó la ira del Señor, Dios de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "En ese tiempo, Jiel de Betel reconstruyó la ciudad de Jericó. El precio que pagó por echar los cimientos fue la vida de Abirán, su hijo primogénito, y el precio que pagó por ponerle portones a la ciudad fue la vida de Segub, su hijo menor. Así se cumplió lo que el Señor había dicho por medio de Josué hijo de Nun."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1KI.17",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1KI.17"
        ],
        "human": "1 Reyes 17"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1KI.18"
        ],
        "human": "1 Reyes 18",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1KI.16"
        ],
        "human": "1 Reyes 16",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Elías predice la sequía"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Elías, un tisbita que vivía en Galaad, fue a decirle a Ajab:",
            "«Vive el Señor, Dios de Israel, en cuya presencia estoy, que en los años que vienen no va a llover, y ni siquiera va a caer rocío, a menos que yo lo diga.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Además, la palabra del Señor vino a Elías y le dijo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "«Sal de este lugar y vete al oriente; escóndete allí, cerca del arroyo de Querit, frente al río Jordán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Saciarás tu sed en el arroyo, y ya he mandado a los cuervos que te lleven de comer.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Elías fue obediente a la palabra del Señor, y se fue a vivir cerca del arroyo de Querit, frente al río Jordán."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Los cuervos llegaban por la mañana y por la tarde, y le llevaban pan y carne, y él bebía agua del arroyo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Pero después de algunos días el arroyo se secó, porque no había llovido sobre la tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Elías y la viuda de Sarepta"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "La palabra del Señor vino a Elías y le dijo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "«Deja este lugar y vete a vivir por algún tiempo en Sarepta de Sidón. Ya he dispuesto que una viuda que allí vive te dé de comer.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Elías abandonó ese lugar y partió a Sarepta. Cuando llegó a la entrada de la ciudad, vio a una mujer que recogía leña. Era viuda. Elías la llamó y le dijo:",
            "«Te ruego que me des a beber un vaso de agua.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Ya iba la mujer por el agua, cuando Elías la llamó y le dijo:",
            "«También te ruego que me traigas un poco de pan.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Pero ella le respondió:",
            "«Te juro por el Señor, tu Dios, que no he cocido pan. Solo me queda un poco de harina en la tinaja, y unas gotas de aceite en una vasija. Con los leños que me viste recoger, voy a cocer el último pan para mi hijo y para mí. Después de comerlo, nos dejaremos morir.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Pero Elías le dijo:",
            "«No tengas miedo. Ve y haz lo que quieres hacer, pero antes cuece una pequeña torta bajo el rescoldo, y tráemela; después cocerás pan para ti y para tu hijo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "El Señor, el Dios de Israel, me ha dicho: “No va a faltar harina en la tinaja, ni va a disminuir el aceite de la vasija, hasta el día en que el Señor haga llover sobre la tierra.”»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "La viuda hizo lo que Elías le dijo, y los tres comieron durante muchos días."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Y tal y como el Señor se lo prometió a Elías, no faltó harina en la tinaja ni bajó de nivel el aceite en la vasija."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Pero, un día, el hijo de la viuda cayó gravemente enfermo y se murió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Entonces ella le dijo al profeta:",
            "«¿Qué tengo yo que ver contigo, varón de Dios? ¿Has venido a hacerme recordar mis pecados, y a hacer que mi hijo se muera?»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Y Elías le dijo:",
            "«Déjame ver a tu hijo.»",
            "Y se lo quitó de los brazos, y lo llevó al lugar donde él dormía, y lo recostó sobre su cama;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "luego, clamó al Señor y le dijo:",
            "«Señor, mi Dios, ¿acaso a la viuda que me hospedó en su casa, y que me dio de comer, vas a afligirla dejando morir a su hijo?»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Dicho esto, se tendió sobre el niño tres veces, mientras clamaba al Señor con estas palabras:",
            "«Señor y Dios mío, te ruego que le devuelvas la vida a este niño.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "El Señor oyó su petición, y el alma del niño volvió a su cuerpo, y el niño recobró la vida."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Entonces el profeta tomó al niño y lo llevó con su madre, y le dijo:",
            "«Mira, ¡tu hijo está vivo!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Entonces la mujer le dijo:",
            "«Hoy he comprobado que tú eres un varón de Dios, y que en tus labios la palabra del Señor se hace verdad.»"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1KI.18",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1KI.18"
        ],
        "human": "1 Reyes 18"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1KI.19"
        ],
        "human": "1 Reyes 19",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1KI.17"
        ],
        "human": "1 Reyes 17",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Elías regresa a ver a Ajab"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "El tiempo pasó, y tres años después la palabra del Señor vino a Elías y le dijo:",
            "«Ve y preséntate ante Ajab. Voy a hacer que llueva sobre la tierra.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Elías se puso en marcha para hablar con Ajab. El hambre que azotaba a Samaria era terrible."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Ese día el rey llamó a Abdías, su administrador. Abdías era un hombre profundamente temeroso del Señor,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "pues cuando Jezabel mandó matar a los profetas del Señor, Abdías salvó a cien de ellos; formó dos grupos de cincuenta profetas, y los escondió en cuevas y les proveyó pan y agua."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Ajab le dijo a Abdías:",
            "«Ve a recorrer todo el país. Busca manantiales con agua, y arroyos. Tal vez encontremos un poco de pasto para mantener vivos a los caballos y a las mulas. De lo contrario, nos quedaremos sin bestias.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Para recorrer el país, lo dividieron en dos partes; Ajab se fue por un lado, y Abdías se fue por otro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "En el camino, Abdías se encontró con Elías y, cuando lo reconoció, se inclinó de cara al suelo y le preguntó:",
            "«¿Acaso no eres tú mi señor Elías?»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Y Elías respondió:",
            "«Sí, yo soy Elías. Ve y dile a tu amo que aquí estoy.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Pero Abdías le preguntó:",
            "«¿Cuál es mi pecado? ¿Por qué quieres entregar a este siervo tuyo? Si caigo en manos de Ajab, ¡me matará!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Te juro por el Señor, tu Dios, que mi amo no ha dejado de buscarte por todos los reinos y naciones, pero siempre le dicen que allí no estás. Y Ajab los ha obligado a jurar que en verdad no te han visto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Y ahora vienes tú y me ordenas que vaya y le diga al rey: “¡Aquí está Elías!”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "¿Sabes qué va a pasar? Que cuando yo vaya y le dé la noticia al rey, el espíritu del Señor te llevará a otro lugar que yo no conozca; y cuando el rey venga a buscarte, si no te halla, ¡seguramente me matará! Este siervo tuyo teme al Señor desde que era joven."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "¿Acaso no te han dicho, mi señor, que cuando Jezabel estaba matando a los profetas del Señor, yo escondí a cien de ellos? A cincuenta los puse en una cueva, y a los otros cincuenta los puse en otra, y los alimenté con pan y agua."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "¡Y ahora vienes tú y me ordenas que vaya y le diga a mi amo que estás aquí! ¿Acaso quieres que me mate?»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Entonces Elías le dijo:",
            "«Te juro por el Señor de los ejércitos, en cuya presencia estoy, que hoy mismo me presentaré ante tu amo.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Entonces Abdías fue en busca de Ajab, y cuando lo encontró le dijo que el profeta Elías estaba allí, y Ajab vino al encuentro de Elías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Cuando lo vio, dijo:",
            "«¿Qué, no eres tú el que anda perturbando a Israel?»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Y Elías le respondió:",
            "«Yo no ando perturbando a Israel. Lo perturban tú y la familia de tu padre, al apartarse de los mandamientos del Señor y seguir a las imágenes de Baal."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Pero ordena ahora que todo el pueblo se reúna en el monte Carmelo, junto con los cuatrocientos cincuenta profetas de Baal y los cuatrocientos profetas de Asera que Jezabel alimenta.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Elías y los profetas de Baal"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Ajab reunió en el monte Carmelo a todos los israelitas y a los profetas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Entonces Elías se paró frente a todo el pueblo, y dijo:",
            "«¿Hasta cuándo van a estar titubeando entre dos sentimientos? Si el Señor es Dios, síganlo a él; pero si piensan que Baal es Dios, entonces vayan tras él.»",
            "Y como el pueblo se quedó callado,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Elías volvió a decirles:",
            "«De todos los profetas del Señor, sólo yo he quedado; en cambio, Baal cuenta con cuatrocientos cincuenta profetas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Pero traigan dos toros: uno para los profetas de Baal, y otro para mí. Que corten ellos en pedazos el suyo y lo pongan sobre la leña, pero sin prenderle fuego; por mi parte, yo también cortaré en pedazos mi toro, y lo pondré sobre la leña, pero tampoco le prenderé fuego."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Ustedes van a invocar el nombre de sus dioses, y yo también invocaré el nombre del Señor; y el Dios que responda y envíe fuego sobre el altar, que sea reconocido como el verdadero Dios.»",
            "Como todo el pueblo aceptó la propuesta,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Elías dijo a los profetas de Baal:",
            "«Como ustedes son más, escojan uno de los toros y córtenlo en pedazos. Pero no le prendan fuego. Invoquen entonces a sus dioses.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Los profetas tomaron el toro que se les dio y lo prepararon, y luego invocaron el nombre de Baal desde la mañana hasta el mediodía. Decían: «¡Baal, respóndenos!» Pero aunque saltaban alrededor del altar, el silencio era total."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Hacia el mediodía, Elías comenzó a burlarse de ellos, y les decía:",
            "«¡Griten más fuerte! Recuerden que es un dios. Tal vez estará meditando; o se encontrará ocupado; ¡o se habrá ido a otro lugar! ¡Tal vez esté dormido, y ustedes tengan que despertarlo!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Ellos gritaban más fuerte, mientras se hacían cortaduras en el cuerpo con cuchillos y con puntas de lanzas, hasta que la sangre les bañaba el cuerpo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Pero pasó el mediodía y los profetas seguían gritando, como en trance, hasta la hora en que se tenía que ofrecer el sacrificio, y no se escuchaba una sola voz; ¡el silencio era total!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Entonces Elías llamó a todo el pueblo, y les pidió que se acercaran a él. En cuanto el pueblo se acercó, él se puso a arreglar el altar del Señor, que estaba en ruinas;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "tomó doce piedras, una por cada tribu de los hijos de Jacob, a quien el Señor le cambió el nombre y le dijo: «Tu nombre será Israel.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Con las doce piedras edificó un altar en honor al nombre del Señor, luego hizo una zanja alrededor del altar, en donde cupieran dos medidas de grano,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "preparó la leña y destazó el toro, y lo puso sobre la leña;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "entonces pidió que llenaran cuatro cántaros con agua, y que la derramaran sobre el toro y sobre la leña, y aún pidió que volvieran a mojar el altar. Esto lo hicieron una y otra vez,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "¡y el agua corría alrededor del altar, y hasta la zanja se llenó de agua!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Cuando llegó el momento de ofrecer el sacrificio, Elías se acercó al altar y dijo:",
            "«Señor, Dios de Abrahán, de Isaac y de Israel, demuestra hoy que tú eres el Dios de Israel y que yo soy tu siervo, y que solamente hago lo que tú me has ordenado hacer."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "¡Respóndeme, Señor, respóndeme! ¡Que tu pueblo reconozca que tú, Señor, eres Dios, y que tú harás que su corazón se vuelva a ti!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "En ese momento cayó fuego de parte del Señor, y consumió el toro que allí se ofrecía, y la leña, las piedras, y hasta el polvo, ¡y aun secó el agua que inundaba la zanja!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "Cuando todos vieron esto, se arrodillaron y exclamaron:",
            "«¡El Señor es Dios, el Señor es Dios!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "Entonces Elías ordenó:",
            "«¡Capturen a los profetas de Baal! ¡Que no escape ninguno!»",
            "Y el pueblo los capturó, y Elías los llevó al arroyo de Cisón y allí les cortó la cabeza."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Elías ora por lluvia"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "Luego, Elías le dijo a Ajab:",
            "«Regresa ya a tu palacio, y come y bebe, que viene una gran tormenta.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "El rey se fue a comer y beber, mientras que Elías subió a la cumbre del monte Carmelo. Allí se postró en tierra y hundió la cabeza entre las rodillas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "Luego le dijo a su criado:",
            "«Sube más arriba, y mira hacia el mar.»",
            "El criado subió, miró el mar y bajó a decir que no se veía nada; pero el profeta le ordenó que regresara siete veces más y mirara."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "A la séptima vez, el criado dijo:",
            "«Veo que del mar se levanta una nube, pequeña como la palma de una mano.»",
            "Entonces Elías le dijo:",
            "«Corre y dile a Ajab que prepare su carro y se vaya, para que no lo ataje la tormenta.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "Mientras Elías decía esto al criado, los cielos se llenaron de nubarrones, y comenzó a soplar un fuerte viento, y se desató una gran tormenta. Ajab partió de allí, y se fue a Jezrel,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            46
          ],
          "lines": [
            "pero el poder del Señor estuvo con Elías, quien se ajustó la ropa y echó a correr, y llegó a Jezrel antes que el carro de Ajab."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1KI.19",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1KI.19"
        ],
        "human": "1 Reyes 19"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1KI.20"
        ],
        "human": "1 Reyes 20",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1KI.18"
        ],
        "human": "1 Reyes 18",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Elías huye a Horeb"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Cuando Ajab le contó a Jezabel todo lo que Elías había hecho, y cómo había degollado a los profetas de Baal,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Jezabel mandó un mensajero a Elías, a que le dijera:",
            "«¡Que los dioses me castiguen, y más aún, si mañana a esta misma hora no te he cortado la cabeza como lo hiciste tú con los profetas de Baal!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Al verse en peligro, Elías huyó para ponerse a salvo. Se fue a Berseba, en la región de Judá, y allí dejó a su criado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Se internó en el desierto y, después de caminar todo un día, se sentó a descansar debajo de un enebro. Con deseos de morirse, exclamó:",
            "«Señor, ¡ya no puedo más! ¡Quítame la vida, pues no soy mejor que mis antepasados!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Se recostó entonces bajo la sombra del enebro, y se quedó dormido. Más tarde, un ángel vino y lo despertó. Le dijo:",
            "«Levántate, y come.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Cuando Elías se sentó, vio cerca de su cabecera un pan que se cocía sobre las brasas y una vasija con agua. Comió y bebió, y se volvió a dormir."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Pero el ángel del Señor volvió por segunda vez, lo despertó y le dijo:",
            "«Levántate y come, que todavía tienes un largo camino por recorrer.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Elías comió y bebió y recuperó sus fuerzas, y con aquella comida pudo caminar durante cuarenta días con sus noches, hasta llegar a Horeb, el monte de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Buscó una cueva donde pasar la noche, y allí el Señor le dijo:",
            "«¿Qué haces aquí, Elías?»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Y Elías respondió:",
            "«Es muy grande mi amor por ti, Señor, Dios de los ejércitos. Los israelitas se han apartado de tu pacto, han destruido tus altares, han matado a tus profetas, ¡y sólo quedo yo! Pero me andan buscando para quitarme la vida.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Entonces el Señor le dijo:",
            "«Sal de tu cueva y espérame en el monte, delante de mí.»",
            "Elías pudo sentir que el Señor estaba pasando, porque se desató un viento poderoso que a su paso desgajaba los montes y partía las rocas. Pero el Señor no estaba en el huracán. Tras el viento vino un terremoto. Pero el Señor no estaba en el terremoto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Tras el terremoto vino un fuego. Pero el Señor tampoco estaba en el fuego. Luego vino un silbo apacible y delicado,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "y cuando Elías lo percibió, se cubrió el rostro con su manto y se quedó a la entrada de la cueva; entonces escuchó una voz que le preguntaba:",
            "«¿Qué haces aquí, Elías?»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Y Elías respondió:",
            "«Es muy grande mi amor por ti, Señor, Dios de los ejércitos. Los israelitas se han apartado de tu pacto, han destruido tus altares, han matado a tus profetas, ¡y sólo quedo yo! ¡Pero me andan buscando para quitarme la vida!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "El Señor le dijo:",
            "«Regresa por donde viniste, y ve por el desierto camino a Damasco. Cuando llegues allá, busca a Jazael y úngelo como rey de Siria."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Luego busca a Jehú hijo de Nimsi, y úngelo como rey de Israel; y a Eliseo hijo de Safat, del pueblo de Abel Meholá, úngelo para que ocupe tu lugar como profeta."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Si alguien escapa de la espada de Jazael, Jehú lo matará; y si alguien escapa de la espada de Jehú, Eliseo se encargará de que muera."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Yo voy a hacer que queden siete mil israelitas que nunca se arrodillaron ante Baal, ni jamás besaron su estatua.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Llamamiento de Eliseo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Cuando Elías salió de la cueva para dirigirse a Damasco, en el camino se encontró con Eliseo hijo de Safat, que estaba arando el campo con doce yuntas; él llevaba la última. Cuando Elías pasó cerca de él, echó sobre él su manto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Entonces Eliseo dejó la yunta y corrió tras Elías, pero le dijo:",
            "«Permíteme despedirme de mi padre y de mi madre y besarlos; después de eso te seguiré.»",
            "Y Elías le respondió:",
            "«Puedes ir. Yo no te lo voy a impedir.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Entonces Eliseo fue a su casa, tomó un par de bueyes y los mató. Con la leña del arado coció la carne, e invitó al pueblo al banquete. Después se levantó y se fue tras Elías, y se dedicó a servirle."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1KI.20",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1KI.20"
        ],
        "human": "1 Reyes 20"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1KI.21"
        ],
        "human": "1 Reyes 21",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1KI.19"
        ],
        "human": "1 Reyes 19",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Ajab derrota a los sirios"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Un día el rey Ben Adad de Siria reunió a todo su ejército, y convocó a treinta y dos reyes aliados con su caballería y sus carros de combate, y se dirigió a Samaria para atacarla, y la sitió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Envió mensajeros al rey Ajab, que estaba en la ciudad, a que le dijeran:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "«El rey Ben Adad te manda decir: “Tu plata y tu oro me pertenecen, lo mismo que tus mujeres y tus hermosos hijos.”»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "El rey de Israel le respondió:",
            "«¡Por supuesto! ¡Todo lo que tengo le pertenece a Su Majestad!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Los mensajeros volvieron a hablar con Ajab, y le dijeron:",
            "«El rey Ben Adad ha dicho: “He mandado a decirte que vas a entregarme tu plata y tu oro, lo mismo que tus mujeres y tus hijos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Prepárate, porque mañana a esta misma hora van a llegar mis siervos a registrar tu palacio y las casas de tus oficiales, y se llevarán todo lo que tengas de valor.”»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "El rey de Israel convocó entonces a todos los ancianos del país, y les dijo:",
            "«¿Se dan cuenta de que ese rey está buscando perjudicarme? Me pidió que le entregara mis tesoros de plata y de oro, y hasta mis mujeres y mis hijos, ¡y no se los negué!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Los ancianos y todo el pueblo le aconsejaron:",
            "«No le hagas caso. No hagas lo que te pide.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Entonces Ajab respondió a los embajadores:",
            "«Digan a Su Majestad que voy a hacer lo que me pidió la primera vez. Pero esto otro no lo voy a hacer.»",
            "Los embajadores llevaron la respuesta a su rey,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "y una vez más Ben Adad mandó a decirle:",
            "«¡Que los dioses me castiguen duramente, y más aún, si queda en Samaria el polvo suficiente para que mis ejércitos se lleven un puñado de sus ruinas!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Y el rey de Israel les respondió:",
            "«Díganle a su rey que una cosa es ceñirse la espada, y otra muy distinta volver victorioso del campo de batalla.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Cuando Ben Adad recibió la respuesta de Ajab, estaba en su campamento bebiendo con los demás reyes, y al instante ordenó a sus oficiales que se prepararan para atacar la ciudad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Pero un profeta fue a ver al rey Ajab de Israel, y le dijo:",
            "«Así ha dicho el Señor: “¿Ves esta gran muchedumbre? Hoy mismo voy a entregarla en tus manos, para que reconozcas que yo soy el Señor.”»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Y Ajab le preguntó:",
            "«¿Y quién me ayudará a derrotarlos?»",
            "Y el profeta respondió:",
            "«Así ha dicho el Señor: “Te ayudarán los siervos de los jefes de las provincias.”»",
            "Pero Ajab volvió a preguntar:",
            "«¿Y quién atacará primero?»",
            "Y el profeta le dijo:",
            "«Tú atacarás primero.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Entonces Ajab pasó revista a los siervos de los jefes de las provincias, y eran doscientos treinta y dos guerreros. Luego pasó revista a todo el ejército israelita, y contó siete mil guerreros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Se pusieron en marcha al mediodía, saliendo de Samaria, mientras Ben Adad y los treinta y dos reyes que lo apoyaban seguían emborrachándose en su campamento."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Los primeros en salir de la ciudad fueron los siervos de los jefes de provincia. Pero Ben Adad había puesto espías, que al ver salir soldados de Samaria corrieron a decírselo al rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Entonces Ben Adad dijo:",
            "«Sea que vengan en son de paz, o que vengan en son de guerra, captúrenlos vivos.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Los siervos de los jefes salieron de la ciudad, y tras ellos salió todo el ejército,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "y trabaron combate unos contra otros, pero los israelitas hicieron huir a los sirios, y los persiguieron. Entonces el rey Ben Adad de Siria montó en un caballo y escapó acompañado de algunos jinetes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "El rey de Israel remató a la caballería, destruyó los carros de combate, y causó grandes estragos entre el ejército sirio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Luego, el profeta se presentó ante Ajab y le dijo:",
            "«Ahora debes reagrupar tus fuerzas y pensar lo que debes hacer, porque dentro de un año el rey de Siria volverá para pelear contra ti.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Por su parte, los oficiales del rey de Siria le dijeron:",
            "«Los dioses de los israelitas nos vencieron porque habitan en los montes; pero si peleamos contra ellos en las llanuras, con toda seguridad los venceremos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Lo que debes hacer es quitarles el mando a los reyes, y poner en su lugar a los oficiales de tu ejército."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "También debes reponer el ejército que perdiste, jinete por jinete y carro por carro; entonces volveremos a luchar contra los israelitas en las llanuras, y con toda seguridad los venceremos.»",
            "Y el rey siguió el consejo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Un año después, Ben Adad pasó revista al ejército sirio y marchó hasta Afec para pelear contra Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "También los israelitas pasaron revista, se abastecieron de víveres y marcharon al encuentro de los sirios. Acamparon frente al campamento sirio como si fueran dos pequeños rebaños de cabras; los sirios, en cambio, cubrían toda la llanura."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Entonces el varón de Dios fue a ver al rey de Israel y le dijo:",
            "«Así ha dicho el Señor: “Los sirios creen que yo, el Señor, soy un Dios de los montes pero no un Dios de los valles. Pues para que todos reconozcan mi poder, voy a poner en tus manos a ese ejército tan numeroso. Así reconocerán ustedes que yo soy el Señor.”»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Ambos ejércitos acamparon durante siete días en el valle, uno frente al otro, y el séptimo día comenzó la batalla. Ese mismo día, el ejército israelita mató a cien mil soldados sirios de infantería;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "el resto del ejército sirio huyó y se refugió en la ciudad de Afec, pero la muralla de la ciudad se les vino abajo y sepultó a veintisiete mil soldados que habían logrado escapar. También Ben Adad entró en la ciudad, y para salvarse iba escondiéndose de casa en casa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Entonces sus oficiales le dijeron:",
            "«Hemos sabido que los reyes de Israel son clementes. Si nos vestimos con cilicio y nos ponemos una soga al cuello, y nos presentamos ante el rey, tal vez tenga compasión de ti y te perdone la vida.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Entonces se vistieron de cilicio y se pusieron sogas en el cuello, y fueron a ver al rey. Le dijeron:",
            "«Tu siervo Ben Adad te ruega que le perdones la vida.»",
            "Y Ajab respondió:",
            "«Si el rey vive todavía, entonces es mi hermano.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "Los oficiales que fueron a ver al rey Ajab tomaron como buena señal estas palabras, y respondieron:",
            "«Tu hermano Ben Adad está vivo.»",
            "Ajab les dijo:",
            "«Quiero verlo. Vayan por él.»",
            "Ben Adad se presentó entonces ante Ajab, y este lo invitó a subirse a su carro."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Y Ben Adad le dijo a Ajab:",
            "«Hoy te devuelvo las ciudades que mi padre le quitó al tuyo. Toma posesión de Damasco, como mi padre lo hizo con Samaria.»",
            "Y Ajab respondió:",
            "«Este es un pacto entre tú y yo. Puedes irte.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "En ese momento, uno de los profetas le pidió a uno de sus compañeros que lo golpeara, pero su compañero no quiso hacerlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Entonces aquel profeta le dijo:",
            "«Puesto que no obedeciste a la palabra del Señor, en cuanto me dejes y tomes tu camino, te herirá un león.»",
            "En efecto, cuando ese hombre se separó del profeta, le salió un león en el camino y lo mató."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Luego, el profeta vio a otro hombre y le pidió que lo hiriera, y aquel hombre obedeció; le dio un golpe y lo dejó herido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Entonces el profeta se puso una venda sobre los ojos y, con ese disfraz, fue y se enfrentó al rey en el camino."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "En el momento en que el rey pasaba, el profeta gritó y dijo:",
            "«Este siervo de Su Majestad estaba en medio de la batalla, cuando de pronto se me acercó un soldado, y me entregó a un prisionero y me dijo: “Cuida bien a este prisionero. No lo dejes escapar. Si se escapa, tú me responderás con tu vida, o me pagarás tres mil monedas de plata.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "Como yo estaba muy ocupado, haciendo varias cosas, ¡el prisionero se escapó!»",
            "Entonces el rey le dijo:",
            "«Tu sentencia es clara, y tú mismo la has dictado.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "En ese momento, el profeta se quitó la venda de los ojos, y el rey se dio cuenta de que se trataba de uno de los profetas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "Entonces el profeta le dijo:",
            "«Así ha dicho el Señor: “Puesto que dejaste al hombre que yo había condenado a muerte, tú morirás en su lugar, y tu pueblo morirá en lugar de su pueblo.”»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "El rey de Israel siguió su camino, y llegó a Samaria, pero iba triste y enojado."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1KI.21",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1KI.21"
        ],
        "human": "1 Reyes 21"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1KI.22"
        ],
        "human": "1 Reyes 22",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1KI.20"
        ],
        "human": "1 Reyes 20",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Ajab y la viña de Nabot"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Después de estos sucesos, resultó que un hombre llamado Nabot de Jezrel tenía una viña en Samaria, junto al palacio del rey Ajab."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Y Ajab habló con Nabot y le dijo:",
            "«Tu viña está cerca de mi palacio. Dámela, a cambio de otra mejor. Quiero plantar allí un huerto de legumbres. Si lo prefieres, te pagaré con dinero lo que valga.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Pero Nabot le respondió:",
            "«¡Que el Señor me libre de hacer eso! ¡Yo no puedo vender la herencia de mis padres!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Ajab regresó a su palacio triste y decepcionado porque Nabot le dijo que no podía vender la herencia de sus padres. Y se fue a la cama sin comer y sin querer ver a nadie."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Entonces Jezabel, su mujer, entró en su alcoba y, al verlo triste, le preguntó:",
            "«¿Por qué estás tan desanimado? ¿Por qué no comes?»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Y Ajab le respondió:",
            "«Fui a ver a Nabot de Jezrel, y le pedí que me diera su viña a cambio de otra mejor; o que, si quería dinero, yo se lo pagaría. ¡Pero me dijo que no me daría su viña!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Entonces Jezabel le preguntó:",
            "«¿Y acaso no eres tú el rey de Israel? ¡Vamos, come y emborráchate! Yo me comprometo a darte la viña de Nabot.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Enseguida, Jezabel escribió cartas a nombre de Ajab, las selló con su anillo, y las envió a los ancianos y a los jefes que vivían en la ciudad de Nabot."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Las cartas decían:",
            "«Que se proclame ayuno, y que Nabot comparezca ante el pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Que sean presentados como testigos dos sinvergüenzas, que acusen a Nabot de haber blasfemado contra el Señor y contra el rey. Que sea arrojado a la calle y apedreado hasta que muera.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Y los ancianos, los jefes y el pueblo que allí vivía cumplieron las órdenes de Jezabel, tal y como las había puesto por escrito."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "El ayuno se promulgó, y se hizo comparecer a Nabot ante el pueblo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Luego llegaron los dos sinvergüenzas y, sentándose frente a Nabot, dijeron:",
            "«Nabot ha blasfemado contra el Señor y contra el rey.»",
            "Dicho esto, lo llevaron fuera de la ciudad, y allí lo apedrearon hasta matarlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Luego enviaron un mensajero a Jezabel, para que le informara que Nabot había sido apedreado y estaba muerto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Y en cuanto Jezabel lo supo, fue a decirle a Ajab:",
            "«Ve a tomar posesión de la viña que Nabot de Jezrel no te quiso vender. Nabot acaba de morir.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Al enterarse Ajab que Nabot de Jezrel había muerto, fue a la viña y tomó posesión de ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Pero la palabra del Señor vino a Elías el tisbita, y le dijo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "«Ve ahora mismo a Samaria, y busca al rey Ajab. Está en la viña de Nabot, pues ha ido a tomar posesión de ella."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Y vas a decirle lo siguiente: “Así ha dicho el Señor: ‘¿No es verdad que asesinaste a Nabot para quitarle lo que era suyo?’ Pues así ha dicho el Señor: ‘En el mismo lugar donde los perros lamieron la sangre de Nabot, lamerán también tu propia sangre.’”»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Pero Ajab le replicó a Elías:",
            "«¡Al fin me has encontrado, enemigo mío!»",
            "Y Elías respondió:",
            "«Te he encontrado porque te has hecho esclavo de la maldad, en la presencia misma del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Pero el Señor te dice: “Voy a castigarte. Voy a barrer hasta el último varón de tu palacio, sea libre o esclavo, como si fueran polvo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Lo mismo que hice con la familia de Jeroboán hijo de Nabat, y con Basá hijo de Ajías, lo voy a hacer con tus descendientes, porque te has rebelado contra mí y has hecho pecar a mi pueblo, para provocar mi enojo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "En cuanto a Jezabel, tu mujer, yo, el Señor, declaro que los perros se la comerán en la muralla de Jezrel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "A cualquier descendiente tuyo que muera en la ciudad, se lo comerán los perros; y al que muera en el campo, se lo comerán las aves de rapiña.”»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "(En realidad, ningún otro rey fue como Ajab. Incitado por Jezabel, su mujer, se entregó a hacer lo malo a los ojos del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Fue un rey despreciable, pues se fue en pos de los ídolos, a la manera de los amorreos, pueblo al que el Señor desterró de entre los israelitas.)"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Después de que Ajab escuchó a Elías, se rasgó sus vestiduras reales, se vistió de cilicio, y ayunó; luego se acostó sobre cenizas, y allí durmió y anduvo humillado ante el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Entonces la palabra del Señor vino a Elías el tisbita, y le dijo:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "«¿Ya viste cómo Ajab se ha humillado ante mí? Solo por eso, y mientras viva, no le enviaré la desgracia que le había anunciado. Pero su hijo y sus descendientes sí la padecerán.»"
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "1KI.22",
      "is_chapter": true,
      "current": {
        "usfm": [
          "1KI.22"
        ],
        "human": "1 Reyes 22"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "2KI.1"
        ],
        "human": "2 Reyes 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "1KI.21"
        ],
        "human": "1 Reyes 21",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Micaías profetiza la derrota de Ajab"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Tres años transcurrieron sin que Siria e Israel estuvieran en guerra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Pero al tercer año el rey Josafat de Judá fue a visitar al rey Ajab de Israel,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "y este dijo a sus oficiales:",
            "«¿Ya no se acuerdan que Ramot de Galaad nos pertenece? Está en poder del rey de Siria, ¡y nosotros no hemos hecho nada para recuperarla!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "A Josafat le preguntó:",
            "«¿Quieres acompañarme a recuperar Ramot de Galaad?»",
            "Y Josafat le respondió:",
            "«Tú y yo somos hermanos, nuestros pueblos también lo son, y tu caballería y la mía es una sola."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Pero te sugiero que antes consultes qué dice el Señor al respecto.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Entonces el rey de Israel reunió a los cuatrocientos profetas con que contaba, y les preguntó:",
            "«¿Debo atacar a Ramot de Galaad, o no?»",
            "Los profetas le dijeron:",
            "«Vaya Su Majestad, porque el Señor entregará la ciudad en sus manos.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Pero Josafat insistió:",
            "«¿Queda aún algún profeta del Señor, a quien podamos consultar?»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Y Ajab le respondió:",
            "«Sí, aún queda otro profeta por medio del cual podríamos consultar al Señor. Se trata de Micaías hijo de Imla, pero me cae muy mal porque nunca me da palabras de aliento, sino que siempre me desanima.»",
            "Como Josafat le recomendó que no hablara así,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Ajab llamó entonces a uno de sus oficiales y le ordenó que fuera a buscar a Micaías hijo de Imla y lo llevara ante él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Mientras tanto, los dos reyes se quedaron en la plaza que está junto a la puerta de Samaria, sentados en sus tronos y ataviados con sus mantos reales. Delante de ellos, los profetas les prodigaban buenos augurios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Uno de ellos, Sedequías hijo de Quenaná, se acercó y les mostró unos cuernos de hierro que había hecho, y dijo:",
            "«Así ha dicho el Señor: “Con estos cuernos cornearás a los sirios hasta acabar con ellos.”»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Los demás profetas también animaban al rey, y le decían: «Vaya Su Majestad a Ramot de Galaad, y atáquela. El Señor le dará la victoria y entregará la ciudad a Su Majestad.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "El mensajero que el rey mandó por Micaías, lo halló y le dijo:",
            "«Todos los profetas auguran éxito a Su Majestad. Une tu voz a la de ellos, y augúrale mucho éxito.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Pero Micaías respondió:",
            "«Juro por el Señor, que solo diré lo que el Señor me ordene decir.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Cuando Micaías se presentó ante el rey, este le preguntó:",
            "«Dime, Micaías; ¿debemos ir y atacar a Ramot de Galaad, o la dejaremos en paz?»",
            "Y Micaías le respondió:",
            "«Ve y atácala, que saldrás victorioso. El Señor te la va a entregar.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Pero el rey le dijo:",
            "«¿Cuántas veces tengo que decirte, en el nombre del Señor, que me digas solo la verdad?»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Entonces Micaías dijo:",
            "«Tuve una visión, y en ella vi al pueblo de Israel disperso por los montes, como ovejas sin pastor. Entonces el Señor dijo: “Esta gente no tiene quién la guíe. Es mejor que todos se regresen a su casa en paz.”»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "El rey de Israel se volvió a Josafat, y le dijo:",
            "«¿No te lo había dicho ya? Micaías nunca me anuncia nada bueno. Solo me anuncia calamidades.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Pero Micaías replicó:",
            "«¡Ahora vas a oír la palabra del Señor! Yo vi al Señor en su trono, rodeado de todos los ejércitos del cielo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Y el Señor preguntó: “¿Quién incitará a Ajab para que ataque a Ramot de Galaad y sea derrotado?” Las opiniones estaban divididas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Pero un espíritu se presentó ante el Señor y dijo que él lo incitaría. Cuando el Señor le preguntó cómo lo haría,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "el espíritu dijo: “Voy a mezclarme entre los profetas, y los haré decir mentiras.” Entonces el Señor le dijo: “Pues ve y hazlo pronto. Indúcelos a que hagan lo que dices.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Así que el Señor ha puesto en labios de tus profetas un espíritu que los hace decir mentiras. Y el Señor ha determinado que te sobrevenga la calamidad.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "En ese momento el profeta Sedequías hijo de Quenaná se acercó a Micaías y le dio una bofetada, al tiempo que le decía:",
            "«¿En qué momento el espíritu del Señor me abandonó, para hablarte a ti?»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Micaías le respondió:",
            "«Lo sabrás cuando andes huyendo y escondiéndote de casa en casa.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "Entonces el rey de Israel dijo:",
            "«Tomen preso a Micaías, y llévenlo ante Amón, el gobernador de la ciudad, y ante Joás, mi hijo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "Díganles que yo, el rey de Israel, he dicho: “Metan a la cárcel a este hombre. En vez de pan y agua, manténganlo angustiado y afligido hasta que yo regrese en paz.”»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Pero al instante Micaías añadió:",
            "«Si acaso regresas en paz, entonces el Señor no ha hablado por medio de mí. ¡Escúchenlo bien, pueblos todos!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "El rey de Israel y el rey de Judá salieron juntos contra Ramot de Galaad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            30
          ],
          "lines": [
            "Y el rey de Israel le dijo a Josafat:",
            "«Voy a entrar en batalla disfrazado, pero tú puedes usar tu misma ropa.»",
            "Y el rey de Israel entró en batalla disfrazado."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            31
          ],
          "lines": [
            "Pero no sabía que el rey de Siria había ordenado a los treinta y dos capitanes de sus carros de combate no pelear contra ningún soldado israelita, grande o chico, sino buscar y atacar sólo al rey de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            32
          ],
          "lines": [
            "Así que, cuando los capitanes vieron a Josafat, dijeron:",
            "«¡Miren, allí está el rey de Israel!»",
            "Entonces el rey Josafat gritó con fuerza,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            33
          ],
          "lines": [
            "y al ver los capitanes de los carros que no era el rey de Israel, se alejaron de él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            34
          ],
          "lines": [
            "Pero un arquero lanzó una flecha al aire, y la flecha alcanzó al rey Ajab y le penetró entre las junturas de su armadura. Al sentirse herido, el rey le ordenó al cochero darse la vuelta y sacarlo del campo de batalla, porque estaba herido."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            35
          ],
          "lines": [
            "Pero la batalla arreció y el rey tuvo que quedarse en su carro y hacerle frente al ejército sirio, pero la sangre corría por el fondo del carro y al caer la tarde murió."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            36
          ],
          "lines": [
            "Al ponerse el sol, un pregonero clamó: «¡Regresen todos a su ciudad y a su tierra!»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            37
          ],
          "lines": [
            "Así fue como el rey Ajab murió y fue llevado a Samaria, donde lo sepultaron."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            38
          ],
          "lines": [
            "Luego llevaron su carro al estanque de Samaria para lavarlo, y los perros lamieron la sangre del rey. (En ese mismo estanque se lavaban también las prostitutas.) Así se cumplió lo que el Señor había dicho acerca de Ajab."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            39
          ],
          "lines": [
            "Todos los hechos de Ajab, y la construcción de su palacio de marfil, y todas las ciudades que mandó edificar, se hallan registrados en el libro de las crónicas de los reyes de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            40
          ],
          "lines": [
            "Y Ajab murió y fue a reunirse con sus antepasados. En su lugar reinó su hijo Ocozías."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Reinado de Josafat"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            41
          ],
          "lines": [
            "Josafat hijo de Asa comenzó a reinar sobre Judá cuando Ajab llevaba cuatro años de reinar sobre Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            42
          ],
          "lines": [
            "Josafat tenía treinta y cinco años cuando subió al trono, y reinó veinticinco años en Jerusalén. Su madre se llamaba Azura, y era hija de Siljí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            43
          ],
          "lines": [
            "Y Josafat siguió siempre el buen ejemplo de Asa, su padre, e hizo lo recto a los ojos del Señor. Sin embargo, no se quitaron los altares de los montes, sino que el pueblo siguió ofreciendo en ellos sacrificios y quemando incienso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            44
          ],
          "lines": [
            "Pero Josafat hizo la paz con el rey de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            45
          ],
          "lines": [
            "Todos los hechos y las hazañas de Josafat, y las guerras que libró, se hallan en el libro de las crónicas de los reyes de Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            46
          ],
          "lines": [
            "Josafat eliminó a los hombres que practicaban la prostitución en los templos paganos, costumbre que todavía quedaba del reinado de su padre Asa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            47
          ],
          "lines": [
            "Como Edom no tenía rey, había un gobernador que fungía como rey."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            48
          ],
          "lines": [
            "Josafat había mandado construir naves como las de Tarsis para traer oro de Ofir, pero las naves no llegaron allá porque naufragaron en Ezión Guéber."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            49
          ],
          "lines": [
            "El rey Ocozías le propuso a Josafat enviar a sus marinos con los de Josafat, pero este no aceptó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            50
          ],
          "lines": [
            "Y murió Josafat y se reunió con sus antepasados, y lo sepultaron con ellos en la ciudad de su antepasado David. En su lugar reinó Jorán, su hijo."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Reinado de Ocozías de Israel"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            51
          ],
          "lines": [
            "Ocozías hijo de Ajab comenzó a reinar sobre Israel en Samaria cuando Josafat llevaba diecisiete años de reinar en Judá."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            52
          ],
          "lines": [
            "Pero Ocozías siguió el mal ejemplo de su padre, de su madre y de Jeroboán hijo de Nabat, e hizo lo malo a los ojos del Señor, haciendo pecar al pueblo de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            53
          ],
          "lines": [
            "Sirvió y adoró a Baal, como antes lo había hecho su padre, y esto provocó la ira del Señor, Dios de Israel."
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}