{
  "book_usfm": "COL",
  "name": "Colosenses",
  "local_title": "Reina Valera Contemporánea",
  "local_abbreviation": "RVC",
  "version_id": 146,
  "publisher": {
    "name": "United Bible Societies"
  },
  "copyright": {
    "html": "<p>Reina Valera Contemporánea™ © Sociedades Bíblicas Unidas, 2009, 2010.</p>",
    "text": "Reina Valera Contemporánea™ © Sociedades Bíblicas Unidas, 2009, 2010."
  },
  "language": {
    "iso_639_1": "es",
    "iso_639_3": "spa",
    "language_tag": "spa",
    "local_name": "Español (América Latina)",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/jsckdm/bible-data-es-spa",
  "chapters": [
    {
      "chapter_usfm": "COL.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "COL.1"
        ],
        "human": "Colosenses 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "COL.2"
        ],
        "human": "Colosenses 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "PHP.4"
        ],
        "human": "Filipenses 4",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Saludo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Yo, Pablo, apóstol de Jesucristo por la voluntad de Dios, y el hermano Timoteo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "a los santos y fieles hermanos en Cristo que están en Colosas: Que la gracia y la paz de Dios nuestro Padre y del Señor Jesucristo sean con ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Pablo pide sabiduría espiritual para los colosenses"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Siempre que oramos por ustedes, damos gracias a Dios, el Padre de nuestro Señor Jesucristo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "pues hemos recibido noticias de la fe de ustedes en Cristo Jesús, y del amor que tienen por todos los santos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "a causa de la esperanza que en los cielos les está reservada. Ustedes ya han sabido de esto por el evangelio, que es la palabra de verdad,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "y que ha llegado hasta ustedes, así como a todo el mundo, y que desde el día que ustedes la escucharon y la comprendieron claramente, y conocieron la gracia de Dios, crece en ustedes y produce fruto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Esto lo aprendieron por medio de Epafras, nuestro consiervo amado, que es un fiel ministro de Cristo para ustedes,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "quien también nos ha hablado del amor que ustedes tienen en el Espíritu."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Por eso nosotros, desde el día que lo supimos, no cesamos de orar por ustedes y de pedir que Dios los llene del conocimiento de su voluntad en toda sabiduría e inteligencia espiritual,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "para que vivan como es digno del Señor, es decir, siempre haciendo todo lo que a él le agrada, produciendo los frutos de toda buena obra, y creciendo en el conocimiento de Dios;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "todo esto, fortalecidos con todo poder, conforme al dominio de su gloria, para que puedan soportarlo todo con mucha paciencia. Así, con gran gozo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "darán las gracias al Padre, que nos hizo aptos para participar de la herencia de los santos en luz;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "y que también nos ha librado del poder de la oscuridad y nos ha trasladado al reino de su amado Hijo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "en quien tenemos redención por su sangre, el perdón de los pecados."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Reconciliación por medio de la muerte de Cristo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Él es la imagen del Dios invisible, el primogénito de toda la creación."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "En él fue creado todo lo que hay en los cielos y en la tierra, todo lo visible y lo invisible; tronos, poderes, principados, o autoridades, todo fue creado por medio de él y para él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Él existía antes de todas las cosas, y por él se mantiene todo en orden."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Él es la cabeza del cuerpo, que es la iglesia. Él es el principio, el primogénito de entre los muertos, para tener la preeminencia en todo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "porque al Padre le agradó que en él habitara toda plenitud,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "y por medio de él reconciliar consigo todas las cosas, tanto las que están en la tierra como las que están en los cielos, haciendo la paz mediante la sangre de su cruz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Y también a ustedes, que en otro tiempo eran extranjeros y enemigos, tanto en sus pensamientos como en sus acciones, ahora los ha reconciliado completamente"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "en su cuerpo físico, por medio de la muerte, para presentárselos a sí mismo santos, sin mancha e irreprensibles,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "siempre y cuando en verdad permanezcan cimentados y firmes en la fe, inamovibles en la esperanza del evangelio que han recibido, el cual se predica en toda la creación debajo del cielo; del cual yo, Pablo, he llegado a ser ministro."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Ministerio de Pablo a los no judíos"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "Ahora me alegro de lo que sufro por ustedes, y completo en mi cuerpo lo que falta de los sufrimientos de Cristo por la iglesia, que es su cuerpo;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "de la cual llegué a ser ministro, según el plan que Dios me encomendó para el bien de ustedes, de anunciar cabalmente la palabra de Dios,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            26
          ],
          "lines": [
            "el misterio que había estado oculto desde los tiempos antiguos, pero que ahora ha sido manifestado a sus santos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            27
          ],
          "lines": [
            "a quienes Dios quiso dar a conocer las riquezas de la gloria de este misterio entre los no judíos, y que es Cristo en ustedes, la esperanza de gloria."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            28
          ],
          "lines": [
            "Nosotros anunciamos a Cristo, y amonestamos y enseñamos a todo el mundo en toda sabiduría, a fin de presentar perfecta en Cristo Jesús a toda la humanidad."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            29
          ],
          "lines": [
            "Con este fin, trabajo y lucho con todas mis fuerzas y con el poder que actúa en mí."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "COL.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "COL.2"
        ],
        "human": "Colosenses 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "COL.3"
        ],
        "human": "Colosenses 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "COL.1"
        ],
        "human": "Colosenses 1",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Quiero que sepan que es grande la lucha que sostengo por ustedes y por los que están en Laodicea, lo mismo que por todos los que nunca me han visto personalmente,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "para que su corazón se anime y para que permanezcan unidos en amor, hasta que alcancen todas las riquezas que provienen de la convicción y el entendimiento, para que conozcan el misterio de Dios el Padre y de Cristo,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "en quien se hallan escondidos todos los tesoros de la sabiduría y del conocimiento."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Les digo esto para que nadie los engañe con palabras persuasivas,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "porque aunque físicamente estoy lejos de ustedes, en el espíritu estoy entre ustedes, y me alegra ver su buen orden y la firmeza de su fe en Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Por tanto, vivan en el Señor Jesucristo de la manera que lo recibieron:"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "arraigados y sobreedificados en él, confirmados en la fe y rebosantes de acciones de gracias, que es como fueron enseñados."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Plenitud de vida en Cristo"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Cuídense de que nadie los engañe mediante filosofías y huecas sutilezas, que siguen tradiciones humanas y principios de este mundo, pero que no van de acuerdo con Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Porque en él habita corporalmente toda la plenitud de la Deidad,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "y en él, que es la cabeza de toda autoridad y poder, ustedes reciben esa plenitud."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "En él ustedes fueron también circuncidados. Pero no me refiero a la circuncisión física, sino a la circuncisión que nos hace Cristo, y que consiste en despojarnos de la naturaleza pecaminosa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Cuando ustedes fueron bautizados, fueron también sepultados con él, pero al mismo tiempo resucitaron con él, por la fe en el poder de Dios, que lo levantó de los muertos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Antes, ustedes estaban muertos en sus pecados; aún no se habían despojado de su naturaleza pecaminosa. Pero ahora, Dios les ha dado vida juntamente con él, y les ha perdonado todos sus pecados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Ha anulado el acta de los decretos que había contra nosotros y que nos era adversa; la quitó de en medio y la clavó en la cruz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Desarmó además a los poderes y las potestades, y los exhibió públicamente al triunfar sobre ellos en la cruz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "No permitan, pues, que nadie los juzgue por lo que comen o beben, o en relación con los días de fiesta, la luna nueva o los días de reposo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Todo esto no es más que una sombra de lo que está por venir; pero lo real y verdadero es Cristo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "No permitan que los condenen esos que se ufanan de humildad pero rinden culto a los ángeles. Los tales se meten en cosas que no han visto y están envanecidos por su razonamiento humano;"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "no están unidos a la Cabeza, que es quien nutre y une todo el cuerpo mediante las coyunturas y ligamentos, y lo hace crecer con el crecimiento que da Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Si con Cristo ustedes han muerto a los principios de este mundo, ¿por qué, como si vivieran en el mundo, se someten a sus preceptos?"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Les dicen: «No tomes eso en tus manos, no pruebes aquello, y ni siquiera lo toques.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Esos preceptos se ciñen a mandamientos y doctrinas humanas, y todas ellas son cosas que se destruyen con el uso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Sin duda, tales cosas pueden parecer sabias en cuanto a la religiosidad sumisa y el duro trato del cuerpo, pero no tienen ningún valor contra los apetitos humanos."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "COL.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "COL.3"
        ],
        "human": "Colosenses 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "COL.4"
        ],
        "human": "Colosenses 4",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "COL.2"
        ],
        "human": "Colosenses 2",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Puesto que ustedes ya han resucitado con Cristo, busquen las cosas de arriba, donde está Cristo sentado a la derecha de Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Pongan la mira en las cosas del cielo, y no en las de la tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Porque ustedes ya han muerto, y su vida está escondida con Cristo en Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Cuando Cristo, que es la vida de ustedes, se manifieste, entonces también ustedes serán manifestados con él en gloria."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "La vida antigua y la nueva"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Por lo tanto, hagan morir en ustedes todo lo que sea terrenal: inmoralidad sexual, impureza, pasiones desordenadas, malos deseos y avaricia. Eso es idolatría."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Por cosas como estas les sobreviene la ira de Dios a los desobedientes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "También ustedes practicaron estas cosas en otro tiempo, cuando vivían en ellas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Pero ahora deben abandonar también la ira, el enojo, la malicia, la blasfemia y las conversaciones obscenas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "No se mientan los unos a los otros, pues ya ustedes se han despojado de la vieja naturaleza y de sus hechos,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "y se han revestido de la nueva naturaleza, la naturaleza del nuevo hombre, que se va renovando a imagen del que lo creó hasta el pleno conocimiento,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "donde ya no importa el ser griego o judío, estar circuncidado o no estarlo, ser extranjero o inculto, siervo o libre, sino que Cristo es todo, y está en todos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Por lo tanto, como escogidos de Dios, santos y amados, revístanse de entrañable misericordia, de benignidad, de humildad, de mansedumbre y de paciencia."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Sean mutuamente tolerantes. Si alguno tiene una queja contra otro, perdónense de la misma manera que Cristo los perdonó."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Y sobre todo, revístanse de amor, que es el vínculo perfecto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Que en el corazón de ustedes gobierne la paz de Cristo, a la cual fueron llamados en un solo cuerpo. Y sean agradecidos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "La palabra de Cristo habite ricamente en ustedes. Instrúyanse y exhórtense unos a otros con toda sabiduría; canten al Señor salmos, himnos y cánticos espirituales, con gratitud de corazón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Y todo lo que hagan, ya sea de palabra o de hecho, háganlo en el nombre del Señor Jesús, dando gracias a Dios el Padre por medio de él."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Deberes sociales de la nueva vida"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Ustedes las esposas, respeten a sus esposos, como conviene en el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Ustedes los esposos, amen a sus esposas, y no las traten con dureza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "Ustedes los hijos, obedezcan a sus padres en todo, porque esto agrada al Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            21
          ],
          "lines": [
            "Ustedes los padres, no exasperen a sus hijos, para que no se desalienten."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            22
          ],
          "lines": [
            "Ustedes los siervos, obedezcan en todo a sus amos terrenales, no solo cuando los ven, como si quisieran agradar a sus semejantes, sino con sinceridad de corazón, por temor a Dios."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            23
          ],
          "lines": [
            "Y todo lo que hagan, háganlo de corazón, como para el Señor y no como para la gente,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            24
          ],
          "lines": [
            "porque ya saben que el Señor les dará la herencia como recompensa, pues ustedes sirven a Cristo el Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            25
          ],
          "lines": [
            "Pero el que hace lo malo, recibirá el pago del mal que haya hecho, porque ante Dios no hay favoritismos."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "COL.4",
      "is_chapter": true,
      "current": {
        "usfm": [
          "COL.4"
        ],
        "human": "Colosenses 4"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "1TH.1"
        ],
        "human": "1 Tesalonicenses 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "COL.3"
        ],
        "human": "Colosenses 3",
        "toc": true
      },
      "items": [
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Ustedes los amos, sean rectos y justos con sus siervos, pues ya saben que tienen un Amo en los cielos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "Dedíquense a la oración, y sean constantes en sus acciones de gracias."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Oren también por nosotros, para que el Señor nos abra las puertas y prediquemos la palabra, para que demos a conocer el misterio de Cristo, por el cual también estoy preso."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Oren para que pueda proclamarlo como debo hacerlo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "Compórtense sabiamente con los no creyentes, y aprovechen bien el tiempo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Procuren que su conversación siempre sea agradable y de buen gusto, para que den a cada uno la respuesta debida."
          ],
          "rlw_lines": []
        },
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Salutaciones finales"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Nuestro querido hermano Tíquico, fiel ministro y consiervo en el Señor, les llevará noticias mías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "Lo envío a ustedes para que les cuente cómo estamos y reanime su corazón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Lo acompaña Onésimo, querido y fiel hermano, que es uno de ustedes. Ellos les contarán todo lo que sucede aquí."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Los saluda Aristarco, mi compañero de prisión, lo mismo que Marcos, el sobrino de Bernabé, acerca del cual ya han recibido instrucciones. Si Marcos va a visitarlos, recíbanlo bien."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "También los saluda Jesús, llamado el Justo. Estos son los únicos judíos que me ayudan en el reino de Dios, y para mí han sido un gran consuelo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "Los saluda Epafras, que es uno de ustedes. En sus oraciones, este siervo de Cristo siempre está rogando por ustedes con gran preocupación, para que ustedes se mantengan firmes y sean completamente perfectos en todo lo que Dios quiere."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Yo soy testigo de que él se preocupa mucho por ustedes, y por los que están en Laodicea y Hierápolis."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Los saluda Lucas, el médico amado, y Demas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Saluden a los hermanos que están en Laodicea, y a Ninfas y a la iglesia que se reúne en su casa."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Una vez que esta carta haya sido leída entre ustedes, asegúrense de que se lea también en la iglesia de los laodicenses, y que la carta de Laodicea la lean también ustedes."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "Díganle a Arquipo que no deje de cumplir con el ministerio que recibió del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "Yo, Pablo, escribo este saludo de mi puño y letra. Recuerden que estoy preso. Que la gracia sea con ustedes. Amén."
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}