{
  "book_usfm": "ZEP",
  "name": "Sofonías",
  "local_title": "Reina Valera Contemporánea",
  "local_abbreviation": "RVC",
  "version_id": 146,
  "publisher": {
    "name": "United Bible Societies"
  },
  "copyright": {
    "html": "<p>Reina Valera Contemporánea™ © Sociedades Bíblicas Unidas, 2009, 2010.</p>",
    "text": "Reina Valera Contemporánea™ © Sociedades Bíblicas Unidas, 2009, 2010."
  },
  "language": {
    "iso_639_1": "es",
    "iso_639_3": "spa",
    "language_tag": "spa",
    "local_name": "Español (América Latina)",
    "text_direction": "ltr"
  },
  "repository": "https://github.com/jsckdm/bible-data-es-spa",
  "chapters": [
    {
      "chapter_usfm": "ZEP.1",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ZEP.1"
        ],
        "human": "Sofonías 1"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ZEP.2"
        ],
        "human": "Sofonías 2",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "HAB.3"
        ],
        "human": "Habacuc 3",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "El día de la ira del Señor"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Durante el reinado de Josías hijo de Amón, rey de Judá, la palabra del Señor vino a Sofonías hijo de Cusi, hijo de Gedalías, hijo de Amarías, hijo de Ezequías."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "«Voy a destruir por completo todo lo que hay sobre la faz de la tierra.",
            "—Palabra del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "»Voy a destruir a los seres humanos y a las bestias. Voy a destruir a las aves del cielo y a los peces del mar. Eliminaré a los impíos, y borraré de la faz de la tierra a la humanidad entera.",
            "—Palabra del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "»Voy a extender mi mano contra Judá, y contra todos los habitantes de Jerusalén. Voy a borrar de este lugar los restos de Baal, lo mismo que el recuerdo de sus ministros idólatras y de sus sacerdotes,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "esos que en las azoteas rinden culto al ejército del cielo, y que de rodillas juran en el nombre del Señor y también en el nombre de Milcón."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "Voy a acabar con los que se apartan de mis caminos, y no me buscan ni me consultan.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Guardemos silencio en presencia de nuestro Señor y Dios. Ya está cerca el día del Señor. Ya el Señor ha preparado el sacrificio, y ha purificado a sus convidados."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "«En el día del sacrificio, yo, el Señor, castigaré a los magnates y a los hijos del rey, y a todos los que visten como extranjeros."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Ese día castigaré también a todos los que dan un salto al cruzar la puerta, y a los que llenan de robo y de engaño las casas de sus amos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "»Cuando llegue ese día, se escuchará un gran clamor desde la puerta del Pescado, graves gemidos desde la segunda puerta, y dolientes quejas desde las colinas.»",
            "—Palabra del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Lloren, habitantes de Mactes, porque todo el pueblo de mercaderes ha sido destruido. ¡Han sido destruidos todos los que traían dinero!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "«Cuando llegue el momento, yo examinaré con linterna a Jerusalén, y castigaré a los que se hallan en tranquilo reposo y asentados como el vino. Castigaré a esos que dentro de sí piensan: “El Señor no hace bien ni hace mal.”"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "Por pensar así, sus bienes serán saqueados y sus casas serán derribadas. Construirán casas, pero no llegarán a habitarlas; plantarán viñas, pero no llegarán a beber su vino.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Ya está cerca el gran día del Señor. Ya está cerca, muy cerca. Será un día de amargura y de gran estrépito, en el que hasta los valientes pedirán ayuda."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "Será un día de ira, de angustia y de estrechez; día de alboroto y destrucción, día de oscuridad y tinieblas, día nublado y sombrío,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "día de sonido de trompetas, de gritos de guerra contra las ciudades fortificadas y contra las desafiantes torres."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "»Yo afligiré a los mortales. Por haber pecado contra mí andarán como ciegos; su sangre será esparcida como el polvo, y su carne será como estiércol.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "En el día de la ira del Señor, nada podrá librarlos. Ni su plata ni su oro, porque toda la tierra será consumida por el fuego de su enojo. En un abrir y cerrar de ojos, el Señor destruirá a todos los habitantes de la tierra."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ZEP.2",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ZEP.2"
        ],
        "human": "Sofonías 2"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "ZEP.3"
        ],
        "human": "Sofonías 3",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ZEP.1"
        ],
        "human": "Sofonías 1",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Juicios contra las naciones vecinas"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "Tú, nación desvergonzada, ponte a pensar,"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "antes de que entre en vigor el decreto, y el día se pase como el polvo; antes de que caiga sobre ustedes el furor de la ira del Señor; ¡antes de que les sobrevenga el día de la ira del Señor!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "Ustedes, los humildes de la tierra, los que practican la justicia del Señor, ¡búsquenlo! ¡Busquen al Señor y su justicia! ¡Practiquen la mansedumbre! Tal vez el Señor los proteja en el día de su enojo."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Porque Gaza quedará desamparada, y Ascalón será destruida; Asdod será saqueada en pleno día, y Ecrón será arrancada de raíz."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "¡Ay de ustedes, cretenses, que habitan en las costas del mar! ¡La palabra del Señor va dirigida contra ti, Canaán, tierra de los filisteos! ¡Yo haré que te destruyan hasta no dejar un solo habitante!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "La costa del mar quedará convertida en praderas de pastoreo y en corrales de ovejas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "Allí cuidarán sus rebaños los sobrevivientes de la casa de Judá, y pasarán la noche en las casas de Ascalón, porque el Señor su Dios los visitará y los rescatará de su cautiverio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "«Han llegado a mis oídos las ofensas de Moab y los insultos con que los hijos de Amón han deshonrado a mi pueblo. Sé que se han engrandecido sobre su territorio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "Por lo tanto, vivo yo, que a Moab le pasará lo que a Sodoma, y a los hijos de Amón lo que a Gomorra. Será un campo de ortigas y de minas de sal, ¡de perenne destrucción! El remanente de mi pueblo los saqueará, y tomará posesión de sus territorios.»",
            "—Palabra del Señor de los ejércitos, Dios de Israel."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "Esto les sobrevendrá por causa de su soberbia, por insultar y engrandecerse en contra del pueblo del Señor de los ejércitos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "Las acciones del Señor contra ellos serán terribles, porque destruirá a todos los dioses de la tierra, y todas las naciones se inclinarán ante él, allí donde se encuentren."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "«Ustedes, los etíopes, también sufrirán la muerte ante mi espada.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "El Señor extenderá su mano contra el norte y destruirá a Asiria, y convertirá a Nínive en un montón de ruinas y en árido desierto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "Los rebaños y los ganados harán de ella su aprisco, y en sus dinteles dormirán los pelícanos, los erizos y todas las bestias del campo. Se oirán trinos en las ventanas, pero en las puertas habrá desolación porque sus paneles de cedro quedarán al descubierto."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "¡Así quedará la ciudad alegre, que tan confiada vivía! ¡Así quedará la ciudad que en su corazón decía: «Yo soy única, no hay nadie como yo»! Y, sin embargo, quedará asolada; ¡quedará convertida en una guarida de fieras! Todos los que pasen cerca de ella, se burlarán y le harán señas con la mano."
          ],
          "rlw_lines": []
        }
      ]
    },
    {
      "chapter_usfm": "ZEP.3",
      "is_chapter": true,
      "current": {
        "usfm": [
          "ZEP.3"
        ],
        "human": "Sofonías 3"
      },
      "next": {
        "canonical": true,
        "usfm": [
          "HAG.1"
        ],
        "human": "Hageo 1",
        "toc": true
      },
      "previous": {
        "canonical": true,
        "usfm": [
          "ZEP.2"
        ],
        "human": "Sofonías 2",
        "toc": true
      },
      "items": [
        {
          "type": "heading1",
          "verse_numbers": [],
          "lines": [
            "Pecado y redención de Jerusalén"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            1
          ],
          "lines": [
            "¡Ay de la ciudad rebelde, contaminada y opresora!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            2
          ],
          "lines": [
            "No quiso escuchar la voz de su Dios, ni recibir su corrección. No confió en el Señor ni se acercó a él."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            3
          ],
          "lines": [
            "En sus calles, sus magnates parecen leones rugientes; sus jueces son lobos nocturnos que no dejan un solo hueso para el día siguiente."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            4
          ],
          "lines": [
            "Sus profetas son irresponsables y traicioneros; sus sacerdotes contaminan el santuario y falsean la ley."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            5
          ],
          "lines": [
            "En sus calles, el Señor es justo y no hace iniquidad; por la mañana saca a luz su juicio, y nunca faltará. Pero el perverso no conoce la vergüenza."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            6
          ],
          "lines": [
            "«Yo permití que las naciones fueran destruidas, y que sus habitaciones quedaran asoladas; yo dejé sus calles desiertas, hasta que no quedó quien pasara por ellas; sus ciudades quedaron asoladas, hasta que no quedó nadie, ni un solo habitante."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            7
          ],
          "lines": [
            "»Yo me dije: “Seguramente esta ciudad me temerá; aceptará ser corregida, y no será destruida su habitación por todo aquello por lo que la castigué.” Pero ellos se apresuraron a corromper todos sus hechos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            8
          ],
          "lines": [
            "»Por lo tanto, espérenme hasta el día en que me levante para juzgarlos; porque he decidido reunir a las naciones y juntar los reinos para derramar sobre ellos todo mi enojo y el ardor de mi ira. ¡El fuego de mi celo consumirá toda la tierra!»",
            "—Palabra del Señor."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            9
          ],
          "lines": [
            "«Cuando llegue el momento, devolveré a los pueblos la pureza de labios, para que todos invoquen mi nombre y me sirvan con espíritu unánime."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            10
          ],
          "lines": [
            "De allende los ríos de Etiopía mi pueblo esparcido vendrá a adorarme y me traerá ofrendas."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            11
          ],
          "lines": [
            "»Cuando llegue ese día, no tendrás que avergonzarte por ninguna de tus rebeliones contra mí, porque yo quitaré de en medio de ti a los que se alegran por tu soberbia, y nunca más volverás a envanecerte en mi santo monte."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            12
          ],
          "lines": [
            "En medio de ti dejaré a un pueblo humilde y pobre, el cual confiará en mi nombre."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            13
          ],
          "lines": [
            "El remanente de Israel no cometerá injusticias ni dirá mentiras, ni habrá entre ellos gente mentirosa, porque yo los cuidaré como un pastor, y ellos dormirán sin que nadie los atemorice.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            14
          ],
          "lines": [
            "¡Canta, hija de Sión!",
            "¡Da voces de júbilo, Israel!",
            "¡Regocíjate de todo corazón, hija de Jerusalén!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            15
          ],
          "lines": [
            "¡El Señor ha apartado tus juicios,",
            "y ha expulsado a tus enemigos!",
            "¡El Señor es el Rey de Israel,",
            "y está en medio de ti!",
            "¡Nunca más verás el mal!"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            16
          ],
          "lines": [
            "Cuando llegue el momento, se dirá a Jerusalén: «No temas, Sión; que no se debiliten tus manos."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            17
          ],
          "lines": [
            "El Señor está en medio de ti, y te salvará con su poder; por ti se regocijará y se alegrará; por amor guardará silencio, y con cánticos se regocijará por ti.»"
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            18
          ],
          "lines": [
            "«Yo reuniré a tus habitantes, a los que por tanto tiempo han tenido que cargar con tu oprobio."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            19
          ],
          "lines": [
            "Cuando llegue el momento, perseguiré a todos tus opresores; salvaré a las ovejas que cojean e iré en busca de las que perdieron el camino. Yo haré que ustedes sean motivo de alabanza, y que gocen de renombre en toda la tierra."
          ],
          "rlw_lines": []
        },
        {
          "type": "verse",
          "verse_numbers": [
            20
          ],
          "lines": [
            "»Cuando llegue el momento, yo mismo los haré venir. Cuando llegue el momento yo mismo los reuniré. Cuando ponga fin a su cautiverio, lo cual ustedes mismos verán, los haré gozar de renombre y haré que sean motivo de alabanza entre todos los pueblos de la tierra.»",
            "—Palabra del Señor."
          ],
          "rlw_lines": []
        }
      ]
    }
  ]
}